{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 35,
      "no_surat": 35,
      "jumlah_ayat": 45,
      "nama_surat_arb": "فاطر",
      "nama_surat_latin": "Fatir",
      "arti_nama_surat": "Maha Pencipta",
      "tafsir": "Surat Faathir terdiri atas 45 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Furqaan dan merupakan surat akhir dari urutan surat-surat dalam Al Quran yang dimulai dengan Alhamdulillah. Dinamakan Faathir (pencipta) ada hubungannya dengan perkataan Faathir yang terdapat pada ayat pertama pada surat ini. Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, Pencipta semesta alam yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya. Surat ini dinamai juga dengan surat Malaikat karena pada ayat pertama disebutkan bahwa Allah telah menjadikan malaikat-malaikat sebagai utusan-Nya  yang mempunyai beberapa sayap.",
      "turun_surat": "Makkiyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/035Faathir.mp3",
      "ayats": [
        {
          "id": 3661,
          "surat_id": 35,
          "jus": 22,
          "ruku": 376,
          "no_ayat_inquran": 3661,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "اَلْحَمْدُ لِلّٰهِ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ جَاعِلِ الْمَلٰۤىِٕكَةِ رُسُلًاۙ اُولِيْٓ اَجْنِحَةٍ مَّثْنٰى وَثُلٰثَ وَرُبٰعَۗ يَزِيْدُ فِى الْخَلْقِ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
          "body_ayat_ltn_en": "Alhamdu lillaahi faatiris samaawaati wal ardi jaa'ilil malaaa'ikati rusulan uleee ajnihatim masnaa wa sulaasa wa rubaa'; yazeedu fil khalqi maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer",
          "body_ayat_ltn_in": "alhamdu lillaahi faathiri alssamaawaati waal-ardhi jaa'ili almalaa-ikati rusulan ulii ajnihatin matsnaa watsulaatsa warubaa'a yaziidu fii alkhalqi maa yasyaau inna allaaha 'alaa kulli syay-in qadiirun",
          "body_ayat_ltn_in_html": "al<u>h</u>amdu lill<u>aa</u>hi f<u>aath</u>iri <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i j<u>aa</u>'ili <strong>a</strong>lmal<u>aa</u>-ikati rusulan ulii ajni<u>h</u>atin matsn<u>aa</u> watsul<u>aa</u>tsa warub<u>aa</u>'a yaziidu fii <strong>a</strong>lkhalqi m<u>aa</u> yasy<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
          "invers_tajweed": "ٱلْحَمْدُ لِلَّهِ فَاطِرِ [h:3956[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ جَاعِلِ [h:11058[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ رُسُلاً أُ[s[وْ]ل[o[ِىٓ] أَ[q:11059[جْ]نِحَ[a:11060[ةٍ م]َّثْنَىٰ وَثُلَ[n[ـٰ]ثَ وَرُبَ[n[ـٰ]عَۚ يَزِيدُ فِى [h:4788[ٱ]لْخَلْقِ مَا يَش[o[َا]ٓءُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
          "translation_id": "Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
          "translation_en": "[All] praise is [due] to Allah, Creator of the heavens and the earth, [who] made the angels messengers having wings, two or three or four. He increases in creation what He wills. Indeed, Allah is over all things competent.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3661",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3661.mp3",
          "tafsir_short": "Pada akhir Surah Saba’ Allah menegaskan bahwa orang-orang kafir amat meragukan datangnya hari Kiamat sehingga ketika hari itu datang mereka merasa sangat sengsara. Surah Fàtir ini lalu dimulai dengan pujian kepada Allah yang Mahakuasa atas segala sesuatu. Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan untuk mengurus berbagai hal sesuai kehendak-Nya. Di antara bukti kekuasaan-Nya adalah bahwa dia menciptakan malaikat yang mempunyai sayap, masing-masing ada yang dua, tiga, dan empat, bahkan lebih dari itu, sehingga mereka dengan mudah dan cepat berpindah dari satu tempat ke tempat lain. Hanya Allah yang mengetahui hakikat malaikat dan sayap-sayapnya tersebut. Allah berkuasa menambahkan pada ciptaan-Nya, baik malaikat maupun yang lain, apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu tanpa ada yang mampu menghalangi."
        },
        {
          "id": 3662,
          "surat_id": 35,
          "jus": 22,
          "ruku": 376,
          "no_ayat_inquran": 3662,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "مَا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۚوَمَا يُمْسِكْۙ فَلَا مُرْسِلَ لَهٗ مِنْۢ بَعْدِهٖۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
          "body_ayat_ltn_en": "Maa yaftahil laahu linnaaasi mir rahmatin falaa mumsika lahaa wa maa yumsik falaa mursila lahoo mimb'dih; wa Huwal 'Azeezul Hakeem",
          "body_ayat_ltn_in": "maa yaftahi allaahu lilnnaasi min rahmatin falaa mumsika lahaa wamaa yumsik falaa mursila lahu min ba'dihi wahuwa al'aziizu alhakiimu",
          "body_ayat_ltn_in_html": "m<u>aa</u> yafta<u>h</u>i <strong>al</strong>l<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si min ra<u>h</u>matin fal<u>aa</u> mumsika lah<u>aa</u> wam<u>aa</u> yumsik fal<u>aa</u> mursila lahu min ba'dihi wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
          "invers_tajweed": "مَّا يَفْتَحِ [h:11061[ٱ]للَّهُ لِل[g[نّ]َاسِ م[u:11062[ِن ر]َّحْمَ[f:11063[ةٍ ف]َلَا مُمْسِكَ لَهَاۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ[n[ۥ] م[i:254[ِنۢ ب]َعْدِهِ[n[ۚۦ] وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
          "translation_id": "Apa saja di antara rahmat Allah yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
          "translation_en": "Whatever Allah grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might, the Wise.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3662",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3662.mp3",
          "tafsir_short": "Apa saja di antara rahmat Allah, seperti kesehatan, rezeki, ilmu, dan lainnya, yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa untuk berbuat sesuai kehendak-Nya, Mahabijaksana dalam setiap ketetapan-Nya."
        },
        {
          "id": 3663,
          "surat_id": 35,
          "jus": 22,
          "ruku": 376,
          "no_ayat_inquran": 3663,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "يٰٓاَيُّهَا النَّاسُ اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْۗ هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ  لَآ اِلٰهَ اِلَّا هُوَۖ فَاَنّٰى تُؤْفَكُوْنَ ",
          "body_ayat_ltn_en": "Yaaa ayyuhan naasuzkuroo ni'matal laahi 'alaikum; hal min khaaliqin ghairul laahi yarzuqukum minas samaaa'i wal ard; laaa ilaaha illaa Huwa fa annaa tu'fakoon",
          "body_ayat_ltn_in": "yaa ayyuhaa alnnaasu udzkuruu ni'mata allaahi 'alaykum hal min khaaliqin ghayru allaahi yarzuqukum mina alssamaa-i waal-ardhi laa ilaaha illaa huwa fa-annaa tu/fakuuna",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum hal min kh<u>aa</u>liqin ghayru <strong>al</strong>l<u>aa</u>hi yarzuqukum mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa-ann<u>aa</u> tu/fakuun<strong>a</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ [h:11064[ٱ]ذْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ عَلَيْكُمْۚ هَلْ مِنْ خَ[n[ـٰ]لِقٍ غَيْرُ [h:4057[ٱ]للَّهِ يَرْزُقُك[w:6034[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِۚ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَۖ فَأَ[g[نّ]َىٰ تُؤْفَك[p[ُو]نَ",
          "translation_id": "Wahai manusia! Ingatlah akan nikmat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada tuhan selain Dia; maka mengapa kamu berpaling (dari ketauhidan)?",
          "translation_en": "O mankind, remember the favor of Allah upon you. Is there any creator other than Allah who provides for you from the heaven and earth? There is no deity except Him, so how are you deluded?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3663",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3663.mp3",
          "tafsir_short": "Limpahan rahmat yang demikian besar harus menjadi pendorong bagi manusia untuk bersyukur. Wahai manusia! Ingatlah akan nikmat Allah yang dilimpahkan kepadamu. Bersyukurlah dengan menaati perintah-Nya dan tidak mendurhakai-Nya. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tentu tidak ada. Tidak ada tuhan yang berhak disembah selain Dia; maka mengapa kamu bisa berpaling dari tauhid?"
        },
        {
          "id": 3664,
          "surat_id": 35,
          "jus": 22,
          "ruku": 376,
          "no_ayat_inquran": 3664,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
          "body_ayat_ltn_en": "Wa iny yukazzibooka faqad kuzzibat Rusulum min qablik; wa ilal laahi turja'ul umoor",
          "body_ayat_ltn_in": "wa-in yukadzdzibuuka faqad kuthtsibat rusulun min qablika wa-ilaa allaahi turja'u al-umuuru",
          "body_ayat_ltn_in_html": "wa-in yuka<u>dzdz</u>ibuuka faqad kut<u>hts</u>ibat rusulun min qablika wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>",
          "invers_tajweed": "وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كُذِّبَتْ رُسُ[a:2469[لٌ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَۚ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ",
          "translation_id": "Dan jika mereka mendustakan engkau (setelah engkau beri peringatan), maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Dan hanya kepada Allah segala urusan dikembalikan.",
          "translation_en": "And if they deny you, [O Muhammad] - already were messengers denied before you. And to Allah are returned [all] matters.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3664",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3664.mp3",
          "tafsir_short": "Dan jika mereka mendustakan engkau, wahai Nabi Muhammad, setelah engkau memberi mereka seruan untuk beriman kepada Allah yang telah melimpahkan rahmat, maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Karena itu, janganlah bersedih dan bersabarlah seperti halnya mereka (Lihat juga: al-An‘àm/6: 34). Dan hanya kepada Allah segala urusan dikembalikan. Dia akan memberi balasan sesuai perbuatan setiap orang."
        },
        {
          "id": 3665,
          "surat_id": 35,
          "jus": 22,
          "ruku": 376,
          "no_ayat_inquran": 3665,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "يٰٓاَيُّهَا النَّاسُ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ ",
          "body_ayat_ltn_en": "Yaaa ayyuhan naasu inna wa'dal laahi haqqun falaa taghurrannakumul hayaatud dunyaa; wa laa yaghurran nakum billaahil gharoor",
          "body_ayat_ltn_in": "yaa ayyuhaa alnnaasu inna wa'da allaahi haqqun falaa taghurrannakumu alhayaatu alddunyaa walaa yaghurrannakum biallaahi algharuuru",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun fal<u>aa</u> taghurrannakumu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wal<u>aa</u> yaghurrannakum bi<strong>al</strong>l<u>aa</u>hi <strong>a</strong>lgharuur<strong>u</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[f:10612[قٌّۖ ف]َلَا تَغُرَّ[g[نّ]َكُمُ [h:10613[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَاۖ وَلَا يَغُرَّ[g[نّ]َك[c:10614[ُم ب]ِ[h:32[ٱ]للَّهِ [h:10615[ٱ]لْغَر[p[ُو]رُ",
          "translation_id": "Wahai manusia! Sungguh, janji Allah itu benar, maka janganlah kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu, memperdayakan kamu tentang Allah.",
          "translation_en": "O mankind, indeed the promise of Allah is truth, so let not the worldly life delude you and be not deceived about Allah by the Deceiver.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3665",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3665.mp3",
          "tafsir_short": "Usai mengisyaratkan bahwa Kiamat pasti akan tiba, Allah lalu secara tegas menyatakan bahwa janji tentang Kiamat, pahala, dan siksa adalah benar adanya. Karenanya, manusia tidak boleh terlena dan teperdaya oleh kehidupan dunia. Wahai manusia! Sungguh, janji Allah tentang pahala dan siksa itu benar, maka janganlah kehidupan dunia seperti kekayaan dan kekuasaan memperdayakan kamu sehingga kamu sedikit bahkan tidak sama sekali menyiapkan diri untuk kehidupan akhirat. Dan janganlah setan yang pandai menipu dapat memperdayakan kamu tentang Allah dan ajaran agama-Nya."
        },
        {
          "id": 3666,
          "surat_id": 35,
          "jus": 22,
          "ruku": 376,
          "no_ayat_inquran": 3666,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "اِنَّ الشَّيْطٰنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوْهُ عَدُوًّاۗ اِنَّمَا يَدْعُوْا حِزْبَهٗ لِيَكُوْنُوْا مِنْ اَصْحٰبِ السَّعِيْرِۗ ",
          "body_ayat_ltn_en": "Innash shaitaana lakum 'aduwwun fattakhizoohu 'aduwwaa; innamaa yad'oo hizbahoo liyakoonoo min ashaabis sa'eer",
          "body_ayat_ltn_in": "inna alsysyaythaana lakum 'aduwwun faittakhidzuuhu 'aduwwan innamaa yad'uu hizbahu liyakuunuu min ash-haabi alssa'iiri",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na lakum 'aduwwun fa<strong>i</strong>ttakhi<u>dz</u>uuhu 'aduwwan innam<u>aa</u> yad'uu <u>h</u>izbahu liyakuunuu min a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ لَكُمْ عَدُ[f:11065[وٌّ ف]َ[h:11066[ٱ]تَّخِذُوهُ عَدُوًّاۚ إِ[g[نّ]َمَا يَ[q:1242[دْ]عُو[s[اْ] حِزْبَهُ[n[ۥ] لِيَكُونُو[s[اْ] مِنْ أَصْحَ[n[ـٰ]بِ [h:11067[ٱ][l[ل]سَّع[p[ِي]رِ",
          "translation_id": "Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala.",
          "translation_en": "Indeed, Satan is an enemy to you; so take him as an enemy. He only invites his party to be among the companions of the Blaze.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3666",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3666.mp3",
          "tafsir_short": "Sungguh, setan itu musuh yang nyata dan abadi bagimu, maka perlakukanlah ia sebagai musuh. Jangan kamu ikuti ajakan, rayuan, dan tipu dayanya, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. Salah satu cara setan memperdaya manusia adalah menganggap kecil perbuatan dosa karena Allah Maha Pengampun.7. Di antara golongan setan adalah mereka yang ingkar kepada Allah dan rasul-Nya. Mereka itulah orang-orang yang kafir; mereka di hari Kiamat akan mendapat azab yang sangat keras dan pedih. Dan orang-orang yang beriman dan mengerjakan kebajikan dengan menjadikan setan se-bagai musuhnya, mereka memperoleh ampunan dari segala dosa dan pahala yang besar, yakni surga."
        },
        {
          "id": 3667,
          "surat_id": 35,
          "jus": 22,
          "ruku": 376,
          "no_ayat_inquran": 3667,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "اَلَّذِيْنَ كَفَرُوْا لَهُمْ عَذَابٌ شَدِيْدٌ ەۗ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ࣖ ",
          "body_ayat_ltn_en": "Allazeena kafaroo lahum 'azaabun shadeed; wallazeena aamanoo wa 'amilus saalihaati lahum maghfiratunw wa ajrun kabeer",
          "body_ayat_ltn_in": "alladziina kafaruu lahum 'adzaabun syadiidun waalladziina aamanuu wa'amiluu alshshaalihaati lahum maghfiratun wa-ajrun kabiirun",
          "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>iina kafaruu lahum 'a<u>dzaa</u>bun syadiidun wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum maghfiratun wa-ajrun kabiir<strong>un</strong>",
          "invers_tajweed": "ٱلَّذِينَ كَفَرُو[s[اْ] لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[a:11068[دٌۖ و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ",
          "translation_id": "Orang-orang yang kafir, mereka akan mendapat azab yang sangat keras. Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
          "translation_en": "Those who disbelieve will have a severe punishment, and those who believe and do righteous deeds will have forgiveness and great reward.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3667",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3667.mp3",
          "tafsir_short": "Di antara golongan setan adalah mereka yang ingkar kepada Allah dan rasul-Nya. Mereka itulah orang-orang yang kafir; mereka di hari Kiamat akan mendapat azab yang sangat keras dan pedih. Dan orang-orang yang beriman dan mengerjakan kebajikan dengan menjadikan setan sebagai musuhnya, mereka memperoleh ampunan dari segala dosa dan pahala yang besar, yakni surga."
        },
        {
          "id": 3668,
          "surat_id": 35,
          "jus": 22,
          "ruku": 377,
          "no_ayat_inquran": 3668,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "اَفَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ فَرَاٰهُ حَسَنًاۗ فَاِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرٰتٍۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَصْنَعُوْنَ ",
          "body_ayat_ltn_en": "Afaman zuyyina lahoo sooo'u 'amalihee fara aahu hasanaa; fa innal laaha yudillu mai yashaaa'u wa yahdee mai yahaaa'u falaa tazhab nafsuka 'alaihim hasaraat; innal laaha 'aleemun bimaa yasna'oon",
          "body_ayat_ltn_in": "afaman zuyyina lahu suu-u 'amalihi faraaahu hasanan fa-inna allaaha yudhillu man yasyaau wayahdii man yasyaau falaa tadzhab nafsuka 'alayhim hasaraatin inna allaaha 'aliimun bimaa yashna'uuna",
          "body_ayat_ltn_in_html": "afaman zuyyina lahu suu-u 'amalihi fara<u>aa</u>hu <u>h</u>asanan fa-inna <strong>al</strong>l<u>aa</u>ha yu<u>dh</u>illu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u fal<u>aa</u> ta<u>dz</u>hab nafsuka 'alayhim <u>h</u>asar<u>aa</u>tin inna <strong>al</strong>l<u>aa</u>ha 'aliimun bim<u>aa</u> ya<u>sh</u>na'uun<strong>a</strong>",
          "invers_tajweed": "أَفَمَ[f:11069[ن ز]ُيِّنَ لَهُ[n[ۥ] س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] فَرَءَاهُ حَسَ[f:11070[نًاۖ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ يُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُۖ فَلَا تَذْهَ[q:11071[بْ] نَفْسُكَ عَلَيْهِمْ حَسَر[n[َٲ]تٍۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:6056[مُۢ ب]ِمَا يَصْنَع[p[ُو]نَ",
          "translation_id": "Maka apakah pantas orang yang dijadikan terasa indah perbuatan buruknya, lalu menganggap baik perbuatannya itu? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka jangan engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.",
          "translation_en": "Then is one to whom the evil of his deed has been made attractive so he considers it good [like one rightly guided]? For indeed, Allah sends astray whom He wills and guides whom He wills. So do not let yourself perish over them in regret. Indeed, Allah is Knowing of what they do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3668",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3668.mp3",
          "tafsir_short": "Allah membedakan dengan sangat nyata mereka yang menjadikan setan sebagai musuh dan mereka yang menjadikannya kawan. Maka, apakah pantas orang yang dijadikan terasa indah perbuatan buruknya karena berkawan dengan setan, lalu menganggap baik perbuatannya itu? Tentu tidak pantas! Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki karena dia lebih memilih kesesatan daripada petunjuk Allah melalui rasul-Nya, dan memberi petunjuk kepada siapa yang Dia kehendaki karena dia memilih petunjuk atas izin Allah. Maka, jangan engkau, wahai Nabi Muhammad, biarkan dirimu binasa karena kesedihan hatimu dan larut dalam penyesalan terhadap kesesatan dan keingkaran mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat dan akan memberi balasan yang sepadan."
        },
        {
          "id": 3669,
          "surat_id": 35,
          "jus": 22,
          "ruku": 377,
          "no_ayat_inquran": 3669,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "وَاللّٰهُ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَسُقْنٰهُ اِلٰى بَلَدٍ مَّيِّتٍ فَاَحْيَيْنَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ  كَذٰلِكَ النُّشُوْرُ ",
          "body_ayat_ltn_en": "Wallaahul lazeee arsalar riyaaha fatuseeru shaaban fasuqnaahu ilaa baladim maiyitin fa ahyaynaa bihil arda ba'da mawtihaa; kazaalikan nushoor",
          "body_ayat_ltn_in": "waallaahu alladzii arsala alrriyaaha fatutsiiru sahaaban fasuqnaahu ilaa baladin mayyitin fa-ahyaynaa bihi al-ardha ba'da mawtihaa kadzaalika alnnusyuuru",
          "body_ayat_ltn_in_html": "wa<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii arsala <strong>al</strong>rriy<u>aah</u>a fatutsiiru sa<u>haa</u>ban fasuqn<u>aa</u>hu il<u>aa</u> baladin mayyitin fa-a<u>h</u>yayn<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> ka<u>dzaa</u>lika <strong>al</strong>nnusyuur<strong>u</strong>",
          "invers_tajweed": "وَ[h:9999[ٱ]للَّهُ [h:11072[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ [h:9659[ٱ][l[ل]رِّيَ[n[ـٰ]حَ فَتُثِيرُ سَحَا[f:11073[بًا ف]َسُ[q:11074[قْ]نَ[n[ـٰ]هُ إِلَىٰ بَلَ[a:11075[دٍ م]َّيِّ[f:11076[تٍ ف]َأَحْيَيْنَا بِهِ [h:842[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَاۚ كَذ[n[َٲ]لِكَ [h:11077[ٱ][l[ل][g[نّ]ُش[p[ُو]رُ",
          "translation_id": "Dan Allah-lah yang mengirimkan angin; lalu (angin itu) menggerakkan awan, maka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan itu.",
          "translation_en": "And it is Allah who sends the winds, and they stir the clouds, and We drive them to a dead land and give life thereby to the earth after its lifelessness. Thus is the resurrection.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3669",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3669.mp3",
          "tafsir_short": "Usai menjelaskan kepastian janji Allah, kedatangan hari Kiamat, dan perbedaan antara orang yang taat dengan yang ingkar serta balasan yang akan mereka peroleh, pada ayat ini Allah menunjukkan tanda-tanda kekuasan-Nya di alam semesta sekaligus menjadi perumpamaaan terjadinya hari Kebangkitan. Dan Allah-lah yang mengirimkan angin; lalu angin itu menggerakkan awan, maka Kami arahkan awan yang mengandung air itu ke suatu negeri yang mati, yakni tandus, lalu turunlah hujan dan dengan hujan itu lalu Kami hidupkan bumi setelah mati, yakni kering. Seperti itulah kebangkitan itu akan terjadi."
        },
        {
          "id": 3670,
          "surat_id": 35,
          "jus": 22,
          "ruku": 377,
          "no_ayat_inquran": 3670,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "مَنْ كَانَ يُرِيْدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمِيْعًاۗ اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهٗ ۗوَالَّذِيْنَ يَمْكُرُوْنَ السَّيِّاٰتِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَمَكْرُ اُولٰۤىِٕكَ هُوَ يَبُوْرُ ",
          "body_ayat_ltn_en": "Man kaana yureedul 'izzata falillaahil 'izzatu jamee'aa; ilaihi yas'adul kalimut taiyibu wal'amalus saalihu yarfa'uh; wallazeena yamkuroonas sayyiaati lahum 'azaabun shadeed; wa makru ulaaa'ika huwa yaboor",
          "body_ayat_ltn_in": "man kaana yuriidu al'izzata falillaahi al'izzatu jamii'an ilayhi yash'adu alkalimu alththhayyibu waal'amalu alshshaalihu yarfa'uhu waalladziina yamkuruuna alssayyi-aati lahum 'adzaabun syadiidun wamakru ulaa-ika huwa yabuuru",
          "body_ayat_ltn_in_html": "man k<u>aa</u>na yuriidu <strong>a</strong>l'izzata falill<u>aa</u>hi <strong>a</strong>l'izzatu jamii'an ilayhi ya<u>sh</u>'adu <strong>a</strong>lkalimu <strong>al</strong><u>ththh</u>ayyibu wa<strong>a</strong>l'amalu <strong>al</strong><u>shshaa</u>li<u>h</u>u yarfa'uhu wa<strong>a</strong>lla<u>dz</u>iina yamkuruuna <strong>al</strong>ssayyi-<u>aa</u>ti lahum 'a<u>dzaa</u>bun syadiidun wamakru ul<u>aa</u>-ika huwa yabuur<strong>u</strong>",
          "invers_tajweed": "مَ[f:506[ن ك]َانَ يُرِيدُ [h:11078[ٱ]لْعِزَّةَ فَلِلَّهِ [h:11079[ٱ]لْعِزَّةُ جَمِيعًاۚ إِلَيْهِ يَصْعَدُ [h:11080[ٱ]لْكَلِمُ [h:11081[ٱ][l[ل]طَّيِّبُ وَ[h:11082[ٱ]لْعَمَلُ [h:11083[ٱ][l[ل]صَّ[n[ـٰ]لِحُ يَرْفَعُهُۚ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ يَمْكُرُونَ [h:11084[ٱ][l[ل]سَّيِّـَٔـاتِ لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[a:11085[دٌۖ و]َمَكْرُ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُوَ يَب[p[ُو]رُ",
          "translation_id": "Barangsiapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, dan amal kebajikan Dia akan mengangkatnya. Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur.",
          "translation_en": "Whoever desires honor [through power] - then to Allah belongs all honor. To Him ascends good speech, and righteous work raises it. But they who plot evil deeds will have a severe punishment, and the plotting of those - it will perish.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3670",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3670.mp3",
          "tafsir_short": "Kekuasaan Allah tidak sebatas keberadaan alam semesta. Dia juga pemilik kemuliaan yang didambakan oleh banyak orang. Melalui ayat ini Allah mengingatkan, “Barang siapa menghendaki kemuliaan, maka ketahuilah bahwa kemuliaan itu semuanya milik Allah. Karena itu, jika kamu menginginkannya, mendekatlah dan taatilah Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, yakni kalimat tauhid là ilàha illallàh, kalimat zikir, atau semua perkataan yang baik dalam pandangan agama, dan amal kebajikan, Dia akan mengangkatnya. Perkataan baik akan naik dan amal yang baik itu dinaikkan untuk diterima dan diberi-Nya pahala, sehingga pelakunya mendapat kemuliaan dan kedudukan tinggi di sisi-Nya. Adapun orang-orang yang karena mengikuti hawa nafsu merencanakan kejahatan terhadap orang-orang yang beriman, mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur serta tidak mencapai sasarannya. Mereka inilah orang-orang yang jauh dari kemuliaan."
        },
        {
          "id": 3671,
          "surat_id": 35,
          "jus": 22,
          "ruku": 377,
          "no_ayat_inquran": 3671,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "وَاللّٰهُ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ جَعَلَكُمْ اَزْوَاجًاۗ وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖۗ وَمَا يُعَمَّرُ مِنْ مُّعَمَّرٍ وَّلَا يُنْقَصُ مِنْ عُمُرِهٖٓ اِلَّا فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
          "body_ayat_ltn_en": "Wallaahu khalaqakum min turaabin summa min nutfatin summa ja'alakum azwaajaa; wa maa tahmilu min unsaa wa laa tada'u illaa bi'ilmih; wa maa yu'ammaru mim mu'ammarinw wa laa yunqasu min 'umuriheee illaa fee kitaab; inna zaalika 'alal laahi yaseer",
          "body_ayat_ltn_in": "waallaahu khalaqakum min turaabin tsumma min nuthfatin tsumma ja'alakum azwaajan wamaa tahmilu min untsaa walaa tadha'u illaa bi'ilmihi wamaa yu'ammaru min mu'ammarin walaa yunqashu min 'umurihi illaa fii kitaabin inna dzaalika 'alaa allaahi yasiirun",
          "body_ayat_ltn_in_html": "wa<strong>al</strong>l<u>aa</u>hu khalaqakum min tur<u>aa</u>bin tsumma min nu<u>th</u>fatin tsumma ja'alakum azw<u>aa</u>jan wam<u>aa</u> ta<u>h</u>milu min unts<u>aa</u> wal<u>aa</u> ta<u>dh</u>a'u ill<u>aa</u> bi'ilmihi wam<u>aa</u> yu'ammaru min mu'ammarin wal<u>aa</u> yunqa<u>sh</u>u min 'umurihi ill<u>aa</u> fii kit<u>aa</u>bin inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>",
          "invers_tajweed": "وَ[h:9999[ٱ]للَّهُ خَلَقَك[w:2530[ُم م]ِّ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ جَعَلَكُمْ أَزْو[n[َٲ][a:11086[جًاۚ و]َمَا تَحْمِلُ مِنْ أُ[f:1867[نث]َىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ[n[ۚۦ] وَمَا يُعَ[g[مّ]َرُ م[a:11087[ِن م]ُّعَ[g[مّ]َ[a:11088[رٍ و]َلَا يُ[f:11089[نق]َصُ مِنْ عُمُرِه[o[ِۦٓ] إِلَّا فِى كِتَ[n[ـٰ]بٍۚ إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ",
          "translation_id": "Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan). Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan (sudah ditetapkan) dalam Kitab (Lauh Mahfuzh). Sungguh, yang demikian itu mudah bagi Allah.",
          "translation_en": "And Allah created you from dust, then from a sperm-drop; then He made you mates. And no female conceives nor does she give birth except with His knowledge. And no aged person is granted [additional] life nor is his lifespan lessened but that it is in a register. Indeed, that for Allah is easy.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3671",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3671.mp3",
          "tafsir_short": "Dan di antara tanda kekuasaan-Nya adalah bahwa Allah menciptakan bapak kamu, Nabi Adam, dari tanah kemudian menciptakan kamu dari air mani yang bersumber dari saripati makanan yang juga berasal dari tanah, kemudian Dia menjadikan kamu berpasangan laki-laki dan pe-rempuan sebagai suami istri. (Lihat juga: an-Najm/53: 45) Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan de-ngan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan sudah ditetapkan dalam Kitab, yaitu Lauh Mahfùz. Sungguh, yang demikian itu mudah bagi Allah karena Dia Mahakuasa dan Maha Mengetahui."
        },
        {
          "id": 3672,
          "surat_id": 35,
          "jus": 22,
          "ruku": 377,
          "no_ayat_inquran": 3672,
          "no_ayat_insurat": 12,
          "body_ayat_arb": "وَمَا يَسْتَوِى الْبَحْرٰنِۖ هٰذَا عَذْبٌ فُرَاتٌ سَاۤىِٕغٌ شَرَابُهٗ وَهٰذَا مِلْحٌ اُجَاجٌۗ وَمِنْ كُلٍّ تَأْكُلُوْنَ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْنَ حِلْيَةً تَلْبَسُوْنَهَا ۚوَتَرَى الْفُلْكَ فِيْهِ مَوَاخِرَ لِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
          "body_ayat_ltn_en": "Wa maa yastawil bahraani haaza 'azbun furaatun saaa'ighun sharaabuhoo wa haazaa milhun ujaaj; wa min kullin taakuloona lahman tariyyanw wa tastakhrijoona hilyatan talbasoonahaa wa taral fulka feehi mawaakhira litabtaghoo min fadlihee wa la'allakm tashkuroon",
          "body_ayat_ltn_in": "wamaa yastawii albahraani haadzaa 'adzbun furaatun saa-ighun syaraabuhu wahaadzaa milhun ujaajun wamin kullin ta/kuluuna lahman thariyyan watastakhrijuuna hilyatan talbasuunahaa wataraa alfulka fiihi mawaakhira litabtaghuu min fadhlihi wala'allakum tasykuruuna",
          "body_ayat_ltn_in_html": "wam<u>aa</u> yastawii <strong>a</strong>lba<u>h</u>r<u>aa</u>ni h<u>aadzaa</u> 'a<u>dz</u>bun fur<u>aa</u>tun s<u>aa</u>-ighun syar<u>aa</u>buhu wah<u>aadzaa</u> mil<u>h</u>un uj<u>aa</u>jun wamin kullin ta/kuluuna la<u>h</u>man <u>th</u>ariyyan watastakhrijuuna <u>h</u>ilyatan talbasuunah<u>aa</u> watar<u>aa</u> <strong>a</strong>lfulka fiihi maw<u>aa</u>khira litabtaghuu min fa<u>dh</u>lihi wala'allakum tasykuruun<strong>a</strong>",
          "invers_tajweed": "وَمَا يَسْتَوِى [h:11090[ٱ]لْبَحْرَانِ هَ[n[ـٰ]ذَا عَذْ[f:9670[بٌ ف]ُرَا[f:11091[تٌ س][o[َا]ٓئِ[f:11092[غٌ ش]َرَابُهُ[n[ۥ] وَهَ[n[ـٰ]ذَا مِلْحٌ أُجَا[a:11093[جٌۖ و]َمِ[f:11094[ن ك]ُ[f:11095[لٍّ ت]َأْكُلُونَ لَحْ[f:7349[مًا ط]َرِي[a:11096[ًّا و]َتَسْتَخْرِجُونَ حِلْيَ[f:7351[ةً ت]َلْبَسُونَهَاۖ وَتَرَى [h:7352[ٱ]لْفُلْكَ فِيهِ مَوَاخِرَ لِتَ[q:7694[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ",
          "translation_id": "Dan tidak sama (antara) dua lautan; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari (masing-masing lautan) itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang kamu pakai, dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur.",
          "translation_en": "And not alike are the two bodies of water. One is fresh and sweet, palatable for drinking, and one is salty and bitter. And from each you eat tender meat and extract ornaments which you wear, and you see the ships plowing through [them] that you might seek of His bounty; and perhaps you will be grateful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3672",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3672.mp3",
          "tafsir_short": "Allah Mahakuasa, Maha Pencipta. Di antara bukti kekuasaan Allah adalah penciptaan manusia. Untuk memenuhi keperluan hidup manusia, Allah menciptakan lautan dengan beragam sumber dayanya. Dan tidak sama antara dua lautan; yang ini tawar, menyuburkan tanah, menumbuhkan tanam-tanaman, sangat segar, dan sedap diminum, dan lautan yang lain airnya asin lagi pahit karena sangat asin dan tentu tidak sedap untuk diminum. Dan dari masing-masing lautan itu kamu dapat memakan daging yang segar dan kamu dapat secara bersungguh-sungguh mengeluarkan perhiasan yang kamu pakai, yakni mutiara dan marjan (Lihat juga: ar-Rahmàn/55: 22). Dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur kepada-Nya atas limpahan rahmat tersebut."
        },
        {
          "id": 3673,
          "surat_id": 35,
          "jus": 22,
          "ruku": 377,
          "no_ayat_inquran": 3673,
          "no_ayat_insurat": 13,
          "body_ayat_arb": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۚ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ مَا يَمْلِكُوْنَ مِنْ قِطْمِيْرٍۗ ",
          "body_ayat_ltn_en": "Yoolijul laila fin nahaari wa yoolijun nahaara fil laili wa sakhkharash shamsa wal qamara kulluny yajree li ajalim musammaa; zaalikumul lahuu Rabbukum lahul mulk; wallazeena tad'oona min doonihee maa yamlikoona min qitmeer",
          "body_ayat_ltn_in": "yuuliju allayla fii alnnahaari wayuuliju alnnahaara fii allayli wasakhkhara alsysyamsa waalqamara kullun yajrii li-ajalin musamman dzaalikumu allaahu rabbukum lahu almulku waalladziina tad'uuna min duunihi maa yamlikuuna min qithmiirin",
          "body_ayat_ltn_in_html": "yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii li-ajalin musamman <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum lahu <strong>a</strong>lmulku wa<strong>a</strong>lla<u>dz</u>iina tad'uuna min duunihi m<u>aa</u> yamlikuuna min qi<u>th</u>miir<strong>in</strong>",
          "invers_tajweed": "يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَم[f:11097[ًّىۚ ذ][n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ لَهُ [h:1397[ٱ]لْمُلْكُۚ وَ[h:37[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مَا يَمْلِكُونَ مِ[f:11098[ن ق]ِ[q:11099[طْ]م[p[ِي]رٍ",
          "translation_id": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari.",
          "translation_en": "He causes the night to enter the day, and He causes the day to enter the night and has subjected the sun and the moon - each running [its course] for a specified term. That is Allah, your Lord; to Him belongs sovereignty. And those whom you invoke other than Him do not possess [as much as] the membrane of a date seed.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3673",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3673.mp3",
          "tafsir_short": "Bukti lain atas kekuasaan dan rahmat Allah adalah pergantian siang dan malam. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktu siang lebih panjang, dan memasukkan sebagian waktu siang ke dalam malam sehingga waktu malam lebih panjang (Lihat juga: Àli ‘Imràn/3: 27 dan al-hajj/22: 61), dan Dia telah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Dengan demikian, perhitungan hari, bulan, dan tahun dapat diketahui. Yang berbuat demikian itulah Allah Tuhan kamu yang Mahakuasa dan Mahasempurna; hanya milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru dan sembah selain Allah, wahai kaum musyrik, sama sekali tidak mempunyai apa-apa walaupun setipis kulit ari."
        },
        {
          "id": 3674,
          "surat_id": 35,
          "jus": 22,
          "ruku": 377,
          "no_ayat_inquran": 3674,
          "no_ayat_insurat": 14,
          "body_ayat_arb": "اِنْ تَدْعُوْهُمْ لَا يَسْمَعُوْا دُعَاۤءَكُمْۚ وَلَوْ سَمِعُوْا مَا اسْتَجَابُوْا لَكُمْۗ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُوْنَ بِشِرْكِكُمْۗ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيْرٍ ࣖ",
          "body_ayat_ltn_en": "in tad'oohum laa yasma'oo du'aaa'akum wa law sami'oo mas tajaaboo lakum; wa Yawmal Qiyaamati Yakfuroona bishirkikum; wa laa yunabbi'uka mislu khabeer",
          "body_ayat_ltn_in": "in tad'uuhum laa yasma'uu du'aa-akum walaw sami'uu maa istajaabuu lakum wayawma alqiyaamati yakfuruuna bisyirkikum walaa yunabbi-uka mitslu khabiirin",
          "body_ayat_ltn_in_html": "in tad'uuhum l<u>aa</u> yasma'uu du'<u>aa</u>-akum walaw sami'uu m<u>aa</u> istaj<u>aa</u>buu lakum wayawma <strong>a</strong>lqiy<u>aa</u>mati yakfuruuna bisyirkikum wal<u>aa</u> yunabbi-uka mitslu khabiir<strong>in</strong>",
          "invers_tajweed": "إِ[f:11100[ن ت]َ[q:5192[دْ]عُوهُمْ لَا يَسْمَعُو[s[اْ] دُع[o[َا]ٓءَكُمْ وَلَوْ سَمِعُو[s[اْ] مَا [h:11101[ٱ]سْتَجَابُو[s[اْ] لَكُمْۖ وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ يَكْفُرُونَ بِشِرْكِكُمْۚ وَلَا يُنَبِّئُكَ مِثْلُ خَب[p[ِي]رٍ",
          "translation_id": "Jika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti.",
          "translation_en": "If you invoke them, they do not hear your supplication; and if they heard, they would not respond to you. And on the Day of Resurrection they will deny your association. And none can inform you like [one] Acquainted [with all matters].",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3674",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3674.mp3",
          "tafsir_short": "Jika kamu menyeru, menyembah, dan meminta pertolongan mereka, yakni berhala atau sesembahan lain yang merupakan benda mati, mereka tidak mendengar seruanmu, dan sekiranya mereka yang kamu sembah itu makhluk hidup yang dapat mendengar, mereka juga tidak memperkenankan permintaanmu kecuali atas izin Allah. Dan pada hari Kiamat mereka akan mengingkari dan berlepas diri dari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan tentang segala sesuatu kepadamu seperti yang diberikan oleh Allah Yang Mahateliti dalam segala urusan."
        },
        {
          "id": 3675,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3675,
          "no_ayat_insurat": 15,
          "body_ayat_arb": "۞ يٰٓاَيُّهَا النَّاسُ اَنْتُمُ الْفُقَرَاۤءُ اِلَى اللّٰهِ ۚوَاللّٰهُ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
          "body_ayat_ltn_en": "Yaaa ayyunhan naasu antumul fuqaraaa'u ilallaahi wallaahu Huwal Ghaniyyul Hameed",
          "body_ayat_ltn_in": "yaa ayyuhaa alnnaasu antumu alfuqaraau ilaa allaahi waallaahu huwa alghaniyyu alhamiidu",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su antumu <strong>a</strong>lfuqar<u>aa</u>u il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
          "invers_tajweed": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ أَ[f:8796[نت]ُمُ [h:11102[ٱ]لْفُقَر[o[َا]ٓءُ إِلَى [h:1637[ٱ]للَّهِۖ وَ[h:72[ٱ]للَّهُ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
          "translation_id": "Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji.",
          "translation_en": "O mankind, you are those in need of Allah, while Allah is the Free of need, the Praiseworthy.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3675",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3675.mp3",
          "tafsir_short": "Hanya Allah Tuhan yang patut disembah. Dia Mahakuasa, pemilik langit dan bumi, sehingga itu manusia sudah pasti sangat memerlukan rahmat dan pertolongan-Nya. Wahai manusia! Kamulah yang memerlukan Allah; dan Allah, Dialah Yang Mahakaya, tidak memerlukan apa pun, lagi Maha Terpuji nama, sifat, dan perbuatan-Nya."
        },
        {
          "id": 3676,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3676,
          "no_ayat_insurat": 16,
          "body_ayat_arb": "اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۚ ",
          "body_ayat_ltn_en": "Iny yashaa yuzhibkum wa yaati bikhalqin jadeed",
          "body_ayat_ltn_in": "in yasya/ yudzhibkum waya/ti bikhalqin jadiidin",
          "body_ayat_ltn_in_html": "in yasya/ yu<u>dz</u>hibkum waya/ti bikhalqin jadiid<strong>in</strong>",
          "invers_tajweed": "إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَأْتِ بِخَلْ[f:7086[قٍ ج]َد[p[ِي][q[د]ٍ",
          "translation_id": "Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).",
          "translation_en": "If He wills, He can do away with you and bring forth a new creation.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3676",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3676.mp3",
          "tafsir_short": "Ketaatan manusia sedikit pun menambah kebesaran Allah dan keingkaran mereka sama sekali tidak mengurangi keagungan-Nya. Jika Dia menghendaki, niscaya Dia membinasakan kamu yang ingkar dan mendatangkan makhluk yang baru yang taat kepada-Nya untuk menggantikan kamu. (Lihat juga: Muhammad/47: 38)."
        },
        {
          "id": 3677,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3677,
          "no_ayat_insurat": 17,
          "body_ayat_arb": "وَمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ ",
          "body_ayat_ltn_en": "Wa maa zaalika 'alal laahi bi'azeez",
          "body_ayat_ltn_in": "wamaa dzaalika 'alaa allaahi bi'aziizin",
          "body_ayat_ltn_in_html": "wam<u>aa</u> <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi'aziiz<strong>in</strong>",
          "invers_tajweed": "وَمَا ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ بِعَز[p[ِي]زٍ",
          "translation_id": "Dan yang demikian itu tidak sulit bagi Allah.",
          "translation_en": "And that is for Allah not difficult.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3677",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3677.mp3",
          "tafsir_short": "Dan yang demikian itu tidak sulit bagi Allah. Dia Mahakuasa atas segala sesuatu. (Lihat juga: al-‘Ankabùt/29: 19)"
        },
        {
          "id": 3678,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3678,
          "no_ayat_insurat": 18,
          "body_ayat_arb": "وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى ۗوَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَّلَوْ كَانَ ذَا قُرْبٰىۗ اِنَّمَا تُنْذِرُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَاَقَامُوا الصَّلٰوةَ ۗوَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖ ۗوَاِلَى اللّٰهِ الْمَصِيْرُ ",
          "body_ayat_ltn_en": "Wa laa taziru waaziratun wizra ukhraa; wa in tad'u musqalatun ilaa himlihaa laa yuhmal minhu shai'unw wa law kaana zaa qurbaa; innamaa tunzirul lazeena yakhshawna Rabbahum bilghaibi wa aqaamus Sallah; wa man tazakkaa fa innamaa yatazakkaa linafsih; wa ilal laahil maseer",
          "body_ayat_ltn_in": "walaa taziru waaziratun wizra ukhraa wa-in tad'u mutsqalatun ilaa himlihaa laa yuhmal minhu syay-un walaw kaana dzaa qurbaa innamaa tundziru alladziina yakhsyawna rabbahum bialghaybi wa-aqaamuu alshshalaata waman tazakkaa fa-innamaa yatazakkaa linafsihi wa-ilaa allaahi almashiiru",
          "body_ayat_ltn_in_html": "wal<u>aa</u> taziru w<u>aa</u>ziratun wizra ukhr<u>aa</u> wa-in tad'u mutsqalatun il<u>aa</u> <u>h</u>imlih<u>aa</u> l<u>aa</u> yu<u>h</u>mal minhu syay-un walaw k<u>aa</u>na <u>dzaa</u> qurb<u>aa</u> innam<u>aa</u> tun<u>dz</u>iru <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta waman tazakk<u>aa</u> fa-innam<u>aa</u> yatazakk<u>aa</u> linafsihi wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
          "invers_tajweed": "وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَىٰۚ وَإِ[f:11103[ن ت]َ[q:6220[دْ]عُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ ش[a:11104[َىْءٌ و]َلَوْ كَانَ ذَا قُرْبَ[o[ىٰٓۗ] إِ[g[نّ]َمَا تُ[f:11105[نذ]ِرُ [h:11106[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَۚ وَمَ[f:11107[ن ت]َزَكَّىٰ فَإِ[g[نّ]َمَا يَتَزَكَّىٰ لِنَفْسِهِ[n[ۚۦ] وَإِلَى [h:1148[ٱ]للَّهِ [h:1842[ٱ]لْمَص[p[ِي]رُ",
          "translation_id": "Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barangsiapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali.",
          "translation_en": "And no bearer of burdens will bear the burden of another. And if a heavily laden soul calls [another] to [carry some of] its load, nothing of it will be carried, even if he should be a close relative. You can only warn those who fear their Lord unseen and have established prayer. And whoever purifies himself only purifies himself for [the benefit of] his soul. And to Allah is the [final] destination.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3678",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3678.mp3",
          "tafsir_short": "Pada hari Kiamat setiap orang akan mempertanggungjawabkan perbuatannya. Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil orang lain untuk membantu memikul bebannya itu, tidak akan dipikulkan sedikit pun, meskipun yang ia panggil itu kaum kerabatnya, apalagi bila ia bukan kerabatnya (Lihat juga: ‘Abasa/80: 34–37). Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada azab Tuhannya sekalipun mereka tidak melihat-Nya atau ketika mereka sedang menyendiri, dan demikian pula mereka yang melaksanakan salat secara baik dan sempurna syarat dan rukunnya. Dan barang siapa menyucikan dirinya dari syirik dan maksiat dengan menjalankan salat dan takut kepada Allah, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali segala urusan. Setiap orang akan dibalas sesuai perbuatannya."
        },
        {
          "id": 3679,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3679,
          "no_ayat_insurat": 19,
          "body_ayat_arb": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ۙ ",
          "body_ayat_ltn_en": "Wa maa tastawil a'maa wal baseer",
          "body_ayat_ltn_in": "wamaa yastawii al-a'maa waalbashiiru",
          "body_ayat_ltn_in_html": "wam<u>aa</u> yastawii <strong>a</strong>l-a'm<u>aa</u> wa<strong>a</strong>lba<u>sh</u>iir<strong>u</strong>",
          "invers_tajweed": "وَمَا يَسْتَوِى [h:4068[ٱ]لْأَعْمَىٰ وَ[h:4069[ٱ]لْبَص[p[ِي]رُ",
          "translation_id": "Dan tidaklah sama orang yang buta dengan orang yang melihat,",
          "translation_en": "Not equal are the blind and the seeing,",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3679",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3679.mp3",
          "tafsir_short": "Usai menjelaskan bahwa yang mau menerima peringatan dari Nabi adalah mereka yang takut kepada Allah dan menjalankan salat, pada ayat-ayat berikut Allah mendatangkan perumpamaan perbedaan antara orang mukmin dengan orang kafir. Dan tidaklah sama orang yang buta mata dan hatinya sehingga tidak dapat melihat dan menerima kebenaran,"
        },
        {
          "id": 3680,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3680,
          "no_ayat_insurat": 20,
          "body_ayat_arb": "وَلَا الظُّلُمٰتُ وَلَا النُّوْرُۙ ",
          "body_ayat_ltn_en": "Wa laz zulumaatu wa lannoon",
          "body_ayat_ltn_in": "walaa alzhzhulumaatu walaa alnnuuru",
          "body_ayat_ltn_in_html": "wal<u>aa</u> <strong>al</strong><u>zhzh</u>ulum<u>aa</u>tu wal<u>aa</u> <strong>al</strong>nnuur<strong>u</strong>",
          "invers_tajweed": "وَلَا [h:11108[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تُ وَلَا [h:11109[ٱ][l[ل][g[نّ][p[ُو]رُ",
          "translation_id": "dan tidak (pula) sama gelap gulita dengan cahaya,",
          "translation_en": "Nor are the darknesses and the light,",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3680",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3680.mp3",
          "tafsir_short": "dengan orang yang melihat mata dan hatinya sehingga mau menerima kebenaran, dan tidak pula sama antara gelap gulita, yakni kesesatan atau kekafiran, dengan cahaya, yakni petunjuk atau iman,"
        },
        {
          "id": 3681,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3681,
          "no_ayat_insurat": 21,
          "body_ayat_arb": "وَلَا الظِّلُّ وَلَا الْحَرُوْرُۚ ",
          "body_ayat_ltn_en": "Wa laz zillu wa lal haroor",
          "body_ayat_ltn_in": "walaa alzhzhillu walaa alharuuru",
          "body_ayat_ltn_in_html": "wal<u>aa</u> <strong>al</strong><u>zhzh</u>illu wal<u>aa</u> <strong>a</strong>l<u>h</u>aruur<strong>u</strong>",
          "invers_tajweed": "وَلَا [h:11110[ٱ][l[ل]ظِّلُّ وَلَا [h:11111[ٱ]لْحَر[p[ُو]رُ",
          "translation_id": "dan tidak (pula) sama yang teduh dengan yang panas,",
          "translation_en": "Nor are the shade and the heat,",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3681",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3681.mp3",
          "tafsir_short": "dan tidak pula sama antara yang teduh, yakni kenyamanan dan ketenangan di surga, dengan yang panas, yakni pedihnya siksa neraka."
        },
        {
          "id": 3682,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3682,
          "no_ayat_insurat": 22,
          "body_ayat_arb": "وَمَا يَسْتَوِى الْاَحْيَاۤءُ وَلَا الْاَمْوَاتُۗ اِنَّ اللّٰهَ يُسْمِعُ مَنْ يَّشَاۤءُ ۚوَمَآ اَنْتَ بِمُسْمِعٍ مَّنْ فِى الْقُبُوْرِ ",
          "body_ayat_ltn_en": "Wa maa yastawil ahyaaa'u wa lal amwaat; innal laaha yusmi'u mai yashaaa'u wa maaa anta bimusi'im man fil quboor",
          "body_ayat_ltn_in": "wamaa yastawii al-ahyaau walaa al-amwaatu inna allaaha yusmi'u man yasyaau wamaa anta bimusmi'in man fii alqubuuri",
          "body_ayat_ltn_in_html": "wam<u>aa</u> yastawii <strong>a</strong>l-a<u>h</u>y<u>aa</u>u wal<u>aa</u> <strong>a</strong>l-amw<u>aa</u>tu inna <strong>al</strong>l<u>aa</u>ha yusmi'u man yasy<u>aa</u>u wam<u>aa</u> anta bimusmi'in man fii <strong>a</strong>lqubuur<strong>i</strong>",
          "invers_tajweed": "وَمَا يَسْتَوِى [h:11112[ٱ]لْأَحْي[o[َا]ٓءُ وَلَا [h:11113[ٱ]لْأَمْو[n[َٲ]تُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُسْمِعُ م[a:476[َن ي]َش[o[َا]ٓءُۖ وَم[o[َآ] أَ[f:169[نت]َ بِمُسْمِ[a:11114[عٍ م]َّ[f:2074[ن ف]ِى [h:8926[ٱ]لْقُب[p[ُو]رِ",
          "translation_id": "dan tidak (pula) sama orang yang hi-dup dengan orang yang mati. Sungguh, Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.",
          "translation_en": "And not equal are the living and the dead. Indeed, Allah causes to hear whom He wills, but you cannot make hear those in the graves.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3682",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3682.mp3",
          "tafsir_short": "Dan tidak pula sama antara orang yang hidup hatinya, yakni orang mukmin, dengan orang yang mati hatinya, yakni orang kafir. Sungguh, Allah memberikan pendengaran untuk menerima petunjuk kepada siapa yang Dia kehendaki, dan engkau, wahai Nabi Muhammad, tidak akan sanggup menjadikan orang yang di dalam kubur, yakni orang yang menutup hatinya dari kebenaran sehingga menyerupai orang mati, dapat mendengar. Engkau tidak akan dapat memberi petunjuk kepada orang-orang musyrik yang telah mati hatinya."
        },
        {
          "id": 3683,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3683,
          "no_ayat_insurat": 23,
          "body_ayat_arb": "اِنْ اَنْتَ اِلَّا نَذِيْرٌ",
          "body_ayat_ltn_en": "In anta illaa nazeer",
          "body_ayat_ltn_in": "in anta illaa nadziirun",
          "body_ayat_ltn_in_html": "in anta ill<u>aa</u> na<u>dz</u>iir<strong>un</strong>",
          "invers_tajweed": "إِنْ أَ[f:169[نت]َ إِلَّا نَذ[p[ِي]رٌ",
          "translation_id": "Engkau tidak lain hanyalah seorang pemberi peringatan.",
          "translation_en": "You, [O Muhammad], are not but a warner.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3683",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3683.mp3",
          "tafsir_short": "Engkau tidak lain hanyalah seorang pemberi peringatan kepada manusia agar beriman kepada Allah dan tidak mendurhakai-Nya supaya terhindar dari siksa neraka."
        },
        {
          "id": 3684,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3684,
          "no_ayat_insurat": 24,
          "body_ayat_arb": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ ",
          "body_ayat_ltn_en": "Innaa arsalnaak bil haqqi basheeranw wa nazeeraa; wa im min ummatin illaa khalaa feehaa nazeer",
          "body_ayat_ltn_in": "innaa arsalnaaka bialhaqqi basyiiran wanadziiran wa-in min ummatin illaa khalaa fiihaa nadziirun",
          "body_ayat_ltn_in_html": "inn<u>aa</u> arsaln<u>aa</u>ka bi<strong>a</strong>l<u>h</u>aqqi basyiiran wana<u>dz</u>iiran wa-in min ummatin ill<u>aa</u> khal<u>aa</u> fiih<u>aa</u> na<u>dz</u>iir<strong>un</strong>",
          "invers_tajweed": "إِ[g[نّ][o[َآ] أَرْسَلْنَ[n[ـٰ]كَ بِ[h:370[ٱ]لْحَقِّ بَشِي[a:622[رًا و]َنَذِي[a:11115[رًاۚ و]َإ[a:3281[ِن م]ِّنْ أُ[g[مّ]َةٍ إِلَّا خَلَا فِيهَا نَذ[p[ِي]رٌ",
          "translation_id": "Sungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan.",
          "translation_en": "Indeed, We have sent you with the truth as a bringer of good tidings and a warner. And there was no nation but that there had passed within it a warner.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3684",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3684.mp3",
          "tafsir_short": "Sungguh, Kami mengutus engkau, wahai Nabi Muhammad, dengan membawa kebenaran agama tauhid dan hukum-hukumnya, sebagai pembawa berita gembira bahwa orang yang taat akan masuk surga, dan sebagai pemberi peringatan bahwa orang yang durhaka akan masuk neraka. Dan tidak ada satu pun umat dari umat-umat terdahulu melainkan di sana telah datang seorang pemberi peringatan, yakni nabi atau rasul yang Allah utus untuk mengajak mereka beriman kepada Allah."
        },
        {
          "id": 3685,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3685,
          "no_ayat_insurat": 25,
          "body_ayat_arb": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَبِالزُّبُرِ وَبِالْكِتٰبِ الْمُنِيْرِ ",
          "body_ayat_ltn_en": "Wa inyukazzibooka faqad kazzabal lazeena min qablihim jaaa'at hum Rusuluhum bilbaiyinaati wa biz Zuburi wa bil Kitaabil Muneer",
          "body_ayat_ltn_in": "wa-in yukadzdzibuuka faqad kadzdzaba alladziina min qablihim jaa-at-hum rusuluhum bialbayyinaati wabialzzuburi wabialkitaabi almuniiri",
          "body_ayat_ltn_in_html": "wa-in yuka<u>dzdz</u>ibuuka faqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti wabi<strong>al</strong>zzuburi wabi<strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmuniir<strong>i</strong>",
          "invers_tajweed": "وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَبِ[h:11116[ٱ][l[ل]زُّبُرِ وَبِ[h:11117[ٱ]لْكِتَ[n[ـٰ]بِ [h:11118[ٱ]لْمُن[p[ِي]رِ",
          "translation_id": "Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna.",
          "translation_en": "And if they deny you - then already have those before them denied. Their messengers came to them with clear proofs and written ordinances and with the enlightening Scripture.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3685",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3685.mp3",
          "tafsir_short": "Dan jika mereka mendustakanmu, wahai Nabi Muhammad, maka bersabarlah layaknya rasul-rasul terdahulu bersabar menghadapi penolakan umatnya. Sungguh, orang-orang yang sebelum mereka pun telah mendustakan rasul-rasul; ketika rasul-rasulnya datang dengan membawa keterangan yang nyata, yakni mukjizat yang menjadi bukti benarnya risalah mereka, zubur, dan kitab yang memberi penjelasan yang sempurna. Allah memberi petunjuk kepada orang yang Dia kehendaki dengan memberinya kesanggupan untuk mendengarkan dan menerima ke-terangan yang nyata."
        },
        {
          "id": 3686,
          "surat_id": 35,
          "jus": 22,
          "ruku": 378,
          "no_ayat_inquran": 3686,
          "no_ayat_insurat": 26,
          "body_ayat_arb": "ثُمَّ اَخَذْتُ الَّذِيْنَ كَفَرُوْا فَكَيْفَ كَانَ نَكِيْرِ ࣖ ",
          "body_ayat_ltn_en": "Summa akhaztul lazeena kafaroo fakaifa kaana nakeer",
          "body_ayat_ltn_in": "tsumma akhadztu alladziina kafaruu fakayfa kaana nakiiri",
          "body_ayat_ltn_in_html": "tsumma akha<u>dz</u>tu <strong>al</strong>la<u>dz</u>iina kafaruu fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
          "invers_tajweed": "ثُ[g[مّ]َ أَخَذْتُ [h:11119[ٱ]لَّذِينَ كَفَرُو[s[اْۖ] فَكَيْفَ كَانَ نَك[p[ِي]رِ",
          "translation_id": "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana akibat kemurkaan-Ku.",
          "translation_en": "Then I seized the ones who disbelieved, and how [terrible] was My reproach.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3686",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3686.mp3",
          "tafsir_short": "Karena mereka memilih tetap dalan kekafiran, kemudian Aku azab orang-orang yang kafir sebagai balasan atas kedurhakaan mereka; maka lihatlah bagaimana akibat kemurkaan-Ku, yakni siksaanku kepada mereka."
        },
        {
          "id": 3687,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3687,
          "no_ayat_insurat": 27,
          "body_ayat_arb": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرٰتٍ مُّخْتَلِفًا اَلْوَانُهَا ۗوَمِنَ الْجِبَالِ جُدَدٌ ۢبِيْضٌ وَّحُمْرٌ مُّخْتَلِفٌ اَلْوَانُهَا وَغَرَابِيْبُ سُوْدٌ ",
          "body_ayat_ltn_en": "Alam tara annal laaha anzala minas samaaa'i maaa'an fa akhrajnaa bihee samaraatim mukhtalifan alwaanuhaa; wa minal jibaali judadum beedunw wa humrum mukhtalifun alwaanuhaa wa gharaabeebu sood",
          "body_ayat_ltn_in": "alam tara anna allaaha anzala mina alssamaa-i maa-an fa-akhrajnaa bihi tsamaraatin mukhtalifan alwaanuhaa wamina aljibaali judadun biidhun wahumrun mukhtalifun alwaanuhaa wagharaabiibu suudun",
          "body_ayat_ltn_in_html": "alam tara anna <strong>al</strong>l<u>aa</u>ha anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhrajn<u>aa</u> bihi tsamar<u>aa</u>tin mukhtalifan <strong>a</strong>lw<u>aa</u>nuh<u>aa</u> wamina <strong>a</strong>ljib<u>aa</u>li judadun bii<u>dh</u>un wa<u>h</u>umrun mukhtalifun <strong>a</strong>lw<u>aa</u>nuh<u>aa</u> waghar<u>aa</u>biibu suud<strong>un</strong>",
          "invers_tajweed": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:4278[ءً ف]َأَخْرَ[q:4279[جْ]نَا بِه[n[ِۦ] ثَمَر[n[َٲ][a:11120[تٍ م]ُّخْتَلِفًا أَلْو[n[َٲ]نُهَاۚ وَمِنَ [h:11121[ٱ]لْجِبَالِ جُدَ[i:11122[دُۢ ب]ِي[a:11123[ضٌ و]َحُمْ[a:11124[رٌ م]ُّخْتَلِفٌ أَلْو[n[َٲ]نُهَا وَغَرَابِيبُ س[p[ُو][q[د]ٌ",
          "translation_id": "Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
          "translation_en": "Do you not see that Allah sends down rain from the sky, and We produce thereby fruits of varying colors? And in the mountains are tracts, white and red of varying shades and [some] extremely black.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3687",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3687.mp3",
          "tafsir_short": "Setelah menjelaskan kemurkaan-Nya kepada kaum kafir, Allah lalu menyusulinya dengan menyebutkan bukti-bukti kekuasaan-Nya di alam semesta yang dapat disaksikan oleh manusia. Tidakkah engkau melihat bahwa Allah menurunkan air hujan dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenis, warna, dan rasa-nya. Dan engkau juga bisa melihat di antara gunung-gunung itu tampak ada garis-garis putih dan merah yang beraneka macam warnanya dan ada pula yang berwarna hitam pekat."
        },
        {
          "id": 3688,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3688,
          "no_ayat_insurat": 28,
          "body_ayat_arb": "وَمِنَ النَّاسِ وَالدَّوَاۤبِّ وَالْاَنْعَامِ مُخْتَلِفٌ اَلْوَانُهٗ كَذٰلِكَۗ اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰۤؤُاۗ اِنَّ اللّٰهَ عَزِيْزٌ غَفُوْرٌ ",
          "body_ayat_ltn_en": "Wa minan naasi wadda waaabbi wal an'aami mukhtalifun alwaanuhoo kazalik; innamaa yakhshal laaha min 'ibaadihil 'ulamaaa'; innal laaha 'Azeezun Ghafoor",
          "body_ayat_ltn_in": "wamina alnnaasi waalddawaabbi waal-an'aami mukhtalifun alwaanuhu kadzaalika innamaa yakhsyaa allaaha min 'ibaadihi al'ulamaau inna allaaha 'aziizun ghafuurun",
          "body_ayat_ltn_in_html": "wamina <strong>al</strong>nn<u>aa</u>si wa<strong>al</strong>ddaw<u>aa</u>bbi wa<strong>a</strong>l-an'<u>aa</u>mi mukhtalifun <strong>a</strong>lw<u>aa</u>nuhu ka<u>dzaa</u>lika innam<u>aa</u> yakhsy<u>aa</u> <strong>al</strong>l<u>aa</u>ha min 'ib<u>aa</u>dihi <strong>a</strong>l'ulam<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'aziizun ghafuur<strong>un</strong>",
          "invers_tajweed": "وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ وَ[h:11125[ٱ][l[ل]دَّو[m[َا]ٓبِّ وَ[h:1778[ٱ]لْأَنْعَ[n[ـٰ]مِ مُخْتَلِفٌ أَلْو[n[َٲ]نُهُ[n[ۥ] كَذ[n[َٲ]لِكَۗ إِ[g[نّ]َمَا يَخْشَى [h:11126[ٱ]للَّهَ مِنْ عِبَادِهِ [h:11127[ٱ]لْعُلَمَ[o[ـٰٓ]ؤُ[s[اْ]ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِيزٌ غَف[p[ُو]رٌ",
          "translation_id": "Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. Sungguh, Allah Mahaperkasa, Maha Pengampun.",
          "translation_en": "And among people and moving creatures and grazing livestock are various colors similarly. Only those fear Allah, from among His servants, who have knowledge. Indeed, Allah is Exalted in Might and Forgiving.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3688",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3688.mp3",
          "tafsir_short": "Dan demikian pula di antara manusia, makhluk bergerak yang bernyawa, seperti ular, dan hewan-hewan ternak, seperti ayam, kambing, dan lainnya, ada yang bermacam-macam warna dan jenis-nya sebagaimana buah-buahan dan gunung-gunung itu. Dan di antara hamba-hamba Allah, yang takut kepada-Nya hanyalah para ulama, yakni orang-orang yang mengetahui kebesaran dan kekuasaan Allah. Sungguh, Allah Mahaperkasa, Maha Pengampun. Dia akan menghukum orang kafir dan tidak memerlukan bantuan apa pun dari hamba-Nya, namun Dia juga mengampuni dosa-dosa mereka yang tulus bertobat."
        },
        {
          "id": 3689,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3689,
          "no_ayat_insurat": 29,
          "body_ayat_arb": "اِنَّ الَّذِيْنَ يَتْلُوْنَ كِتٰبَ اللّٰهِ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً يَّرْجُوْنَ تِجَارَةً لَّنْ تَبُوْرَۙ ",
          "body_ayat_ltn_en": "Innal lazeena yatloona Kitabbal laahi wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaa niyatany yarjoona tijaaratal lan taboor",
          "body_ayat_ltn_in": "inna alladziina yatluuna kitaaba allaahi wa-aqaamuu alshshalaata wa-anfaquu mimmaa razaqnaahum sirran wa'alaaniyatan yarjuuna tijaaratan lan tabuura",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yatluuna kit<u>aa</u>ba <strong>al</strong>l<u>aa</u>hi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa-anfaquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan yarjuuna tij<u>aa</u>ratan lan tabuur<strong>a</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَتْلُونَ كِتَ[n[ـٰ]بَ [h:525[ٱ]للَّهِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:11128[ةً ي]َرْجُونَ تِجَ[n[ـٰ]رَ[u:11129[ةً ل]َّ[f:11130[ن ت]َب[p[ُو]رَ",
          "translation_id": "Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur'an) dan melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi,",
          "translation_en": "Indeed, those who recite the Book of Allah and establish prayer and spend [in His cause] out of what We have provided them, secretly and publicly, [can] expect a profit that will never perish -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3689",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3689.mp3",
          "tafsir_short": "Pada ayat ini Allah menyebutkan sebagian tanda orang yang takut kepada-Nya. Sesungguhnya orang-orang yang selalu membaca Kitab Allah, yakni Al-Qur’an, lalu mereka mengkaji dan mengamalkan kandungannya, dan melaksanakan salat dengan sempurna syarat dan rukunnya, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada-nya dengan diam-diam dan terang-terangan, baik dalam keadaan lapang maupun sempit, mereka itu mengharapkan perdagangan dengan Allah yang tidak akan pernah rugi,"
        },
        {
          "id": 3690,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3690,
          "no_ayat_insurat": 30,
          "body_ayat_arb": "لِيُوَفِّيَهُمْ اُجُوْرَهُمْ وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ اِنَّهٗ غَفُوْرٌ شَكُوْرٌ ",
          "body_ayat_ltn_en": "Liyuwaffiyahum ujoorahum wa yazeedahum min fadlih; innahoo Ghafoorun Shakoor",
          "body_ayat_ltn_in": "liyuwaffiyahum ujuurahum wayaziidahum min fadhlihi innahu ghafuurun syakuurun",
          "body_ayat_ltn_in_html": "liyuwaffiyahum ujuurahum wayaziidahum min fa<u>dh</u>lihi innahu ghafuurun syakuur<strong>un</strong>",
          "invers_tajweed": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَه[w:9444[ُم م]ِّ[f:475[ن ف]َضْلِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] غَفُو[f:11131[رٌ ش]َك[p[ُو]رٌ",
          "translation_id": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.",
          "translation_en": "That He may give them in full their rewards and increase for them of His bounty. Indeed, He is Forgiving and Appreciative.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3690",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3690.mp3",
          "tafsir_short": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun segala khilaf dan dosa, Maha Mensyukuri, yakni memberi pahala atas perbuatan baik hamba-Nya, memaafkan kesalahannya, menambah nikmat-Nya, dan sebagainya."
        },
        {
          "id": 3691,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3691,
          "no_ayat_insurat": 31,
          "body_ayat_arb": "وَالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ مِنَ الْكِتٰبِ هُوَ الْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِۗ اِنَّ اللّٰهَ بِعِبَادِهٖ لَخَبِيْرٌۢ بَصِيْرٌ ",
          "body_ayat_ltn_en": "Wallaeee awhainaaa ilaika minal Kitaabi huwal haqqu musaddiqal limaa baina yadayh; innal laaha bi'ibaadihee la khabeerum Baseer",
          "body_ayat_ltn_in": "waalladzii awhaynaa ilayka mina alkitaabi huwa alhaqqu mushaddiqan limaa bayna yadayhi inna allaaha bi'ibaadihi lakhabiirun bashiirun",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka mina <strong>a</strong>lkit<u>aa</u>bi huwa <strong>a</strong>l<u>h</u>aqqu mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi inna <strong>al</strong>l<u>aa</u>ha bi'ib<u>aa</u>dihi lakhabiirun ba<u>sh</u>iir<strong>un</strong>",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ هُوَ [h:8923[ٱ]لْحَقُّ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِعِبَادِه[n[ِۦ] لَخَبِي[i:11132[رُۢ ب]َص[p[ِي]رٌ",
          "translation_id": "Dan apa yang telah Kami wahyukan kepadamu (Muhammad) yaitu Kitab (Al-Qur'an) itulah yang benar, membenarkan kitab-kitab yang sebelumnya. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat (keadaan) hamba-hamba-Nya.",
          "translation_en": "And that which We have revealed to you, [O Muhammad], of the Book is the truth, confirming what was before it. Indeed, Allah, of His servants, is Acquainted and Seeing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3691",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3691.mp3",
          "tafsir_short": "Usai memberi janji pahala yang sempurna bagi orang-orang yang selalu membaca dan mengamalkan Al-Qur’an, Allah lalu menyusuli-nya dengan penegasan bahwa Al-Qur’an itu adalah benar-benar wahyu dari Allah. Dan apa yang telah Kami wahyukan kepadamu, wahai Nabi Muhammad, yaitu Kitab Al-Qur’an, itulah yang benar; tidak ada sedikit pun kebatilan dan keraguan di dalamnya; ia juga membenarkan kitab-kitab yang sebelumnya bahwa kitab-kitab itu berasal dari allah. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat keadaan hamba-hamba-Nya."
        },
        {
          "id": 3692,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3692,
          "no_ayat_insurat": 32,
          "body_ayat_arb": "ثُمَّ اَوْرَثْنَا الْكِتٰبَ الَّذِيْنَ اصْطَفَيْنَا مِنْ عِبَادِنَاۚ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهٖ ۚوَمِنْهُمْ مُّقْتَصِدٌ ۚوَمِنْهُمْ سَابِقٌۢ بِالْخَيْرٰتِ بِاِذْنِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُۗ ",
          "body_ayat_ltn_en": "Summa awrasnal Kitaaballazeenas tafainaa min 'ibaadinaa faminhum zaalimul linafsihee wa minhum muqtasid, wa minhum saabiqum bilkhairaati bi iznil laah; zaalika huwal fadlul kabeer",
          "body_ayat_ltn_in": "tsumma awratsnaa alkitaaba alladziina isthafaynaa min 'ibaadinaa faminhum zhaalimun linafsihi waminhum muqtashidun waminhum saabiqun bialkhayraati bi-idzni allaahi dzaalika huwa alfadhlu alkabiiru",
          "body_ayat_ltn_in_html": "tsumma awratsn<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba <strong>al</strong>la<u>dz</u>iina i<u>sth</u>afayn<u>aa</u> min 'ib<u>aa</u>din<u>aa</u> faminhum <u>zhaa</u>limun linafsihi waminhum muqta<u>sh</u>idun waminhum s<u>aa</u>biqun bi<strong>a</strong>lkhayr<u>aa</u>ti bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika huwa <strong>a</strong>lfa<u>dh</u>lu <strong>a</strong>lkabiir<strong>u</strong>",
          "invers_tajweed": "ثُ[g[مّ]َ أَوْرَثْنَا [h:11133[ٱ]لْكِتَ[n[ـٰ]بَ [h:11134[ٱ]لَّذِينَ [h:11135[ٱ]صْطَفَيْنَا مِنْ عِبَادِنَاۖ فَمِنْهُمْ ظَالِ[u:8069[مٌ ل]ِّنَفْسِه[n[ِۦ] وَمِنْه[w:11136[ُم م]ُّ[q:10606[قْ]تَصِ[a:11137[دٌ و]َمِنْهُمْ سَابِ[i:11138[قُۢ ب]ِ[h:11139[ٱ]لْخَيْر[n[َٲ]تِ بِإِذْنِ [h:509[ٱ]للَّهِۚ ذ[n[َٲ]لِكَ هُوَ [h:11140[ٱ]لْفَضْلُ [h:11141[ٱ]لْكَب[p[ِي]رُ",
          "translation_id": "Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan dan ada (pula) yang lebih dahulu berbuat kebaikan dengan izin Allah. Yang demikian itu adalah karunia yang besar.",
          "translation_en": "Then we caused to inherit the Book those We have chosen of Our servants; and among them is he who wrongs himself, and among them is he who is moderate, and among them is he who is foremost in good deeds by permission of Allah. That [inheritance] is what is the great bounty.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3692",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3692.mp3",
          "tafsir_short": "Kemudian Kitab Al-Qur’an itu Kami wariskan kepada orang-orang yang benar-benar Kami pilih di antara hamba-hamba Kami, lalu mereka terbagi menjadi tiga kelompok; di antara mereka ada yang menzalimi diri sendiri, yakni kurang memperhatikan pesan-pesan kitab tersebut sehingga lebih banyak berbuat salah daripada berbuat baik; ada yang pertengahan, yaitu orang yang kebaikannya setara dengan keburukannya, dan ada pula yang lebih dahulu berbuat kebaikan dengan izin Allah. Mereka itulah orang yang segera dan berlomba berbuat kebajikan sehingga kebaikannya sangat banyak dan amat sedikit jarang berbuat salah. Yang demikian itu, yakni pewarisan Al-Qur’an kepada umat Nabi Muhammad dan kesegeraan mereka berbuat kebajikan, adalah karunia yang besar."
        },
        {
          "id": 3693,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3693,
          "no_ayat_insurat": 33,
          "body_ayat_arb": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًا ۚوَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
          "body_ayat_ltn_en": "jannaatu 'adniny yad khuloonahaa yuhallawna feeha min asaawira min zahabinw wa lu'lu'anw wa libaa suhum feehaa hareer",
          "body_ayat_ltn_in": "jannaatu 'adnin yadkhuluunahaa yuhallawna fiihaa min asaawira min dzahabin walu/lu-an walibaasuhum fiihaa hariirun",
          "body_ayat_ltn_in_html": "jann<u>aa</u>tu 'adnin yadkhuluunah<u>aa</u> yu<u>h</u>allawna fiih<u>aa</u> min as<u>aa</u>wira min <u>dz</u>ahabin walu/lu-an walib<u>aa</u>suhum fiih<u>aa</u> <u>h</u>ariir<strong>un</strong>",
          "invers_tajweed": "جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8971[بٍ و]َلُؤْلُ[a:8972[ؤًاۖ و]َلِبَاسُهُمْ فِيهَا حَر[p[ِي]رٌ",
          "translation_id": "(Mereka akan mendapat) surga ‘Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera.",
          "translation_en": "[For them are] gardens of perpetual residence which they will enter. They will be adorned therein with bracelets of gold and pearls, and their garments therein will be silk.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3693",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3693.mp3",
          "tafsir_short": "Mereka akan mendapat surga ‘Adn; mereka masuk ke dalamnya. Di dalamnya mereka diberi berbagai kenikmatan jasmani dan rohani. Di antara kemikmatan jasmani ialah perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera."
        },
        {
          "id": 3694,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3694,
          "no_ayat_insurat": 34,
          "body_ayat_arb": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْٓ اَذْهَبَ عَنَّا الْحَزَنَۗ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌۙ ",
          "body_ayat_ltn_en": "Wa qaalul hamdu lillaahil lazeee azhaba 'annal hazan; inna Rabbanaa la Ghafoorun Shakoor",
          "body_ayat_ltn_in": "waqaaluu alhamdu lillaahi alladzii adzhaba 'annaa alhazana inna rabbanaa laghafuurun syakuurun",
          "body_ayat_ltn_in_html": "waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii a<u>dz</u>haba 'ann<u>aa</u> <strong>a</strong>l<u>h</u>azana inna rabban<u>aa</u> laghafuurun syakuur<strong>un</strong>",
          "invers_tajweed": "وَقَالُو[s[اْ] [h:4698[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذ[o[ِىٓ] أَذْهَبَ عَ[g[نّ]َا [h:11142[ٱ]لْحَزَنَۖ إِ[g[نّ]َ رَبَّنَا لَغَفُو[f:11143[رٌ ش]َك[p[ُو]رٌ",
          "translation_id": "Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri,",
          "translation_en": "And they will say, \"Praise to Allah, who has removed from us [all] sorrow. Indeed, our Lord is Forgiving and Appreciative -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3694",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3694.mp3",
          "tafsir_short": "Adapun kenikmatan rohani yang mereka terima adalah ungkapan syukur kepada Allah dan ketenangan batin. Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami dengan memasukkan kami ke surga. Sungguh, Tuhan kami benar-benar Maha Pengampun atas segala dosa, Maha Mensyukuri dengan memberi balasan yang baik untuk hamba-Nya yang taat."
        },
        {
          "id": 3695,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3695,
          "no_ayat_insurat": 35,
          "body_ayat_arb": " ۨالَّذِيْٓ اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ  لَا يَمَسُّنَا فِيْهَا نَصَبٌ وَّلَا يَمَسُّنَا فِيْهَا لُغُوْبٌ ",
          "body_ayat_ltn_en": "Allazeee ahallanaa daaral muqaamati min fadlihee laa yamassunaa feehaa nasabunw wa laa yamassunaa feehaa lughoob",
          "body_ayat_ltn_in": "alladzii ahallanaa daara almuqaamati min fadhlihi laa yamassunaa fiihaa nashabun walaa yamassunaa fiihaa lughuubun",
          "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>ii a<u>h</u>allan<u>aa</u> d<u>aa</u>ra <strong>a</strong>lmuq<u>aa</u>mati min fa<u>dh</u>lihi l<u>aa</u> yamassun<u>aa</u> fiih<u>aa</u> na<u>sh</u>abun wal<u>aa</u> yamassun<u>aa</u> fiih<u>aa</u> lughuub<strong>un</strong>",
          "invers_tajweed": "ٱلَّذ[o[ِىٓ] أَحَلَّنَا دَارَ [h:11144[ٱ]لْمُقَامَةِ مِ[f:475[ن ف]َضْلِه[n[ِۦ] لَا يَمَسُّنَا فِيهَا نَصَ[a:5892[بٌ و]َلَا يَمَسُّنَا فِيهَا لُغ[p[ُو][q[ب]ٌ",
          "translation_id": "yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.”",
          "translation_en": "He who has settled us in the home of duration out of His bounty. There touches us not in it any fatigue, and there touches us not in it weariness [of mind].\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3695",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3695.mp3",
          "tafsir_short": "Dialah Allah yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal di surga; di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.” Keadaan ini sangat berbeda dengan kondisi mereka saat di dunia."
        },
        {
          "id": 3696,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3696,
          "no_ayat_insurat": 36,
          "body_ayat_arb": "وَالَّذِيْنَ كَفَرُوْا لَهُمْ نَارُ جَهَنَّمَۚ  لَا يُقْضٰى عَلَيْهِمْ فَيَمُوْتُوْا وَلَا يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَاۗ  كَذٰلِكَ نَجْزِيْ كُلَّ كَفُوْرٍ ۚ",
          "body_ayat_ltn_en": "Wallazeena kafaroo lahum naaru Jahannama laa yuqdaa 'alaihim fa yamootoo wa laa yukhaffafu 'anhum min 'azaabihaa; kazaalika najzee kulla kafoor",
          "body_ayat_ltn_in": "waalladziina kafaruu lahum naaru jahannama laa yuqdaa 'alayhim fayamuutuu walaa yukhaffafu 'anhum min 'adzaabihaa kadzaalika najzii kulla kafuurin",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu lahum n<u>aa</u>ru jahannama l<u>aa</u> yuq<u>daa</u> 'alayhim fayamuutuu wal<u>aa</u> yukhaffafu 'anhum min 'a<u>dzaa</u>bih<u>aa</u> ka<u>dzaa</u>lika najzii kulla kafuur<strong>in</strong>",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَهُمْ نَارُ جَهَ[g[نّ]َمَ لَا يُ[q:8625[قْ]ضَىٰ عَلَيْهِمْ فَيَمُوتُو[s[اْ] وَلَا يُخَفَّفُ عَنْه[w:11145[ُم م]ِّنْ عَذَابِهَاۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى كُلَّ كَف[p[ُو]رٍ",
          "translation_id": "Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.",
          "translation_en": "And for those who disbelieve will be the fire of Hell. [Death] is not decreed for them so they may die, nor will its torment be lightened for them. Thus do we recompense every ungrateful one.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3696",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3696.mp3",
          "tafsir_short": "Bila orang-orang yang mengikuti tuntunan Al-Qur’an dimasukkan ke surga, maka mereka yang durhaka akan disiksa di dalam neraka. Dan orang-orang yang kafir kepada Allah, rasul, dan kitab-Nya, maka bagi mereka neraka Jahanam. Mereka terus disiksa di dalamnya dan sama sekali tidak dibinasakan hingga mereka mati supaya rasa pedih dari azab yang mereka terima tidak akan pernah berhenti, dan tidak diringankan dari mereka azabnya sedikit pun meski waktu berlalu. Demikianlah Kami membalas setiap orang yang sangat kafir."
        },
        {
          "id": 3697,
          "surat_id": 35,
          "jus": 22,
          "ruku": 379,
          "no_ayat_inquran": 3697,
          "no_ayat_insurat": 37,
          "body_ayat_arb": "وَهُمْ يَصْطَرِخُوْنَ فِيْهَاۚ رَبَّنَآ اَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ اَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيْهِ مَنْ تَذَكَّرَ وَجَاۤءَكُمُ النَّذِيْرُۗ فَذُوْقُوْا فَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
          "body_ayat_ltn_en": "Wa hum yastarikhoona feehaa Rabbanaa akhrijnaa na'mal saalihan ghairal lazee kunnaa na'mal; awa lamnu 'ammirkum maa yatazak karu feehi man tazakkara wa jaaa'akumun nazeeru fazooqoo famaa lizzaalimeena min naseer",
          "body_ayat_ltn_in": "wahum yastharikhuuna fiihaa rabbanaa akhrijnaa na'mal shaalihan ghayra alladzii kunnaa na'malu awa lam nu'ammirkum maa yatadzakkaru fiihi man tadzakkara wajaa-akumu alnnadziiru fadzuuquu famaa lilzhzhaalimiina min nashiirin",
          "body_ayat_ltn_in_html": "wahum ya<u>sth</u>arikhuuna fiih<u>aa</u> rabban<u>aa</u> akhrijn<u>aa</u> na'mal <u>shaa</u>li<u>h</u>an ghayra <strong>al</strong>la<u>dz</u>ii kunn<u>aa</u> na'malu awa lam nu'ammirkum m<u>aa</u> yata<u>dz</u>akkaru fiihi man ta<u>dz</u>akkara waj<u>aa</u>-akumu <strong>al</strong>nna<u>dz</u>iiru fa<u>dz</u>uuquu fam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min na<u>sh</u>iir<strong>in</strong>",
          "invers_tajweed": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّن[o[َآ] أَخْرِ[q:2927[جْ]نَا نَعْمَلْ صَ[n[ـٰ]لِحًا غَيْرَ [h:287[ٱ]لَّذِى كُ[g[نّ]َا نَعْمَلُۚ أَوَلَمْ نُعَ[g[مّ]ِرْك[w:11146[ُم م]َّا يَتَذَكَّرُ فِيهِ مَ[f:11147[ن ت]َذَكَّرَ وَج[o[َا]ٓءَكُمُ [h:11148[ٱ][l[ل][g[نّ]َذِيرُۖ فَذُوقُو[s[اْ] فَمَا لِلظَّ[n[ـٰ]لِمِينَ م[a:9103[ِن ن]َّص[p[ِي]رٍ",
          "translation_id": "Dan mereka berteriak di dalam neraka itu, “Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.” (Dikatakan kepada mereka), “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun.”",
          "translation_en": "And they will cry out therein, \"Our Lord, remove us; we will do righteousness - other than what we were doing!\" But did We not grant you life enough for whoever would remember therein to remember, and the warner had come to you? So taste [the punishment], for there is not for the wrongdoers any helper.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3697",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3697.mp3",
          "tafsir_short": "Dan pedihnya siksa membuat mereka berteriak di dalam neraka itu untuk memohon kepada Allah, “Ya Tuhan kami, keluarkanlah kami dari neraka ini, niscaya kami akan mengerjakan kebajikan, yang berlainan dengan kedurhakaan dan kemaksiatan yang telah kami kerjakan dahulu.” (Lihat juga: al-Mu’minùn/23: 107–108). Teriakan itu tidak sama sekali mengurangi siksaan yang mereka terima, bahkan dikatakan kepada mereka, “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, untuk mengambil pelajaran, padahal telah datang kepadamu seorang pemberi peringatan, yaitu para rasul dengan penjelasan-penjelasan dari Allah? Maka rasakanlah azab Kami, dan bagi orang-orang zalim tidak ada seorang penolong pun.”"
        },
        {
          "id": 3698,
          "surat_id": 35,
          "jus": 22,
          "ruku": 380,
          "no_ayat_inquran": 3698,
          "no_ayat_insurat": 38,
          "body_ayat_arb": "اِنَّ اللّٰهَ عَالِمُ غَيْبِ السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
          "body_ayat_ltn_en": "Innal laaha 'aalimu ghaibis samaawaati wal ard; innahoo 'aleemum bizaatis sudoor",
          "body_ayat_ltn_in": "inna allaaha 'aalimu ghaybi alssamaawaati waal-ardhi innahu 'aliimun bidzaati alshshuduuri",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>l<u>aa</u>ha '<u>aa</u>limu ghaybi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَ[n[ـٰ]لِمُ غَيْبِ [h:11149[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
          "translation_id": "Sungguh, Allah mengetahui yang gaib (tersembunyi) di langit dan di bumi. Sungguh, Dia Maha Mengetahui segala isi hati.",
          "translation_en": "Indeed, Allah is Knower of the unseen [aspects] of the heavens and earth. Indeed, He is Knowing of that within the breasts.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3698",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3698.mp3",
          "tafsir_short": "Allah mengabaikan permohonan orang-orang kafir itu, karena sungguh, Allah mengetahui yang gaib dan tersembunyi di langit dan di bumi; tidak ada yang luput dari pengetahuan-Nya. Sungguh, Dia Maha Mengetahui segala isi hati dan akan memberinya balasan yang sepadan."
        },
        {
          "id": 3699,
          "surat_id": 35,
          "jus": 22,
          "ruku": 380,
          "no_ayat_inquran": 3699,
          "no_ayat_insurat": 39,
          "body_ayat_arb": "هُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِۗ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۗ وَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ اِلَّا مَقْتًا ۚوَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ اِلَّا خَسَارًا ",
          "body_ayat_ltn_en": "Huwal lazee ja'alakum khalaaa'ifa fil ard; faman kafara fa'alaihi kufruhoo; wa laa yazeedul kaafireena kufruhum 'inda Rabbihim illaa maqtanw wa la yazeedul kaafireena kufruhum illaa khasaaraa",
          "body_ayat_ltn_in": "huwa alladzii ja'alakum khalaa-ifa fii al-ardhi faman kafara fa'alayhi kufruhu walaa yaziidu alkaafiriina kufruhum 'inda rabbihim illaa maqtan walaa yaziidu alkaafiriina kufruhum illaa khasaaraan",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii ja'alakum khal<u>aa</u>-ifa fii <strong>a</strong>l-ar<u>dh</u>i faman kafara fa'alayhi kufruhu wal<u>aa</u> yaziidu <strong>a</strong>lk<u>aa</u>firiina kufruhum 'inda rabbihim ill<u>aa</u> maqtan wal<u>aa</u> yaziidu <strong>a</strong>lk<u>aa</u>firiina kufruhum ill<u>aa</u> khas<u>aa</u>r<u>aa</u><strong>n</strong>",
          "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى جَعَلَكُمْ خَلَ[o[ـٰٓ]ئِفَ فِى [h:44[ٱ]لْأَرْضِۚ فَمَ[f:3429[ن ك]َفَرَ فَعَلَيْهِ كُفْرُهُۖ[n[ۥ] وَلَا يَزِيدُ [h:11150[ٱ]لْكَ[n[ـٰ]فِرِينَ كُفْرُهُمْ عِ[f:264[ند]َ رَبِّهِمْ إِلَّا مَ[q:11151[قْ][a:11152[تًاۖ و]َلَا يَزِيدُ [h:11150[ٱ]لْكَ[n[ـٰ]فِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
          "translation_id": "Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Barangsiapa kafir, maka (akibat) kekafirannya akan menimpa dirinya sendiri. Dan kekafiran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka.",
          "translation_en": "It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3699",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3699.mp3",
          "tafsir_short": "Di antara bukti kekuasaan-Nya adalah bahwa Dialah yang menjadikan kamu, wahai manusia, sebagai khalifah-khalifah, yakni penguasa-penguasa yang datang silih berganti dari generasi ke generasi untuk menebarkan kemakmuran di bumi. Barang siapa kafir kepada Allah, maka akibat kekafirannya akan menimpa dirinya sendiri dan tidak sedikit pun berpengaruh kepada kekuasaan dan kebesaran Allah. Dan kekafiran orang-orang kafir itu, yakni tetap memilih kufur dan menolak peringatan Allah melalui Rasulullah, hanya akan menambah kemurkaan terhadap mereka di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka, baik di dunia maupun di akhirat."
        },
        {
          "id": 3700,
          "surat_id": 35,
          "jus": 22,
          "ruku": 380,
          "no_ayat_inquran": 3700,
          "no_ayat_insurat": 40,
          "body_ayat_arb": "قُلْ اَرَاَيْتُمْ شُرَكَاۤءَكُمُ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِۚ اَمْ اٰتَيْنٰهُمْ كِتٰبًا فَهُمْ عَلٰى بَيِّنَتٍ مِّنْهُۚ بَلْ اِنْ يَّعِدُ الظّٰلِمُوْنَ بَعْضُهُمْ بَعْضًا اِلَّا غُرُوْرًا ",
          "body_ayat_ltn_en": "Qul ara'aytum shurakaaa'a kumul lazeena tad'oona min doonil laah; aroonee maazaa khalaqoo minal ardi am lahum shirkun fis samaawaati am aatainaahum Kitaaban fahum 'alaa baiyinatim minh; bal iny ya'iiduz zaalimoona ba 'duhum ba'dan illaa ghurooraa",
          "body_ayat_ltn_in": "qul ara-aytum syurakaa-akumu alladziina tad'uuna min duuni allaahi aruunii maatsaa khalaquu mina al-ardhi am lahum syirkun fii alssamaawaati am aataynaahum kitaaban fahum 'alaa bayyinatin minhu bal in ya'idu alzhzhaalimuuna ba'dhuhum ba'dhan illaa ghuruuraan",
          "body_ayat_ltn_in_html": "qul ara-aytum syurak<u>aa</u>-akumu <strong>al</strong>la<u>dz</u>iina tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi aruunii m<u>aatsaa</u> khalaquu mina <strong>a</strong>l-ar<u>dh</u>i am lahum syirkun fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti am <u>aa</u>tayn<u>aa</u>hum kit<u>aa</u>ban fahum 'al<u>aa</u> bayyinatin minhu bal in ya'idu <strong>al</strong><u>zhzhaa</u>limuuna ba'<u>dh</u>uhum ba'<u>dh</u>an ill<u>aa</u> ghuruur<u>aa</u><strong>n</strong>",
          "invers_tajweed": "قُلْ أَرَءَيْتُمْ شُرَك[o[َا]ٓءَكُمُ [h:11153[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَرُونِى مَاذَا خَلَقُو[s[اْ] مِنَ [h:1579[ٱ]لْأَرْضِ أَمْ لَهُمْ شِرْ[f:11154[كٌ ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ أَمْ ءَاتَيْنَ[n[ـٰ]هُمْ كِتَ[n[ـٰ][f:11155[بًا ف]َهُمْ عَلَىٰ بَيِّنَ[a:11156[تٍ م]ِّنْهُۚ بَلْ إ[a:11157[ِن ي]َعِدُ [h:11158[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ بَعْضُه[c:11159[ُم ب]َعْضًا إِلَّا غُرُورًا",
          "translation_id": "Katakanlah, “Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru selain Allah.” Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam (penciptaan) langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya? Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain.",
          "translation_en": "Say, \"Have you considered your 'partners' whom you invoke besides Allah? Show me what they have created from the earth, or have they partnership [with Him] in the heavens? Or have We given them a book so they are [standing] on evidence therefrom? [No], rather, the wrongdoers do not promise each other except delusion.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3700",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3700.mp3",
          "tafsir_short": "Untuk menunjukkan bukti bagi kekuasaan-Nya, Allah meminta Nabi berdialog dengan orang-orang kafir yang meyakini Allah mempunyai sekutu. Katakanlah, wahai Nabi Muhammad, kepada orang-orang kafir itu, “Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru dan sembah selain Allah!” Apa yang mendorong kamu menyembah dan minta pertolongan kepada mereka? Mampukan mereka menciptakan sesuatu? Perlihatkanlah kepada-Ku bagian manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam penciptaan langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya bahwa Allah mempunyai sekutu-sekutu yang mereka sembah itu? Pasti tidak ada! Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain, antara lain dengan mengatakan bahwa sembahan selain Allah itu akan memberi syafaat kepada pe-nyembahnya. Janji-janji itu adalah kebohongan belaka."
        },
        {
          "id": 3701,
          "surat_id": 35,
          "jus": 22,
          "ruku": 380,
          "no_ayat_inquran": 3701,
          "no_ayat_insurat": 41,
          "body_ayat_arb": "۞ اِنَّ اللّٰهَ يُمْسِكُ السَّمٰوٰتِ وَالْاَرْضَ اَنْ تَزُوْلَا ەۚ وَلَىِٕنْ زَالَتَآ اِنْ اَمْسَكَهُمَا مِنْ اَحَدٍ مِّنْۢ بَعْدِهٖ ۗاِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا",
          "body_ayat_ltn_en": "Innal laaha yumsikus samaawaati wal arda an tazoolaaa; wa la'in zaalataaa in amsa kahumaa min ahadim mim ba'dih; innahoo kaana Haleeman Ghafooraa",
          "body_ayat_ltn_in": "inna allaaha yumsiku alssamaawaati waal-ardha an tazuulaa wala-in zaalataa in amsakahumaa min ahadin min ba'dihi innahu kaana haliiman ghafuuraan",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>l<u>aa</u>ha yumsiku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a an tazuul<u>aa</u> wala-in z<u>aa</u>lat<u>aa</u> in amsakahum<u>aa</u> min a<u>h</u>adin min ba'dihi innahu k<u>aa</u>na <u>h</u>aliiman ghafuur<u>aa</u><strong>n</strong>",
          "invers_tajweed": "۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُمْسِكُ [h:11160[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ أَ[f:11161[ن ت]َزُولَاۚ وَلَئِ[f:11162[ن ز]َالَت[o[َآ] إِنْ أَمْسَكَهُمَا مِنْ أَحَ[a:1710[دٍ م]ّ[i:254[ِنۢ ب]َعْدِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] كَانَ حَلِيمًا غَفُورًا",
          "translation_id": "Sungguh, Allah yang menahan langit dan bumi agar tidak lenyap; dan jika keduanya akan lenyap tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, Maha Pengampun.",
          "translation_en": "Indeed, Allah holds the heavens and the earth, lest they cease. And if they should cease, no one could hold them [in place] after Him. Indeed, He is Forbearing and Forgiving.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3701",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3701.mp3",
          "tafsir_short": "Setelah terbukti bahwa tidak ada siapa dan apa pun yang terlibat dalam penciptaan serta pengaturan langit dan bumi selain Allah, lalu ditegaskan bahwa sungguh, Allah-lah yang menahan langit dan bumi agar tidak lenyap dengan memelihara sistem peredarannya; dan jika kedua-nya akan lenyap akibat gangguan pada sistem peredarannya, maka tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, selalu berbelas kasih, tidak menyegerakan kehancuran alam raya, dan menunda siksa bagi pendurhaka untuk memberinya kesempatan bertobat; sungguh Allah Maha Pengampun kepada siapa pun yang bertobat."
        },
        {
          "id": 3702,
          "surat_id": 35,
          "jus": 22,
          "ruku": 380,
          "no_ayat_inquran": 3702,
          "no_ayat_insurat": 42,
          "body_ayat_arb": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَهُمْ نَذِيْرٌ لَّيَكُوْنُنَّ اَهْدٰى مِنْ اِحْدَى الْاُمَمِۚ فَلَمَّا جَاۤءَهُمْ نَذِيْرٌ مَّا زَادَهُمْ اِلَّا نُفُوْرًاۙ ",
          "body_ayat_ltn_en": "Wa aqsamoo billaahi jahda aymaanihim la'in jaaa'ahum nazeerul layakoonunna ahdaa min ihdal umami falam maa jaaa'ahum nazeerum maa zaadahum illaa nufooraa",
          "body_ayat_ltn_in": "wa-aqsamuu biallaahi jahda aymaanihim la-in jaa-ahum nadziirun layakuununna ahdaa min ihdaa al-umami falammaa jaa-ahum nadziirun maa zaadahum illaa nufuuraan",
          "body_ayat_ltn_in_html": "wa-aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim la-in j<u>aa</u>-ahum na<u>dz</u>iirun layakuununna ahd<u>aa</u> min i<u>h</u>d<u>aa</u> <strong>a</strong>l-umami falamm<u>aa</u> j<u>aa</u>-ahum na<u>dz</u>iirun m<u>aa</u> z<u>aa</u>dahum ill<u>aa</u> nufuur<u>aa</u><strong>n</strong>",
          "invers_tajweed": "وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ لَئِ[f:11163[ن ج][o[َا]ٓءَهُمْ نَذِي[u:11164[رٌ ل]َّيَكُونُ[g[نّ]َ أَهْدَىٰ مِنْ إِحْدَى [h:11165[ٱ]لْأُمَمِۖ فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمْ نَذِي[a:11166[رٌ م]َّا زَادَهُمْ إِلَّا نُفُورًا",
          "translation_id": "Dan mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat (yang lain). Tetapi ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, bahkan semakin jauh mereka dari (kebenaran),",
          "translation_en": "And they swore by Allah their strongest oaths that if a warner came to them, they would be more guided than [any] one of the [previous] nations. But when a warner came to them, it did not increase them except in aversion.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3702",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3702.mp3",
          "tafsir_short": "Meski melihat banyak bukti kekuasaan Allah di alam raya, kaum kafir tetap ingkar. Mereka menuntut agar Allah mengutus seorang rasul kepada mereka. Dan sebelum Nabi Muhammad diutus, mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat yang lain, misalnya umat Yahudi atau Nasrani. Tetapi, ketika pemberi peringatan datang kepada mereka, mereka justru mengingkari sumpah mereka sendiri. Kedatangan Rasulullah tidak menambah apa-apa kepada mereka, bahkan semakin jauh saja mereka dari kebenaran."
        },
        {
          "id": 3703,
          "surat_id": 35,
          "jus": 22,
          "ruku": 380,
          "no_ayat_inquran": 3703,
          "no_ayat_insurat": 43,
          "body_ayat_arb": " ۨاسْتِكْبَارًا فِى الْاَرْضِ وَمَكْرَ السَّيِّئِۗ وَلَا يَحِيْقُ الْمَكْرُ السَّيِّئُ اِلَّا بِاَهْلِهٖ ۗفَهَلْ يَنْظُرُوْنَ اِلَّا سُنَّتَ الْاَوَّلِيْنَۚ فَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدِيْلًا ەۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوِيْلًا",
          "body_ayat_ltn_en": "Istakbaaran fil ardi wa makras sayyi'; wa laa yaheequl makrus sayyi'u illaa bi ahlih; fahal yanzuroona illaa sunnatal awwaleen; falan tajida lisunnatil laahi tabdeelanw wa lan tajida lisunnatil laahi tahweela",
          "body_ayat_ltn_in": "istikbaaran fii al-ardhi wamakra alssayyi-i walaa yahiiqu almakru alssayyi-u illaa bi-ahlihi fahal yanzhuruuna illaa sunnata al-awwaliina falan tajida lisunnati allaahi tabdiilan walan tajida lisunnati allaahi tahwiilaan",
          "body_ayat_ltn_in_html": "istikb<u>aa</u>ran fii <strong>a</strong>l-ar<u>dh</u>i wamakra <strong>al</strong>ssayyi-i wal<u>aa</u> ya<u>h</u>iiqu <strong>a</strong>lmakru <strong>al</strong>ssayyi-u ill<u>aa</u> bi-ahlihi fahal yan<u>zh</u>uruuna ill<u>aa</u> sunnata <strong>a</strong>l-awwaliina falan tajida lisunnati <strong>al</strong>l<u>aa</u>hi tabdiilan walan tajida lisunnati <strong>al</strong>l<u>aa</u>hi ta<u>h</u>wiil<u>aa</u><strong>n</strong>",
          "invers_tajweed": "ٱسْتِكْبَا[f:11167[رًا ف]ِى [h:44[ٱ]لْأَرْضِ وَمَكْرَ [h:11168[ٱ][l[ل]سَّيِّىِٕۚ وَلَا يَحِيقُ [h:11169[ٱ]لْمَكْرُ [h:11170[ٱ][l[ل]سَّيِّئُ إِلَّا بِأَهْلِهِ[n[ۚۦ] فَهَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا سُ[g[نّ]َتَ [h:11171[ٱ]لْأَوَّلِينَۚ فَلَ[f:2843[ن ت]َجِدَ لِسُ[g[نّ]َتِ [h:11172[ٱ]للَّهِ تَ[q:10752[بْ]دِيل[a:11173[اًۖ و]َلَ[f:3232[ن ت]َجِدَ لِسُ[g[نّ]َتِ [h:11172[ٱ]للَّهِ تَحْوِيلاً",
          "translation_id": "karena kesombongan (mereka) di bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri. Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang yang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu.",
          "translation_en": "[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way of the former peoples? But you will never find in the way of Allah any change, and you will never find in the way of Allah any alteration.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3703",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3703.mp3",
          "tafsir_short": "Menjauhnya mereka dari kebenaran adalah karena kesombongan mereka di muka bumi dan karena rencana mereka yang jahat, yaitu menipu lawan bicaranya dengan sumpah palsu. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri, kalau tidak menimpa di dunia pasti akan menimpa di akhirat. Mereka hanyalah menunggu berlakunya ketentuan kepada orang-orang yang terdahulu, yakni turunnya azab kepada orang-orang yang mendustakan rasul. Maka kamu tidak akan mendapatkan perubahan bagi ketetapan-ketetapan Allah yang berlaku bagi umat manusia yaitu mengazab orang-orang yang durhaka dan memberi pahala kepada yang taat, dan tidak pula akan menemui penyimpangan bagi ketentuan Allah itu, yakni apa yang ditetapkan Allah bagi seseorang, maka tidak akan beralih kepada yang lain."
        },
        {
          "id": 3704,
          "surat_id": 35,
          "jus": 22,
          "ruku": 380,
          "no_ayat_inquran": 3704,
          "no_ayat_insurat": 44,
          "body_ayat_arb": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ وَكَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً ۗوَمَا كَانَ اللّٰهُ لِيُعْجِزَهٗ مِنْ شَيْءٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ اِنَّهٗ كَانَ عَلِيْمًا قَدِيْرًا ",
          "body_ayat_ltn_en": "Awalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qblihim wa kaanoo ashadda minhum quwwah; wa maa kaanal laahu liyu'jizahoo min shai'in fis samaawaati wa laa fil ard; innahoo kaana 'Aleeman Qadeeraa",
          "body_ayat_ltn_in": "awa lam yasiiruu fii al-ardhi fayanzhuruu kayfa kaana 'aaqibatu alladziina min qablihim wakaanuu asyadda minhum quwwatan wamaa kaana allaahu liyu'jizahu min syay-in fii alssamaawaati walaa fii al-ardhi innahu kaana 'aliiman qadiiraan",
          "body_ayat_ltn_in_html": "awa lam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim wak<u>aa</u>nuu asyadda minhum quwwatan wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu'jizahu min syay-in fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i innahu k<u>aa</u>na 'aliiman qadiir<u>aa</u><strong>n</strong>",
          "invers_tajweed": "أَوَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ وَكَان[o[ُوٓ][s[اْ] أَشَدَّ مِنْهُمْ قُوَّۚ[a:11174[ةً و]َمَا كَانَ [h:742[ٱ]للَّهُ لِيُعْجِزَهُ[n[ۥ] مِ[f:2103[ن ش][f:5402[َىْءٍ ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَلَا فِى [h:44[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ عَلِي[f:11175[مًا ق]َدِيرًا",
          "translation_id": "Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui, Mahakuasa.",
          "translation_en": "Have they not traveled through the land and observed how was the end of those before them? And they were greater than them in power. But Allah is not to be caused failure by anything in the heavens or on the earth. Indeed, He is ever Knowing and Competent.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3704",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3704.mp3",
          "tafsir_short": "Allah telah menegaskan bahwa ketetapan-ketetapan-Nya (sunatullah) pasti berlaku bagi seluruh umat manusia. Pada ayat ini Allah menunjukkan bukti-bukti berlakunya sunatullah bagi umat-umat terdahulu. Dan tidakkah mereka, yakni kaum musyrik Mekah, bepergian di bumi lalu melihat bagaimana kesudahan yang buruk bagi orang-orang sebelum mereka yang mendustakan rasul, seperti kaum ‘Ad, Samud, dan lainnya, padahal orang-orang itu lebih besar kekuatannya dari mereka, baik fisik maupun harta? Andaikata kaum musyrik Mekah merasa lebih kuat daripada umat-umat terdahulu itu, kekuatan tersebut tidak akan ada artinya di hadapan Allah, karena Allah Mahaperkasa, dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui perbuatan dan perkataan serta rencana jahat mereka, Mahakuasa mewujudkan apa yang Dia kehendaki."
        },
        {
          "id": 3705,
          "surat_id": 35,
          "jus": 22,
          "ruku": 380,
          "no_ayat_inquran": 3705,
          "no_ayat_insurat": 45,
          "body_ayat_arb": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ فَاِنَّ اللّٰهَ كَانَ بِعِبَادِهٖ بَصِيْرًا ࣖ ",
          "body_ayat_ltn_en": "Wa law yu'aakhizul laahun naasa bima kasaboo maa taraka 'alaa zahrihaa min daaabbatinw wa laakiny yu'akhkhiruhum ilaaa ajalim musamman fa izaa jaaa'a ajaluhum fa innal laaha kaana bi'ibaadihee Baseeraa",
          "body_ayat_ltn_in": "walaw yu-aakhidzu allaahu alnnaasa bimaa kasabuu maa taraka 'alaa zhahrihaa min daabbatin walaakin yu-akhkhiruhum ilaa ajalin musamman fa-idzaa jaa-a ajaluhum fa-inna allaaha kaana bi'ibaadihi bashiiraan",
          "body_ayat_ltn_in_html": "walaw yu-<u>aa</u>khi<u>dz</u>u <strong>al</strong>l<u>aa</u>hu <strong>al</strong>nn<u>aa</u>sa bim<u>aa</u> kasabuu m<u>aa</u> taraka 'al<u>aa</u> <u>zh</u>ahrih<u>aa</u> min d<u>aa</u>bbatin wal<u>aa</u>kin yu-akhkhiruhum il<u>aa</u> ajalin musamman fa-i<u>dzaa</u> j<u>aa</u>-a ajaluhum fa-inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bi'ib<u>aa</u>dihi ba<u>sh</u>iir<u>aa</u><strong>n</strong>",
          "invers_tajweed": "وَلَوْ يُؤَاخِذُ [h:7452[ٱ]للَّهُ [h:7453[ٱ][l[ل][g[نّ]َاسَ بِمَا كَسَبُو[s[اْ] مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِ[f:4026[ن د][m[َا]ٓبَّ[a:7455[ةٍ و]َلَ[n[ـٰ]ك[a:7456[ِن ي]ُؤَخِّرُهُمْ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:7457[ًّىۖ ف]َإِذَا ج[o[َا]ٓءَ أَجَلُهُمْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ كَانَ بِعِبَادِه[n[ِۦ] بَصِيرَۢا",
          "translation_id": "Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya.",
          "translation_en": "And if Allah were to impose blame on the people for what they have earned, He would not leave upon the earth any creature. But He defers them for a specified term. And when their time comes, then indeed Allah has ever been, of His servants, Seeing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3705",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3705.mp3",
          "tafsir_short": "Orang-orang kafir sering menantang agar Allah menyegerakan turunnya azab kepada mereka. Melalui ayat ini Allah menegaskan, “Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkannya bagi orang-orang yang melanggar sampai waktu yang sudah ditentukan. Nanti, apabila ajal, yakni batas waktu yang ditentukan bagi mereka telah tiba, maka Allah Maha Melihat keadaan hamba-hamba-Nya, baik yang taat maupun yang bermaksiat, dan akan memberi mereka balasan sesuai perbuatan masing-masing."
        }
      ]
    },
    "ayats": [
      {
        "id": 3661,
        "surat_id": 35,
        "jus": 22,
        "ruku": 376,
        "no_ayat_inquran": 3661,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "اَلْحَمْدُ لِلّٰهِ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ جَاعِلِ الْمَلٰۤىِٕكَةِ رُسُلًاۙ اُولِيْٓ اَجْنِحَةٍ مَّثْنٰى وَثُلٰثَ وَرُبٰعَۗ يَزِيْدُ فِى الْخَلْقِ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
        "body_ayat_ltn_en": "Alhamdu lillaahi faatiris samaawaati wal ardi jaa'ilil malaaa'ikati rusulan uleee ajnihatim masnaa wa sulaasa wa rubaa'; yazeedu fil khalqi maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer",
        "body_ayat_ltn_in": "alhamdu lillaahi faathiri alssamaawaati waal-ardhi jaa'ili almalaa-ikati rusulan ulii ajnihatin matsnaa watsulaatsa warubaa'a yaziidu fii alkhalqi maa yasyaau inna allaaha 'alaa kulli syay-in qadiirun",
        "body_ayat_ltn_in_html": "al<u>h</u>amdu lill<u>aa</u>hi f<u>aath</u>iri <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i j<u>aa</u>'ili <strong>a</strong>lmal<u>aa</u>-ikati rusulan ulii ajni<u>h</u>atin matsn<u>aa</u> watsul<u>aa</u>tsa warub<u>aa</u>'a yaziidu fii <strong>a</strong>lkhalqi m<u>aa</u> yasy<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "invers_tajweed": "ٱلْحَمْدُ لِلَّهِ فَاطِرِ [h:3956[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ جَاعِلِ [h:11058[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ رُسُلاً أُ[s[وْ]ل[o[ِىٓ] أَ[q:11059[جْ]نِحَ[a:11060[ةٍ م]َّثْنَىٰ وَثُلَ[n[ـٰ]ثَ وَرُبَ[n[ـٰ]عَۚ يَزِيدُ فِى [h:4788[ٱ]لْخَلْقِ مَا يَش[o[َا]ٓءُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
        "translation_id": "Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
        "translation_en": "[All] praise is [due] to Allah, Creator of the heavens and the earth, [who] made the angels messengers having wings, two or three or four. He increases in creation what He wills. Indeed, Allah is over all things competent.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3661",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3661.mp3",
        "tafsir_short": "Pada akhir Surah Saba’ Allah menegaskan bahwa orang-orang kafir amat meragukan datangnya hari Kiamat sehingga ketika hari itu datang mereka merasa sangat sengsara. Surah Fàtir ini lalu dimulai dengan pujian kepada Allah yang Mahakuasa atas segala sesuatu. Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan untuk mengurus berbagai hal sesuai kehendak-Nya. Di antara bukti kekuasaan-Nya adalah bahwa dia menciptakan malaikat yang mempunyai sayap, masing-masing ada yang dua, tiga, dan empat, bahkan lebih dari itu, sehingga mereka dengan mudah dan cepat berpindah dari satu tempat ke tempat lain. Hanya Allah yang mengetahui hakikat malaikat dan sayap-sayapnya tersebut. Allah berkuasa menambahkan pada ciptaan-Nya, baik malaikat maupun yang lain, apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu tanpa ada yang mampu menghalangi."
      },
      {
        "id": 3662,
        "surat_id": 35,
        "jus": 22,
        "ruku": 376,
        "no_ayat_inquran": 3662,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "مَا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۚوَمَا يُمْسِكْۙ فَلَا مُرْسِلَ لَهٗ مِنْۢ بَعْدِهٖۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "body_ayat_ltn_en": "Maa yaftahil laahu linnaaasi mir rahmatin falaa mumsika lahaa wa maa yumsik falaa mursila lahoo mimb'dih; wa Huwal 'Azeezul Hakeem",
        "body_ayat_ltn_in": "maa yaftahi allaahu lilnnaasi min rahmatin falaa mumsika lahaa wamaa yumsik falaa mursila lahu min ba'dihi wahuwa al'aziizu alhakiimu",
        "body_ayat_ltn_in_html": "m<u>aa</u> yafta<u>h</u>i <strong>al</strong>l<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si min ra<u>h</u>matin fal<u>aa</u> mumsika lah<u>aa</u> wam<u>aa</u> yumsik fal<u>aa</u> mursila lahu min ba'dihi wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "invers_tajweed": "مَّا يَفْتَحِ [h:11061[ٱ]للَّهُ لِل[g[نّ]َاسِ م[u:11062[ِن ر]َّحْمَ[f:11063[ةٍ ف]َلَا مُمْسِكَ لَهَاۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ[n[ۥ] م[i:254[ِنۢ ب]َعْدِهِ[n[ۚۦ] وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
        "translation_id": "Apa saja di antara rahmat Allah yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
        "translation_en": "Whatever Allah grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might, the Wise.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3662",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3662.mp3",
        "tafsir_short": "Apa saja di antara rahmat Allah, seperti kesehatan, rezeki, ilmu, dan lainnya, yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa untuk berbuat sesuai kehendak-Nya, Mahabijaksana dalam setiap ketetapan-Nya."
      },
      {
        "id": 3663,
        "surat_id": 35,
        "jus": 22,
        "ruku": 376,
        "no_ayat_inquran": 3663,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "يٰٓاَيُّهَا النَّاسُ اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْۗ هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ  لَآ اِلٰهَ اِلَّا هُوَۖ فَاَنّٰى تُؤْفَكُوْنَ ",
        "body_ayat_ltn_en": "Yaaa ayyuhan naasuzkuroo ni'matal laahi 'alaikum; hal min khaaliqin ghairul laahi yarzuqukum minas samaaa'i wal ard; laaa ilaaha illaa Huwa fa annaa tu'fakoon",
        "body_ayat_ltn_in": "yaa ayyuhaa alnnaasu udzkuruu ni'mata allaahi 'alaykum hal min khaaliqin ghayru allaahi yarzuqukum mina alssamaa-i waal-ardhi laa ilaaha illaa huwa fa-annaa tu/fakuuna",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum hal min kh<u>aa</u>liqin ghayru <strong>al</strong>l<u>aa</u>hi yarzuqukum mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa-ann<u>aa</u> tu/fakuun<strong>a</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ [h:11064[ٱ]ذْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ عَلَيْكُمْۚ هَلْ مِنْ خَ[n[ـٰ]لِقٍ غَيْرُ [h:4057[ٱ]للَّهِ يَرْزُقُك[w:6034[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِۚ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَۖ فَأَ[g[نّ]َىٰ تُؤْفَك[p[ُو]نَ",
        "translation_id": "Wahai manusia! Ingatlah akan nikmat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada tuhan selain Dia; maka mengapa kamu berpaling (dari ketauhidan)?",
        "translation_en": "O mankind, remember the favor of Allah upon you. Is there any creator other than Allah who provides for you from the heaven and earth? There is no deity except Him, so how are you deluded?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3663",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3663.mp3",
        "tafsir_short": "Limpahan rahmat yang demikian besar harus menjadi pendorong bagi manusia untuk bersyukur. Wahai manusia! Ingatlah akan nikmat Allah yang dilimpahkan kepadamu. Bersyukurlah dengan menaati perintah-Nya dan tidak mendurhakai-Nya. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tentu tidak ada. Tidak ada tuhan yang berhak disembah selain Dia; maka mengapa kamu bisa berpaling dari tauhid?"
      },
      {
        "id": 3664,
        "surat_id": 35,
        "jus": 22,
        "ruku": 376,
        "no_ayat_inquran": 3664,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
        "body_ayat_ltn_en": "Wa iny yukazzibooka faqad kuzzibat Rusulum min qablik; wa ilal laahi turja'ul umoor",
        "body_ayat_ltn_in": "wa-in yukadzdzibuuka faqad kuthtsibat rusulun min qablika wa-ilaa allaahi turja'u al-umuuru",
        "body_ayat_ltn_in_html": "wa-in yuka<u>dzdz</u>ibuuka faqad kut<u>hts</u>ibat rusulun min qablika wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>",
        "invers_tajweed": "وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كُذِّبَتْ رُسُ[a:2469[لٌ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَۚ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ",
        "translation_id": "Dan jika mereka mendustakan engkau (setelah engkau beri peringatan), maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Dan hanya kepada Allah segala urusan dikembalikan.",
        "translation_en": "And if they deny you, [O Muhammad] - already were messengers denied before you. And to Allah are returned [all] matters.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3664",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3664.mp3",
        "tafsir_short": "Dan jika mereka mendustakan engkau, wahai Nabi Muhammad, setelah engkau memberi mereka seruan untuk beriman kepada Allah yang telah melimpahkan rahmat, maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Karena itu, janganlah bersedih dan bersabarlah seperti halnya mereka (Lihat juga: al-An‘àm/6: 34). Dan hanya kepada Allah segala urusan dikembalikan. Dia akan memberi balasan sesuai perbuatan setiap orang."
      },
      {
        "id": 3665,
        "surat_id": 35,
        "jus": 22,
        "ruku": 376,
        "no_ayat_inquran": 3665,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "يٰٓاَيُّهَا النَّاسُ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ ",
        "body_ayat_ltn_en": "Yaaa ayyuhan naasu inna wa'dal laahi haqqun falaa taghurrannakumul hayaatud dunyaa; wa laa yaghurran nakum billaahil gharoor",
        "body_ayat_ltn_in": "yaa ayyuhaa alnnaasu inna wa'da allaahi haqqun falaa taghurrannakumu alhayaatu alddunyaa walaa yaghurrannakum biallaahi algharuuru",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun fal<u>aa</u> taghurrannakumu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wal<u>aa</u> yaghurrannakum bi<strong>al</strong>l<u>aa</u>hi <strong>a</strong>lgharuur<strong>u</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[f:10612[قٌّۖ ف]َلَا تَغُرَّ[g[نّ]َكُمُ [h:10613[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَاۖ وَلَا يَغُرَّ[g[نّ]َك[c:10614[ُم ب]ِ[h:32[ٱ]للَّهِ [h:10615[ٱ]لْغَر[p[ُو]رُ",
        "translation_id": "Wahai manusia! Sungguh, janji Allah itu benar, maka janganlah kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu, memperdayakan kamu tentang Allah.",
        "translation_en": "O mankind, indeed the promise of Allah is truth, so let not the worldly life delude you and be not deceived about Allah by the Deceiver.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3665",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3665.mp3",
        "tafsir_short": "Usai mengisyaratkan bahwa Kiamat pasti akan tiba, Allah lalu secara tegas menyatakan bahwa janji tentang Kiamat, pahala, dan siksa adalah benar adanya. Karenanya, manusia tidak boleh terlena dan teperdaya oleh kehidupan dunia. Wahai manusia! Sungguh, janji Allah tentang pahala dan siksa itu benar, maka janganlah kehidupan dunia seperti kekayaan dan kekuasaan memperdayakan kamu sehingga kamu sedikit bahkan tidak sama sekali menyiapkan diri untuk kehidupan akhirat. Dan janganlah setan yang pandai menipu dapat memperdayakan kamu tentang Allah dan ajaran agama-Nya."
      },
      {
        "id": 3666,
        "surat_id": 35,
        "jus": 22,
        "ruku": 376,
        "no_ayat_inquran": 3666,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "اِنَّ الشَّيْطٰنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوْهُ عَدُوًّاۗ اِنَّمَا يَدْعُوْا حِزْبَهٗ لِيَكُوْنُوْا مِنْ اَصْحٰبِ السَّعِيْرِۗ ",
        "body_ayat_ltn_en": "Innash shaitaana lakum 'aduwwun fattakhizoohu 'aduwwaa; innamaa yad'oo hizbahoo liyakoonoo min ashaabis sa'eer",
        "body_ayat_ltn_in": "inna alsysyaythaana lakum 'aduwwun faittakhidzuuhu 'aduwwan innamaa yad'uu hizbahu liyakuunuu min ash-haabi alssa'iiri",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na lakum 'aduwwun fa<strong>i</strong>ttakhi<u>dz</u>uuhu 'aduwwan innam<u>aa</u> yad'uu <u>h</u>izbahu liyakuunuu min a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ لَكُمْ عَدُ[f:11065[وٌّ ف]َ[h:11066[ٱ]تَّخِذُوهُ عَدُوًّاۚ إِ[g[نّ]َمَا يَ[q:1242[دْ]عُو[s[اْ] حِزْبَهُ[n[ۥ] لِيَكُونُو[s[اْ] مِنْ أَصْحَ[n[ـٰ]بِ [h:11067[ٱ][l[ل]سَّع[p[ِي]رِ",
        "translation_id": "Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala.",
        "translation_en": "Indeed, Satan is an enemy to you; so take him as an enemy. He only invites his party to be among the companions of the Blaze.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3666",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3666.mp3",
        "tafsir_short": "Sungguh, setan itu musuh yang nyata dan abadi bagimu, maka perlakukanlah ia sebagai musuh. Jangan kamu ikuti ajakan, rayuan, dan tipu dayanya, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. Salah satu cara setan memperdaya manusia adalah menganggap kecil perbuatan dosa karena Allah Maha Pengampun.7. Di antara golongan setan adalah mereka yang ingkar kepada Allah dan rasul-Nya. Mereka itulah orang-orang yang kafir; mereka di hari Kiamat akan mendapat azab yang sangat keras dan pedih. Dan orang-orang yang beriman dan mengerjakan kebajikan dengan menjadikan setan se-bagai musuhnya, mereka memperoleh ampunan dari segala dosa dan pahala yang besar, yakni surga."
      },
      {
        "id": 3667,
        "surat_id": 35,
        "jus": 22,
        "ruku": 376,
        "no_ayat_inquran": 3667,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "اَلَّذِيْنَ كَفَرُوْا لَهُمْ عَذَابٌ شَدِيْدٌ ەۗ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ࣖ ",
        "body_ayat_ltn_en": "Allazeena kafaroo lahum 'azaabun shadeed; wallazeena aamanoo wa 'amilus saalihaati lahum maghfiratunw wa ajrun kabeer",
        "body_ayat_ltn_in": "alladziina kafaruu lahum 'adzaabun syadiidun waalladziina aamanuu wa'amiluu alshshaalihaati lahum maghfiratun wa-ajrun kabiirun",
        "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>iina kafaruu lahum 'a<u>dzaa</u>bun syadiidun wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum maghfiratun wa-ajrun kabiir<strong>un</strong>",
        "invers_tajweed": "ٱلَّذِينَ كَفَرُو[s[اْ] لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[a:11068[دٌۖ و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ",
        "translation_id": "Orang-orang yang kafir, mereka akan mendapat azab yang sangat keras. Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
        "translation_en": "Those who disbelieve will have a severe punishment, and those who believe and do righteous deeds will have forgiveness and great reward.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3667",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3667.mp3",
        "tafsir_short": "Di antara golongan setan adalah mereka yang ingkar kepada Allah dan rasul-Nya. Mereka itulah orang-orang yang kafir; mereka di hari Kiamat akan mendapat azab yang sangat keras dan pedih. Dan orang-orang yang beriman dan mengerjakan kebajikan dengan menjadikan setan sebagai musuhnya, mereka memperoleh ampunan dari segala dosa dan pahala yang besar, yakni surga."
      },
      {
        "id": 3668,
        "surat_id": 35,
        "jus": 22,
        "ruku": 377,
        "no_ayat_inquran": 3668,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "اَفَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ فَرَاٰهُ حَسَنًاۗ فَاِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرٰتٍۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَصْنَعُوْنَ ",
        "body_ayat_ltn_en": "Afaman zuyyina lahoo sooo'u 'amalihee fara aahu hasanaa; fa innal laaha yudillu mai yashaaa'u wa yahdee mai yahaaa'u falaa tazhab nafsuka 'alaihim hasaraat; innal laaha 'aleemun bimaa yasna'oon",
        "body_ayat_ltn_in": "afaman zuyyina lahu suu-u 'amalihi faraaahu hasanan fa-inna allaaha yudhillu man yasyaau wayahdii man yasyaau falaa tadzhab nafsuka 'alayhim hasaraatin inna allaaha 'aliimun bimaa yashna'uuna",
        "body_ayat_ltn_in_html": "afaman zuyyina lahu suu-u 'amalihi fara<u>aa</u>hu <u>h</u>asanan fa-inna <strong>al</strong>l<u>aa</u>ha yu<u>dh</u>illu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u fal<u>aa</u> ta<u>dz</u>hab nafsuka 'alayhim <u>h</u>asar<u>aa</u>tin inna <strong>al</strong>l<u>aa</u>ha 'aliimun bim<u>aa</u> ya<u>sh</u>na'uun<strong>a</strong>",
        "invers_tajweed": "أَفَمَ[f:11069[ن ز]ُيِّنَ لَهُ[n[ۥ] س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] فَرَءَاهُ حَسَ[f:11070[نًاۖ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ يُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُۖ فَلَا تَذْهَ[q:11071[بْ] نَفْسُكَ عَلَيْهِمْ حَسَر[n[َٲ]تٍۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:6056[مُۢ ب]ِمَا يَصْنَع[p[ُو]نَ",
        "translation_id": "Maka apakah pantas orang yang dijadikan terasa indah perbuatan buruknya, lalu menganggap baik perbuatannya itu? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka jangan engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.",
        "translation_en": "Then is one to whom the evil of his deed has been made attractive so he considers it good [like one rightly guided]? For indeed, Allah sends astray whom He wills and guides whom He wills. So do not let yourself perish over them in regret. Indeed, Allah is Knowing of what they do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3668",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3668.mp3",
        "tafsir_short": "Allah membedakan dengan sangat nyata mereka yang menjadikan setan sebagai musuh dan mereka yang menjadikannya kawan. Maka, apakah pantas orang yang dijadikan terasa indah perbuatan buruknya karena berkawan dengan setan, lalu menganggap baik perbuatannya itu? Tentu tidak pantas! Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki karena dia lebih memilih kesesatan daripada petunjuk Allah melalui rasul-Nya, dan memberi petunjuk kepada siapa yang Dia kehendaki karena dia memilih petunjuk atas izin Allah. Maka, jangan engkau, wahai Nabi Muhammad, biarkan dirimu binasa karena kesedihan hatimu dan larut dalam penyesalan terhadap kesesatan dan keingkaran mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat dan akan memberi balasan yang sepadan."
      },
      {
        "id": 3669,
        "surat_id": 35,
        "jus": 22,
        "ruku": 377,
        "no_ayat_inquran": 3669,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "وَاللّٰهُ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَسُقْنٰهُ اِلٰى بَلَدٍ مَّيِّتٍ فَاَحْيَيْنَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ  كَذٰلِكَ النُّشُوْرُ ",
        "body_ayat_ltn_en": "Wallaahul lazeee arsalar riyaaha fatuseeru shaaban fasuqnaahu ilaa baladim maiyitin fa ahyaynaa bihil arda ba'da mawtihaa; kazaalikan nushoor",
        "body_ayat_ltn_in": "waallaahu alladzii arsala alrriyaaha fatutsiiru sahaaban fasuqnaahu ilaa baladin mayyitin fa-ahyaynaa bihi al-ardha ba'da mawtihaa kadzaalika alnnusyuuru",
        "body_ayat_ltn_in_html": "wa<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii arsala <strong>al</strong>rriy<u>aah</u>a fatutsiiru sa<u>haa</u>ban fasuqn<u>aa</u>hu il<u>aa</u> baladin mayyitin fa-a<u>h</u>yayn<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> ka<u>dzaa</u>lika <strong>al</strong>nnusyuur<strong>u</strong>",
        "invers_tajweed": "وَ[h:9999[ٱ]للَّهُ [h:11072[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ [h:9659[ٱ][l[ل]رِّيَ[n[ـٰ]حَ فَتُثِيرُ سَحَا[f:11073[بًا ف]َسُ[q:11074[قْ]نَ[n[ـٰ]هُ إِلَىٰ بَلَ[a:11075[دٍ م]َّيِّ[f:11076[تٍ ف]َأَحْيَيْنَا بِهِ [h:842[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَاۚ كَذ[n[َٲ]لِكَ [h:11077[ٱ][l[ل][g[نّ]ُش[p[ُو]رُ",
        "translation_id": "Dan Allah-lah yang mengirimkan angin; lalu (angin itu) menggerakkan awan, maka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan itu.",
        "translation_en": "And it is Allah who sends the winds, and they stir the clouds, and We drive them to a dead land and give life thereby to the earth after its lifelessness. Thus is the resurrection.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3669",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3669.mp3",
        "tafsir_short": "Usai menjelaskan kepastian janji Allah, kedatangan hari Kiamat, dan perbedaan antara orang yang taat dengan yang ingkar serta balasan yang akan mereka peroleh, pada ayat ini Allah menunjukkan tanda-tanda kekuasan-Nya di alam semesta sekaligus menjadi perumpamaaan terjadinya hari Kebangkitan. Dan Allah-lah yang mengirimkan angin; lalu angin itu menggerakkan awan, maka Kami arahkan awan yang mengandung air itu ke suatu negeri yang mati, yakni tandus, lalu turunlah hujan dan dengan hujan itu lalu Kami hidupkan bumi setelah mati, yakni kering. Seperti itulah kebangkitan itu akan terjadi."
      },
      {
        "id": 3670,
        "surat_id": 35,
        "jus": 22,
        "ruku": 377,
        "no_ayat_inquran": 3670,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "مَنْ كَانَ يُرِيْدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمِيْعًاۗ اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهٗ ۗوَالَّذِيْنَ يَمْكُرُوْنَ السَّيِّاٰتِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَمَكْرُ اُولٰۤىِٕكَ هُوَ يَبُوْرُ ",
        "body_ayat_ltn_en": "Man kaana yureedul 'izzata falillaahil 'izzatu jamee'aa; ilaihi yas'adul kalimut taiyibu wal'amalus saalihu yarfa'uh; wallazeena yamkuroonas sayyiaati lahum 'azaabun shadeed; wa makru ulaaa'ika huwa yaboor",
        "body_ayat_ltn_in": "man kaana yuriidu al'izzata falillaahi al'izzatu jamii'an ilayhi yash'adu alkalimu alththhayyibu waal'amalu alshshaalihu yarfa'uhu waalladziina yamkuruuna alssayyi-aati lahum 'adzaabun syadiidun wamakru ulaa-ika huwa yabuuru",
        "body_ayat_ltn_in_html": "man k<u>aa</u>na yuriidu <strong>a</strong>l'izzata falill<u>aa</u>hi <strong>a</strong>l'izzatu jamii'an ilayhi ya<u>sh</u>'adu <strong>a</strong>lkalimu <strong>al</strong><u>ththh</u>ayyibu wa<strong>a</strong>l'amalu <strong>al</strong><u>shshaa</u>li<u>h</u>u yarfa'uhu wa<strong>a</strong>lla<u>dz</u>iina yamkuruuna <strong>al</strong>ssayyi-<u>aa</u>ti lahum 'a<u>dzaa</u>bun syadiidun wamakru ul<u>aa</u>-ika huwa yabuur<strong>u</strong>",
        "invers_tajweed": "مَ[f:506[ن ك]َانَ يُرِيدُ [h:11078[ٱ]لْعِزَّةَ فَلِلَّهِ [h:11079[ٱ]لْعِزَّةُ جَمِيعًاۚ إِلَيْهِ يَصْعَدُ [h:11080[ٱ]لْكَلِمُ [h:11081[ٱ][l[ل]طَّيِّبُ وَ[h:11082[ٱ]لْعَمَلُ [h:11083[ٱ][l[ل]صَّ[n[ـٰ]لِحُ يَرْفَعُهُۚ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ يَمْكُرُونَ [h:11084[ٱ][l[ل]سَّيِّـَٔـاتِ لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[a:11085[دٌۖ و]َمَكْرُ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُوَ يَب[p[ُو]رُ",
        "translation_id": "Barangsiapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, dan amal kebajikan Dia akan mengangkatnya. Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur.",
        "translation_en": "Whoever desires honor [through power] - then to Allah belongs all honor. To Him ascends good speech, and righteous work raises it. But they who plot evil deeds will have a severe punishment, and the plotting of those - it will perish.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3670",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3670.mp3",
        "tafsir_short": "Kekuasaan Allah tidak sebatas keberadaan alam semesta. Dia juga pemilik kemuliaan yang didambakan oleh banyak orang. Melalui ayat ini Allah mengingatkan, “Barang siapa menghendaki kemuliaan, maka ketahuilah bahwa kemuliaan itu semuanya milik Allah. Karena itu, jika kamu menginginkannya, mendekatlah dan taatilah Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, yakni kalimat tauhid là ilàha illallàh, kalimat zikir, atau semua perkataan yang baik dalam pandangan agama, dan amal kebajikan, Dia akan mengangkatnya. Perkataan baik akan naik dan amal yang baik itu dinaikkan untuk diterima dan diberi-Nya pahala, sehingga pelakunya mendapat kemuliaan dan kedudukan tinggi di sisi-Nya. Adapun orang-orang yang karena mengikuti hawa nafsu merencanakan kejahatan terhadap orang-orang yang beriman, mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur serta tidak mencapai sasarannya. Mereka inilah orang-orang yang jauh dari kemuliaan."
      },
      {
        "id": 3671,
        "surat_id": 35,
        "jus": 22,
        "ruku": 377,
        "no_ayat_inquran": 3671,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "وَاللّٰهُ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ جَعَلَكُمْ اَزْوَاجًاۗ وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖۗ وَمَا يُعَمَّرُ مِنْ مُّعَمَّرٍ وَّلَا يُنْقَصُ مِنْ عُمُرِهٖٓ اِلَّا فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
        "body_ayat_ltn_en": "Wallaahu khalaqakum min turaabin summa min nutfatin summa ja'alakum azwaajaa; wa maa tahmilu min unsaa wa laa tada'u illaa bi'ilmih; wa maa yu'ammaru mim mu'ammarinw wa laa yunqasu min 'umuriheee illaa fee kitaab; inna zaalika 'alal laahi yaseer",
        "body_ayat_ltn_in": "waallaahu khalaqakum min turaabin tsumma min nuthfatin tsumma ja'alakum azwaajan wamaa tahmilu min untsaa walaa tadha'u illaa bi'ilmihi wamaa yu'ammaru min mu'ammarin walaa yunqashu min 'umurihi illaa fii kitaabin inna dzaalika 'alaa allaahi yasiirun",
        "body_ayat_ltn_in_html": "wa<strong>al</strong>l<u>aa</u>hu khalaqakum min tur<u>aa</u>bin tsumma min nu<u>th</u>fatin tsumma ja'alakum azw<u>aa</u>jan wam<u>aa</u> ta<u>h</u>milu min unts<u>aa</u> wal<u>aa</u> ta<u>dh</u>a'u ill<u>aa</u> bi'ilmihi wam<u>aa</u> yu'ammaru min mu'ammarin wal<u>aa</u> yunqa<u>sh</u>u min 'umurihi ill<u>aa</u> fii kit<u>aa</u>bin inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>",
        "invers_tajweed": "وَ[h:9999[ٱ]للَّهُ خَلَقَك[w:2530[ُم م]ِّ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ جَعَلَكُمْ أَزْو[n[َٲ][a:11086[جًاۚ و]َمَا تَحْمِلُ مِنْ أُ[f:1867[نث]َىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ[n[ۚۦ] وَمَا يُعَ[g[مّ]َرُ م[a:11087[ِن م]ُّعَ[g[مّ]َ[a:11088[رٍ و]َلَا يُ[f:11089[نق]َصُ مِنْ عُمُرِه[o[ِۦٓ] إِلَّا فِى كِتَ[n[ـٰ]بٍۚ إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ",
        "translation_id": "Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan). Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan (sudah ditetapkan) dalam Kitab (Lauh Mahfuzh). Sungguh, yang demikian itu mudah bagi Allah.",
        "translation_en": "And Allah created you from dust, then from a sperm-drop; then He made you mates. And no female conceives nor does she give birth except with His knowledge. And no aged person is granted [additional] life nor is his lifespan lessened but that it is in a register. Indeed, that for Allah is easy.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3671",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3671.mp3",
        "tafsir_short": "Dan di antara tanda kekuasaan-Nya adalah bahwa Allah menciptakan bapak kamu, Nabi Adam, dari tanah kemudian menciptakan kamu dari air mani yang bersumber dari saripati makanan yang juga berasal dari tanah, kemudian Dia menjadikan kamu berpasangan laki-laki dan pe-rempuan sebagai suami istri. (Lihat juga: an-Najm/53: 45) Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan de-ngan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan sudah ditetapkan dalam Kitab, yaitu Lauh Mahfùz. Sungguh, yang demikian itu mudah bagi Allah karena Dia Mahakuasa dan Maha Mengetahui."
      },
      {
        "id": 3672,
        "surat_id": 35,
        "jus": 22,
        "ruku": 377,
        "no_ayat_inquran": 3672,
        "no_ayat_insurat": 12,
        "body_ayat_arb": "وَمَا يَسْتَوِى الْبَحْرٰنِۖ هٰذَا عَذْبٌ فُرَاتٌ سَاۤىِٕغٌ شَرَابُهٗ وَهٰذَا مِلْحٌ اُجَاجٌۗ وَمِنْ كُلٍّ تَأْكُلُوْنَ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْنَ حِلْيَةً تَلْبَسُوْنَهَا ۚوَتَرَى الْفُلْكَ فِيْهِ مَوَاخِرَ لِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
        "body_ayat_ltn_en": "Wa maa yastawil bahraani haaza 'azbun furaatun saaa'ighun sharaabuhoo wa haazaa milhun ujaaj; wa min kullin taakuloona lahman tariyyanw wa tastakhrijoona hilyatan talbasoonahaa wa taral fulka feehi mawaakhira litabtaghoo min fadlihee wa la'allakm tashkuroon",
        "body_ayat_ltn_in": "wamaa yastawii albahraani haadzaa 'adzbun furaatun saa-ighun syaraabuhu wahaadzaa milhun ujaajun wamin kullin ta/kuluuna lahman thariyyan watastakhrijuuna hilyatan talbasuunahaa wataraa alfulka fiihi mawaakhira litabtaghuu min fadhlihi wala'allakum tasykuruuna",
        "body_ayat_ltn_in_html": "wam<u>aa</u> yastawii <strong>a</strong>lba<u>h</u>r<u>aa</u>ni h<u>aadzaa</u> 'a<u>dz</u>bun fur<u>aa</u>tun s<u>aa</u>-ighun syar<u>aa</u>buhu wah<u>aadzaa</u> mil<u>h</u>un uj<u>aa</u>jun wamin kullin ta/kuluuna la<u>h</u>man <u>th</u>ariyyan watastakhrijuuna <u>h</u>ilyatan talbasuunah<u>aa</u> watar<u>aa</u> <strong>a</strong>lfulka fiihi maw<u>aa</u>khira litabtaghuu min fa<u>dh</u>lihi wala'allakum tasykuruun<strong>a</strong>",
        "invers_tajweed": "وَمَا يَسْتَوِى [h:11090[ٱ]لْبَحْرَانِ هَ[n[ـٰ]ذَا عَذْ[f:9670[بٌ ف]ُرَا[f:11091[تٌ س][o[َا]ٓئِ[f:11092[غٌ ش]َرَابُهُ[n[ۥ] وَهَ[n[ـٰ]ذَا مِلْحٌ أُجَا[a:11093[جٌۖ و]َمِ[f:11094[ن ك]ُ[f:11095[لٍّ ت]َأْكُلُونَ لَحْ[f:7349[مًا ط]َرِي[a:11096[ًّا و]َتَسْتَخْرِجُونَ حِلْيَ[f:7351[ةً ت]َلْبَسُونَهَاۖ وَتَرَى [h:7352[ٱ]لْفُلْكَ فِيهِ مَوَاخِرَ لِتَ[q:7694[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ",
        "translation_id": "Dan tidak sama (antara) dua lautan; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari (masing-masing lautan) itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang kamu pakai, dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur.",
        "translation_en": "And not alike are the two bodies of water. One is fresh and sweet, palatable for drinking, and one is salty and bitter. And from each you eat tender meat and extract ornaments which you wear, and you see the ships plowing through [them] that you might seek of His bounty; and perhaps you will be grateful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3672",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3672.mp3",
        "tafsir_short": "Allah Mahakuasa, Maha Pencipta. Di antara bukti kekuasaan Allah adalah penciptaan manusia. Untuk memenuhi keperluan hidup manusia, Allah menciptakan lautan dengan beragam sumber dayanya. Dan tidak sama antara dua lautan; yang ini tawar, menyuburkan tanah, menumbuhkan tanam-tanaman, sangat segar, dan sedap diminum, dan lautan yang lain airnya asin lagi pahit karena sangat asin dan tentu tidak sedap untuk diminum. Dan dari masing-masing lautan itu kamu dapat memakan daging yang segar dan kamu dapat secara bersungguh-sungguh mengeluarkan perhiasan yang kamu pakai, yakni mutiara dan marjan (Lihat juga: ar-Rahmàn/55: 22). Dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur kepada-Nya atas limpahan rahmat tersebut."
      },
      {
        "id": 3673,
        "surat_id": 35,
        "jus": 22,
        "ruku": 377,
        "no_ayat_inquran": 3673,
        "no_ayat_insurat": 13,
        "body_ayat_arb": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۚ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ مَا يَمْلِكُوْنَ مِنْ قِطْمِيْرٍۗ ",
        "body_ayat_ltn_en": "Yoolijul laila fin nahaari wa yoolijun nahaara fil laili wa sakhkharash shamsa wal qamara kulluny yajree li ajalim musammaa; zaalikumul lahuu Rabbukum lahul mulk; wallazeena tad'oona min doonihee maa yamlikoona min qitmeer",
        "body_ayat_ltn_in": "yuuliju allayla fii alnnahaari wayuuliju alnnahaara fii allayli wasakhkhara alsysyamsa waalqamara kullun yajrii li-ajalin musamman dzaalikumu allaahu rabbukum lahu almulku waalladziina tad'uuna min duunihi maa yamlikuuna min qithmiirin",
        "body_ayat_ltn_in_html": "yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii li-ajalin musamman <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum lahu <strong>a</strong>lmulku wa<strong>a</strong>lla<u>dz</u>iina tad'uuna min duunihi m<u>aa</u> yamlikuuna min qi<u>th</u>miir<strong>in</strong>",
        "invers_tajweed": "يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَم[f:11097[ًّىۚ ذ][n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ لَهُ [h:1397[ٱ]لْمُلْكُۚ وَ[h:37[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مَا يَمْلِكُونَ مِ[f:11098[ن ق]ِ[q:11099[طْ]م[p[ِي]رٍ",
        "translation_id": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari.",
        "translation_en": "He causes the night to enter the day, and He causes the day to enter the night and has subjected the sun and the moon - each running [its course] for a specified term. That is Allah, your Lord; to Him belongs sovereignty. And those whom you invoke other than Him do not possess [as much as] the membrane of a date seed.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3673",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3673.mp3",
        "tafsir_short": "Bukti lain atas kekuasaan dan rahmat Allah adalah pergantian siang dan malam. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktu siang lebih panjang, dan memasukkan sebagian waktu siang ke dalam malam sehingga waktu malam lebih panjang (Lihat juga: Àli ‘Imràn/3: 27 dan al-hajj/22: 61), dan Dia telah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Dengan demikian, perhitungan hari, bulan, dan tahun dapat diketahui. Yang berbuat demikian itulah Allah Tuhan kamu yang Mahakuasa dan Mahasempurna; hanya milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru dan sembah selain Allah, wahai kaum musyrik, sama sekali tidak mempunyai apa-apa walaupun setipis kulit ari."
      },
      {
        "id": 3674,
        "surat_id": 35,
        "jus": 22,
        "ruku": 377,
        "no_ayat_inquran": 3674,
        "no_ayat_insurat": 14,
        "body_ayat_arb": "اِنْ تَدْعُوْهُمْ لَا يَسْمَعُوْا دُعَاۤءَكُمْۚ وَلَوْ سَمِعُوْا مَا اسْتَجَابُوْا لَكُمْۗ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُوْنَ بِشِرْكِكُمْۗ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيْرٍ ࣖ",
        "body_ayat_ltn_en": "in tad'oohum laa yasma'oo du'aaa'akum wa law sami'oo mas tajaaboo lakum; wa Yawmal Qiyaamati Yakfuroona bishirkikum; wa laa yunabbi'uka mislu khabeer",
        "body_ayat_ltn_in": "in tad'uuhum laa yasma'uu du'aa-akum walaw sami'uu maa istajaabuu lakum wayawma alqiyaamati yakfuruuna bisyirkikum walaa yunabbi-uka mitslu khabiirin",
        "body_ayat_ltn_in_html": "in tad'uuhum l<u>aa</u> yasma'uu du'<u>aa</u>-akum walaw sami'uu m<u>aa</u> istaj<u>aa</u>buu lakum wayawma <strong>a</strong>lqiy<u>aa</u>mati yakfuruuna bisyirkikum wal<u>aa</u> yunabbi-uka mitslu khabiir<strong>in</strong>",
        "invers_tajweed": "إِ[f:11100[ن ت]َ[q:5192[دْ]عُوهُمْ لَا يَسْمَعُو[s[اْ] دُع[o[َا]ٓءَكُمْ وَلَوْ سَمِعُو[s[اْ] مَا [h:11101[ٱ]سْتَجَابُو[s[اْ] لَكُمْۖ وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ يَكْفُرُونَ بِشِرْكِكُمْۚ وَلَا يُنَبِّئُكَ مِثْلُ خَب[p[ِي]رٍ",
        "translation_id": "Jika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti.",
        "translation_en": "If you invoke them, they do not hear your supplication; and if they heard, they would not respond to you. And on the Day of Resurrection they will deny your association. And none can inform you like [one] Acquainted [with all matters].",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3674",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3674.mp3",
        "tafsir_short": "Jika kamu menyeru, menyembah, dan meminta pertolongan mereka, yakni berhala atau sesembahan lain yang merupakan benda mati, mereka tidak mendengar seruanmu, dan sekiranya mereka yang kamu sembah itu makhluk hidup yang dapat mendengar, mereka juga tidak memperkenankan permintaanmu kecuali atas izin Allah. Dan pada hari Kiamat mereka akan mengingkari dan berlepas diri dari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan tentang segala sesuatu kepadamu seperti yang diberikan oleh Allah Yang Mahateliti dalam segala urusan."
      },
      {
        "id": 3675,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3675,
        "no_ayat_insurat": 15,
        "body_ayat_arb": "۞ يٰٓاَيُّهَا النَّاسُ اَنْتُمُ الْفُقَرَاۤءُ اِلَى اللّٰهِ ۚوَاللّٰهُ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
        "body_ayat_ltn_en": "Yaaa ayyunhan naasu antumul fuqaraaa'u ilallaahi wallaahu Huwal Ghaniyyul Hameed",
        "body_ayat_ltn_in": "yaa ayyuhaa alnnaasu antumu alfuqaraau ilaa allaahi waallaahu huwa alghaniyyu alhamiidu",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su antumu <strong>a</strong>lfuqar<u>aa</u>u il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
        "invers_tajweed": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ أَ[f:8796[نت]ُمُ [h:11102[ٱ]لْفُقَر[o[َا]ٓءُ إِلَى [h:1637[ٱ]للَّهِۖ وَ[h:72[ٱ]للَّهُ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
        "translation_id": "Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji.",
        "translation_en": "O mankind, you are those in need of Allah, while Allah is the Free of need, the Praiseworthy.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3675",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3675.mp3",
        "tafsir_short": "Hanya Allah Tuhan yang patut disembah. Dia Mahakuasa, pemilik langit dan bumi, sehingga itu manusia sudah pasti sangat memerlukan rahmat dan pertolongan-Nya. Wahai manusia! Kamulah yang memerlukan Allah; dan Allah, Dialah Yang Mahakaya, tidak memerlukan apa pun, lagi Maha Terpuji nama, sifat, dan perbuatan-Nya."
      },
      {
        "id": 3676,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3676,
        "no_ayat_insurat": 16,
        "body_ayat_arb": "اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۚ ",
        "body_ayat_ltn_en": "Iny yashaa yuzhibkum wa yaati bikhalqin jadeed",
        "body_ayat_ltn_in": "in yasya/ yudzhibkum waya/ti bikhalqin jadiidin",
        "body_ayat_ltn_in_html": "in yasya/ yu<u>dz</u>hibkum waya/ti bikhalqin jadiid<strong>in</strong>",
        "invers_tajweed": "إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَأْتِ بِخَلْ[f:7086[قٍ ج]َد[p[ِي][q[د]ٍ",
        "translation_id": "Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).",
        "translation_en": "If He wills, He can do away with you and bring forth a new creation.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3676",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3676.mp3",
        "tafsir_short": "Ketaatan manusia sedikit pun menambah kebesaran Allah dan keingkaran mereka sama sekali tidak mengurangi keagungan-Nya. Jika Dia menghendaki, niscaya Dia membinasakan kamu yang ingkar dan mendatangkan makhluk yang baru yang taat kepada-Nya untuk menggantikan kamu. (Lihat juga: Muhammad/47: 38)."
      },
      {
        "id": 3677,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3677,
        "no_ayat_insurat": 17,
        "body_ayat_arb": "وَمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ ",
        "body_ayat_ltn_en": "Wa maa zaalika 'alal laahi bi'azeez",
        "body_ayat_ltn_in": "wamaa dzaalika 'alaa allaahi bi'aziizin",
        "body_ayat_ltn_in_html": "wam<u>aa</u> <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi'aziiz<strong>in</strong>",
        "invers_tajweed": "وَمَا ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ بِعَز[p[ِي]زٍ",
        "translation_id": "Dan yang demikian itu tidak sulit bagi Allah.",
        "translation_en": "And that is for Allah not difficult.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3677",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3677.mp3",
        "tafsir_short": "Dan yang demikian itu tidak sulit bagi Allah. Dia Mahakuasa atas segala sesuatu. (Lihat juga: al-‘Ankabùt/29: 19)"
      },
      {
        "id": 3678,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3678,
        "no_ayat_insurat": 18,
        "body_ayat_arb": "وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى ۗوَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَّلَوْ كَانَ ذَا قُرْبٰىۗ اِنَّمَا تُنْذِرُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَاَقَامُوا الصَّلٰوةَ ۗوَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖ ۗوَاِلَى اللّٰهِ الْمَصِيْرُ ",
        "body_ayat_ltn_en": "Wa laa taziru waaziratun wizra ukhraa; wa in tad'u musqalatun ilaa himlihaa laa yuhmal minhu shai'unw wa law kaana zaa qurbaa; innamaa tunzirul lazeena yakhshawna Rabbahum bilghaibi wa aqaamus Sallah; wa man tazakkaa fa innamaa yatazakkaa linafsih; wa ilal laahil maseer",
        "body_ayat_ltn_in": "walaa taziru waaziratun wizra ukhraa wa-in tad'u mutsqalatun ilaa himlihaa laa yuhmal minhu syay-un walaw kaana dzaa qurbaa innamaa tundziru alladziina yakhsyawna rabbahum bialghaybi wa-aqaamuu alshshalaata waman tazakkaa fa-innamaa yatazakkaa linafsihi wa-ilaa allaahi almashiiru",
        "body_ayat_ltn_in_html": "wal<u>aa</u> taziru w<u>aa</u>ziratun wizra ukhr<u>aa</u> wa-in tad'u mutsqalatun il<u>aa</u> <u>h</u>imlih<u>aa</u> l<u>aa</u> yu<u>h</u>mal minhu syay-un walaw k<u>aa</u>na <u>dzaa</u> qurb<u>aa</u> innam<u>aa</u> tun<u>dz</u>iru <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta waman tazakk<u>aa</u> fa-innam<u>aa</u> yatazakk<u>aa</u> linafsihi wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "invers_tajweed": "وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَىٰۚ وَإِ[f:11103[ن ت]َ[q:6220[دْ]عُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ ش[a:11104[َىْءٌ و]َلَوْ كَانَ ذَا قُرْبَ[o[ىٰٓۗ] إِ[g[نّ]َمَا تُ[f:11105[نذ]ِرُ [h:11106[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَۚ وَمَ[f:11107[ن ت]َزَكَّىٰ فَإِ[g[نّ]َمَا يَتَزَكَّىٰ لِنَفْسِهِ[n[ۚۦ] وَإِلَى [h:1148[ٱ]للَّهِ [h:1842[ٱ]لْمَص[p[ِي]رُ",
        "translation_id": "Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barangsiapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali.",
        "translation_en": "And no bearer of burdens will bear the burden of another. And if a heavily laden soul calls [another] to [carry some of] its load, nothing of it will be carried, even if he should be a close relative. You can only warn those who fear their Lord unseen and have established prayer. And whoever purifies himself only purifies himself for [the benefit of] his soul. And to Allah is the [final] destination.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3678",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3678.mp3",
        "tafsir_short": "Pada hari Kiamat setiap orang akan mempertanggungjawabkan perbuatannya. Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil orang lain untuk membantu memikul bebannya itu, tidak akan dipikulkan sedikit pun, meskipun yang ia panggil itu kaum kerabatnya, apalagi bila ia bukan kerabatnya (Lihat juga: ‘Abasa/80: 34–37). Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada azab Tuhannya sekalipun mereka tidak melihat-Nya atau ketika mereka sedang menyendiri, dan demikian pula mereka yang melaksanakan salat secara baik dan sempurna syarat dan rukunnya. Dan barang siapa menyucikan dirinya dari syirik dan maksiat dengan menjalankan salat dan takut kepada Allah, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali segala urusan. Setiap orang akan dibalas sesuai perbuatannya."
      },
      {
        "id": 3679,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3679,
        "no_ayat_insurat": 19,
        "body_ayat_arb": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ۙ ",
        "body_ayat_ltn_en": "Wa maa tastawil a'maa wal baseer",
        "body_ayat_ltn_in": "wamaa yastawii al-a'maa waalbashiiru",
        "body_ayat_ltn_in_html": "wam<u>aa</u> yastawii <strong>a</strong>l-a'm<u>aa</u> wa<strong>a</strong>lba<u>sh</u>iir<strong>u</strong>",
        "invers_tajweed": "وَمَا يَسْتَوِى [h:4068[ٱ]لْأَعْمَىٰ وَ[h:4069[ٱ]لْبَص[p[ِي]رُ",
        "translation_id": "Dan tidaklah sama orang yang buta dengan orang yang melihat,",
        "translation_en": "Not equal are the blind and the seeing,",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3679",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3679.mp3",
        "tafsir_short": "Usai menjelaskan bahwa yang mau menerima peringatan dari Nabi adalah mereka yang takut kepada Allah dan menjalankan salat, pada ayat-ayat berikut Allah mendatangkan perumpamaan perbedaan antara orang mukmin dengan orang kafir. Dan tidaklah sama orang yang buta mata dan hatinya sehingga tidak dapat melihat dan menerima kebenaran,"
      },
      {
        "id": 3680,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3680,
        "no_ayat_insurat": 20,
        "body_ayat_arb": "وَلَا الظُّلُمٰتُ وَلَا النُّوْرُۙ ",
        "body_ayat_ltn_en": "Wa laz zulumaatu wa lannoon",
        "body_ayat_ltn_in": "walaa alzhzhulumaatu walaa alnnuuru",
        "body_ayat_ltn_in_html": "wal<u>aa</u> <strong>al</strong><u>zhzh</u>ulum<u>aa</u>tu wal<u>aa</u> <strong>al</strong>nnuur<strong>u</strong>",
        "invers_tajweed": "وَلَا [h:11108[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تُ وَلَا [h:11109[ٱ][l[ل][g[نّ][p[ُو]رُ",
        "translation_id": "dan tidak (pula) sama gelap gulita dengan cahaya,",
        "translation_en": "Nor are the darknesses and the light,",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3680",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3680.mp3",
        "tafsir_short": "dengan orang yang melihat mata dan hatinya sehingga mau menerima kebenaran, dan tidak pula sama antara gelap gulita, yakni kesesatan atau kekafiran, dengan cahaya, yakni petunjuk atau iman,"
      },
      {
        "id": 3681,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3681,
        "no_ayat_insurat": 21,
        "body_ayat_arb": "وَلَا الظِّلُّ وَلَا الْحَرُوْرُۚ ",
        "body_ayat_ltn_en": "Wa laz zillu wa lal haroor",
        "body_ayat_ltn_in": "walaa alzhzhillu walaa alharuuru",
        "body_ayat_ltn_in_html": "wal<u>aa</u> <strong>al</strong><u>zhzh</u>illu wal<u>aa</u> <strong>a</strong>l<u>h</u>aruur<strong>u</strong>",
        "invers_tajweed": "وَلَا [h:11110[ٱ][l[ل]ظِّلُّ وَلَا [h:11111[ٱ]لْحَر[p[ُو]رُ",
        "translation_id": "dan tidak (pula) sama yang teduh dengan yang panas,",
        "translation_en": "Nor are the shade and the heat,",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3681",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3681.mp3",
        "tafsir_short": "dan tidak pula sama antara yang teduh, yakni kenyamanan dan ketenangan di surga, dengan yang panas, yakni pedihnya siksa neraka."
      },
      {
        "id": 3682,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3682,
        "no_ayat_insurat": 22,
        "body_ayat_arb": "وَمَا يَسْتَوِى الْاَحْيَاۤءُ وَلَا الْاَمْوَاتُۗ اِنَّ اللّٰهَ يُسْمِعُ مَنْ يَّشَاۤءُ ۚوَمَآ اَنْتَ بِمُسْمِعٍ مَّنْ فِى الْقُبُوْرِ ",
        "body_ayat_ltn_en": "Wa maa yastawil ahyaaa'u wa lal amwaat; innal laaha yusmi'u mai yashaaa'u wa maaa anta bimusi'im man fil quboor",
        "body_ayat_ltn_in": "wamaa yastawii al-ahyaau walaa al-amwaatu inna allaaha yusmi'u man yasyaau wamaa anta bimusmi'in man fii alqubuuri",
        "body_ayat_ltn_in_html": "wam<u>aa</u> yastawii <strong>a</strong>l-a<u>h</u>y<u>aa</u>u wal<u>aa</u> <strong>a</strong>l-amw<u>aa</u>tu inna <strong>al</strong>l<u>aa</u>ha yusmi'u man yasy<u>aa</u>u wam<u>aa</u> anta bimusmi'in man fii <strong>a</strong>lqubuur<strong>i</strong>",
        "invers_tajweed": "وَمَا يَسْتَوِى [h:11112[ٱ]لْأَحْي[o[َا]ٓءُ وَلَا [h:11113[ٱ]لْأَمْو[n[َٲ]تُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُسْمِعُ م[a:476[َن ي]َش[o[َا]ٓءُۖ وَم[o[َآ] أَ[f:169[نت]َ بِمُسْمِ[a:11114[عٍ م]َّ[f:2074[ن ف]ِى [h:8926[ٱ]لْقُب[p[ُو]رِ",
        "translation_id": "dan tidak (pula) sama orang yang hi-dup dengan orang yang mati. Sungguh, Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.",
        "translation_en": "And not equal are the living and the dead. Indeed, Allah causes to hear whom He wills, but you cannot make hear those in the graves.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3682",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3682.mp3",
        "tafsir_short": "Dan tidak pula sama antara orang yang hidup hatinya, yakni orang mukmin, dengan orang yang mati hatinya, yakni orang kafir. Sungguh, Allah memberikan pendengaran untuk menerima petunjuk kepada siapa yang Dia kehendaki, dan engkau, wahai Nabi Muhammad, tidak akan sanggup menjadikan orang yang di dalam kubur, yakni orang yang menutup hatinya dari kebenaran sehingga menyerupai orang mati, dapat mendengar. Engkau tidak akan dapat memberi petunjuk kepada orang-orang musyrik yang telah mati hatinya."
      },
      {
        "id": 3683,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3683,
        "no_ayat_insurat": 23,
        "body_ayat_arb": "اِنْ اَنْتَ اِلَّا نَذِيْرٌ",
        "body_ayat_ltn_en": "In anta illaa nazeer",
        "body_ayat_ltn_in": "in anta illaa nadziirun",
        "body_ayat_ltn_in_html": "in anta ill<u>aa</u> na<u>dz</u>iir<strong>un</strong>",
        "invers_tajweed": "إِنْ أَ[f:169[نت]َ إِلَّا نَذ[p[ِي]رٌ",
        "translation_id": "Engkau tidak lain hanyalah seorang pemberi peringatan.",
        "translation_en": "You, [O Muhammad], are not but a warner.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3683",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3683.mp3",
        "tafsir_short": "Engkau tidak lain hanyalah seorang pemberi peringatan kepada manusia agar beriman kepada Allah dan tidak mendurhakai-Nya supaya terhindar dari siksa neraka."
      },
      {
        "id": 3684,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3684,
        "no_ayat_insurat": 24,
        "body_ayat_arb": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ ",
        "body_ayat_ltn_en": "Innaa arsalnaak bil haqqi basheeranw wa nazeeraa; wa im min ummatin illaa khalaa feehaa nazeer",
        "body_ayat_ltn_in": "innaa arsalnaaka bialhaqqi basyiiran wanadziiran wa-in min ummatin illaa khalaa fiihaa nadziirun",
        "body_ayat_ltn_in_html": "inn<u>aa</u> arsaln<u>aa</u>ka bi<strong>a</strong>l<u>h</u>aqqi basyiiran wana<u>dz</u>iiran wa-in min ummatin ill<u>aa</u> khal<u>aa</u> fiih<u>aa</u> na<u>dz</u>iir<strong>un</strong>",
        "invers_tajweed": "إِ[g[نّ][o[َآ] أَرْسَلْنَ[n[ـٰ]كَ بِ[h:370[ٱ]لْحَقِّ بَشِي[a:622[رًا و]َنَذِي[a:11115[رًاۚ و]َإ[a:3281[ِن م]ِّنْ أُ[g[مّ]َةٍ إِلَّا خَلَا فِيهَا نَذ[p[ِي]رٌ",
        "translation_id": "Sungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan.",
        "translation_en": "Indeed, We have sent you with the truth as a bringer of good tidings and a warner. And there was no nation but that there had passed within it a warner.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3684",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3684.mp3",
        "tafsir_short": "Sungguh, Kami mengutus engkau, wahai Nabi Muhammad, dengan membawa kebenaran agama tauhid dan hukum-hukumnya, sebagai pembawa berita gembira bahwa orang yang taat akan masuk surga, dan sebagai pemberi peringatan bahwa orang yang durhaka akan masuk neraka. Dan tidak ada satu pun umat dari umat-umat terdahulu melainkan di sana telah datang seorang pemberi peringatan, yakni nabi atau rasul yang Allah utus untuk mengajak mereka beriman kepada Allah."
      },
      {
        "id": 3685,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3685,
        "no_ayat_insurat": 25,
        "body_ayat_arb": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَبِالزُّبُرِ وَبِالْكِتٰبِ الْمُنِيْرِ ",
        "body_ayat_ltn_en": "Wa inyukazzibooka faqad kazzabal lazeena min qablihim jaaa'at hum Rusuluhum bilbaiyinaati wa biz Zuburi wa bil Kitaabil Muneer",
        "body_ayat_ltn_in": "wa-in yukadzdzibuuka faqad kadzdzaba alladziina min qablihim jaa-at-hum rusuluhum bialbayyinaati wabialzzuburi wabialkitaabi almuniiri",
        "body_ayat_ltn_in_html": "wa-in yuka<u>dzdz</u>ibuuka faqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti wabi<strong>al</strong>zzuburi wabi<strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmuniir<strong>i</strong>",
        "invers_tajweed": "وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَبِ[h:11116[ٱ][l[ل]زُّبُرِ وَبِ[h:11117[ٱ]لْكِتَ[n[ـٰ]بِ [h:11118[ٱ]لْمُن[p[ِي]رِ",
        "translation_id": "Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna.",
        "translation_en": "And if they deny you - then already have those before them denied. Their messengers came to them with clear proofs and written ordinances and with the enlightening Scripture.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3685",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3685.mp3",
        "tafsir_short": "Dan jika mereka mendustakanmu, wahai Nabi Muhammad, maka bersabarlah layaknya rasul-rasul terdahulu bersabar menghadapi penolakan umatnya. Sungguh, orang-orang yang sebelum mereka pun telah mendustakan rasul-rasul; ketika rasul-rasulnya datang dengan membawa keterangan yang nyata, yakni mukjizat yang menjadi bukti benarnya risalah mereka, zubur, dan kitab yang memberi penjelasan yang sempurna. Allah memberi petunjuk kepada orang yang Dia kehendaki dengan memberinya kesanggupan untuk mendengarkan dan menerima ke-terangan yang nyata."
      },
      {
        "id": 3686,
        "surat_id": 35,
        "jus": 22,
        "ruku": 378,
        "no_ayat_inquran": 3686,
        "no_ayat_insurat": 26,
        "body_ayat_arb": "ثُمَّ اَخَذْتُ الَّذِيْنَ كَفَرُوْا فَكَيْفَ كَانَ نَكِيْرِ ࣖ ",
        "body_ayat_ltn_en": "Summa akhaztul lazeena kafaroo fakaifa kaana nakeer",
        "body_ayat_ltn_in": "tsumma akhadztu alladziina kafaruu fakayfa kaana nakiiri",
        "body_ayat_ltn_in_html": "tsumma akha<u>dz</u>tu <strong>al</strong>la<u>dz</u>iina kafaruu fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
        "invers_tajweed": "ثُ[g[مّ]َ أَخَذْتُ [h:11119[ٱ]لَّذِينَ كَفَرُو[s[اْۖ] فَكَيْفَ كَانَ نَك[p[ِي]رِ",
        "translation_id": "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana akibat kemurkaan-Ku.",
        "translation_en": "Then I seized the ones who disbelieved, and how [terrible] was My reproach.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3686",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3686.mp3",
        "tafsir_short": "Karena mereka memilih tetap dalan kekafiran, kemudian Aku azab orang-orang yang kafir sebagai balasan atas kedurhakaan mereka; maka lihatlah bagaimana akibat kemurkaan-Ku, yakni siksaanku kepada mereka."
      },
      {
        "id": 3687,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3687,
        "no_ayat_insurat": 27,
        "body_ayat_arb": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرٰتٍ مُّخْتَلِفًا اَلْوَانُهَا ۗوَمِنَ الْجِبَالِ جُدَدٌ ۢبِيْضٌ وَّحُمْرٌ مُّخْتَلِفٌ اَلْوَانُهَا وَغَرَابِيْبُ سُوْدٌ ",
        "body_ayat_ltn_en": "Alam tara annal laaha anzala minas samaaa'i maaa'an fa akhrajnaa bihee samaraatim mukhtalifan alwaanuhaa; wa minal jibaali judadum beedunw wa humrum mukhtalifun alwaanuhaa wa gharaabeebu sood",
        "body_ayat_ltn_in": "alam tara anna allaaha anzala mina alssamaa-i maa-an fa-akhrajnaa bihi tsamaraatin mukhtalifan alwaanuhaa wamina aljibaali judadun biidhun wahumrun mukhtalifun alwaanuhaa wagharaabiibu suudun",
        "body_ayat_ltn_in_html": "alam tara anna <strong>al</strong>l<u>aa</u>ha anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhrajn<u>aa</u> bihi tsamar<u>aa</u>tin mukhtalifan <strong>a</strong>lw<u>aa</u>nuh<u>aa</u> wamina <strong>a</strong>ljib<u>aa</u>li judadun bii<u>dh</u>un wa<u>h</u>umrun mukhtalifun <strong>a</strong>lw<u>aa</u>nuh<u>aa</u> waghar<u>aa</u>biibu suud<strong>un</strong>",
        "invers_tajweed": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:4278[ءً ف]َأَخْرَ[q:4279[جْ]نَا بِه[n[ِۦ] ثَمَر[n[َٲ][a:11120[تٍ م]ُّخْتَلِفًا أَلْو[n[َٲ]نُهَاۚ وَمِنَ [h:11121[ٱ]لْجِبَالِ جُدَ[i:11122[دُۢ ب]ِي[a:11123[ضٌ و]َحُمْ[a:11124[رٌ م]ُّخْتَلِفٌ أَلْو[n[َٲ]نُهَا وَغَرَابِيبُ س[p[ُو][q[د]ٌ",
        "translation_id": "Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
        "translation_en": "Do you not see that Allah sends down rain from the sky, and We produce thereby fruits of varying colors? And in the mountains are tracts, white and red of varying shades and [some] extremely black.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3687",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3687.mp3",
        "tafsir_short": "Setelah menjelaskan kemurkaan-Nya kepada kaum kafir, Allah lalu menyusulinya dengan menyebutkan bukti-bukti kekuasaan-Nya di alam semesta yang dapat disaksikan oleh manusia. Tidakkah engkau melihat bahwa Allah menurunkan air hujan dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenis, warna, dan rasa-nya. Dan engkau juga bisa melihat di antara gunung-gunung itu tampak ada garis-garis putih dan merah yang beraneka macam warnanya dan ada pula yang berwarna hitam pekat."
      },
      {
        "id": 3688,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3688,
        "no_ayat_insurat": 28,
        "body_ayat_arb": "وَمِنَ النَّاسِ وَالدَّوَاۤبِّ وَالْاَنْعَامِ مُخْتَلِفٌ اَلْوَانُهٗ كَذٰلِكَۗ اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰۤؤُاۗ اِنَّ اللّٰهَ عَزِيْزٌ غَفُوْرٌ ",
        "body_ayat_ltn_en": "Wa minan naasi wadda waaabbi wal an'aami mukhtalifun alwaanuhoo kazalik; innamaa yakhshal laaha min 'ibaadihil 'ulamaaa'; innal laaha 'Azeezun Ghafoor",
        "body_ayat_ltn_in": "wamina alnnaasi waalddawaabbi waal-an'aami mukhtalifun alwaanuhu kadzaalika innamaa yakhsyaa allaaha min 'ibaadihi al'ulamaau inna allaaha 'aziizun ghafuurun",
        "body_ayat_ltn_in_html": "wamina <strong>al</strong>nn<u>aa</u>si wa<strong>al</strong>ddaw<u>aa</u>bbi wa<strong>a</strong>l-an'<u>aa</u>mi mukhtalifun <strong>a</strong>lw<u>aa</u>nuhu ka<u>dzaa</u>lika innam<u>aa</u> yakhsy<u>aa</u> <strong>al</strong>l<u>aa</u>ha min 'ib<u>aa</u>dihi <strong>a</strong>l'ulam<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'aziizun ghafuur<strong>un</strong>",
        "invers_tajweed": "وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ وَ[h:11125[ٱ][l[ل]دَّو[m[َا]ٓبِّ وَ[h:1778[ٱ]لْأَنْعَ[n[ـٰ]مِ مُخْتَلِفٌ أَلْو[n[َٲ]نُهُ[n[ۥ] كَذ[n[َٲ]لِكَۗ إِ[g[نّ]َمَا يَخْشَى [h:11126[ٱ]للَّهَ مِنْ عِبَادِهِ [h:11127[ٱ]لْعُلَمَ[o[ـٰٓ]ؤُ[s[اْ]ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِيزٌ غَف[p[ُو]رٌ",
        "translation_id": "Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. Sungguh, Allah Mahaperkasa, Maha Pengampun.",
        "translation_en": "And among people and moving creatures and grazing livestock are various colors similarly. Only those fear Allah, from among His servants, who have knowledge. Indeed, Allah is Exalted in Might and Forgiving.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3688",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3688.mp3",
        "tafsir_short": "Dan demikian pula di antara manusia, makhluk bergerak yang bernyawa, seperti ular, dan hewan-hewan ternak, seperti ayam, kambing, dan lainnya, ada yang bermacam-macam warna dan jenis-nya sebagaimana buah-buahan dan gunung-gunung itu. Dan di antara hamba-hamba Allah, yang takut kepada-Nya hanyalah para ulama, yakni orang-orang yang mengetahui kebesaran dan kekuasaan Allah. Sungguh, Allah Mahaperkasa, Maha Pengampun. Dia akan menghukum orang kafir dan tidak memerlukan bantuan apa pun dari hamba-Nya, namun Dia juga mengampuni dosa-dosa mereka yang tulus bertobat."
      },
      {
        "id": 3689,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3689,
        "no_ayat_insurat": 29,
        "body_ayat_arb": "اِنَّ الَّذِيْنَ يَتْلُوْنَ كِتٰبَ اللّٰهِ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً يَّرْجُوْنَ تِجَارَةً لَّنْ تَبُوْرَۙ ",
        "body_ayat_ltn_en": "Innal lazeena yatloona Kitabbal laahi wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaa niyatany yarjoona tijaaratal lan taboor",
        "body_ayat_ltn_in": "inna alladziina yatluuna kitaaba allaahi wa-aqaamuu alshshalaata wa-anfaquu mimmaa razaqnaahum sirran wa'alaaniyatan yarjuuna tijaaratan lan tabuura",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yatluuna kit<u>aa</u>ba <strong>al</strong>l<u>aa</u>hi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa-anfaquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan yarjuuna tij<u>aa</u>ratan lan tabuur<strong>a</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَتْلُونَ كِتَ[n[ـٰ]بَ [h:525[ٱ]للَّهِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:11128[ةً ي]َرْجُونَ تِجَ[n[ـٰ]رَ[u:11129[ةً ل]َّ[f:11130[ن ت]َب[p[ُو]رَ",
        "translation_id": "Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur'an) dan melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi,",
        "translation_en": "Indeed, those who recite the Book of Allah and establish prayer and spend [in His cause] out of what We have provided them, secretly and publicly, [can] expect a profit that will never perish -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3689",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3689.mp3",
        "tafsir_short": "Pada ayat ini Allah menyebutkan sebagian tanda orang yang takut kepada-Nya. Sesungguhnya orang-orang yang selalu membaca Kitab Allah, yakni Al-Qur’an, lalu mereka mengkaji dan mengamalkan kandungannya, dan melaksanakan salat dengan sempurna syarat dan rukunnya, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada-nya dengan diam-diam dan terang-terangan, baik dalam keadaan lapang maupun sempit, mereka itu mengharapkan perdagangan dengan Allah yang tidak akan pernah rugi,"
      },
      {
        "id": 3690,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3690,
        "no_ayat_insurat": 30,
        "body_ayat_arb": "لِيُوَفِّيَهُمْ اُجُوْرَهُمْ وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ اِنَّهٗ غَفُوْرٌ شَكُوْرٌ ",
        "body_ayat_ltn_en": "Liyuwaffiyahum ujoorahum wa yazeedahum min fadlih; innahoo Ghafoorun Shakoor",
        "body_ayat_ltn_in": "liyuwaffiyahum ujuurahum wayaziidahum min fadhlihi innahu ghafuurun syakuurun",
        "body_ayat_ltn_in_html": "liyuwaffiyahum ujuurahum wayaziidahum min fa<u>dh</u>lihi innahu ghafuurun syakuur<strong>un</strong>",
        "invers_tajweed": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَه[w:9444[ُم م]ِّ[f:475[ن ف]َضْلِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] غَفُو[f:11131[رٌ ش]َك[p[ُو]رٌ",
        "translation_id": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.",
        "translation_en": "That He may give them in full their rewards and increase for them of His bounty. Indeed, He is Forgiving and Appreciative.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3690",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3690.mp3",
        "tafsir_short": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun segala khilaf dan dosa, Maha Mensyukuri, yakni memberi pahala atas perbuatan baik hamba-Nya, memaafkan kesalahannya, menambah nikmat-Nya, dan sebagainya."
      },
      {
        "id": 3691,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3691,
        "no_ayat_insurat": 31,
        "body_ayat_arb": "وَالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ مِنَ الْكِتٰبِ هُوَ الْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِۗ اِنَّ اللّٰهَ بِعِبَادِهٖ لَخَبِيْرٌۢ بَصِيْرٌ ",
        "body_ayat_ltn_en": "Wallaeee awhainaaa ilaika minal Kitaabi huwal haqqu musaddiqal limaa baina yadayh; innal laaha bi'ibaadihee la khabeerum Baseer",
        "body_ayat_ltn_in": "waalladzii awhaynaa ilayka mina alkitaabi huwa alhaqqu mushaddiqan limaa bayna yadayhi inna allaaha bi'ibaadihi lakhabiirun bashiirun",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka mina <strong>a</strong>lkit<u>aa</u>bi huwa <strong>a</strong>l<u>h</u>aqqu mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi inna <strong>al</strong>l<u>aa</u>ha bi'ib<u>aa</u>dihi lakhabiirun ba<u>sh</u>iir<strong>un</strong>",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ هُوَ [h:8923[ٱ]لْحَقُّ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِعِبَادِه[n[ِۦ] لَخَبِي[i:11132[رُۢ ب]َص[p[ِي]رٌ",
        "translation_id": "Dan apa yang telah Kami wahyukan kepadamu (Muhammad) yaitu Kitab (Al-Qur'an) itulah yang benar, membenarkan kitab-kitab yang sebelumnya. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat (keadaan) hamba-hamba-Nya.",
        "translation_en": "And that which We have revealed to you, [O Muhammad], of the Book is the truth, confirming what was before it. Indeed, Allah, of His servants, is Acquainted and Seeing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3691",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3691.mp3",
        "tafsir_short": "Usai memberi janji pahala yang sempurna bagi orang-orang yang selalu membaca dan mengamalkan Al-Qur’an, Allah lalu menyusuli-nya dengan penegasan bahwa Al-Qur’an itu adalah benar-benar wahyu dari Allah. Dan apa yang telah Kami wahyukan kepadamu, wahai Nabi Muhammad, yaitu Kitab Al-Qur’an, itulah yang benar; tidak ada sedikit pun kebatilan dan keraguan di dalamnya; ia juga membenarkan kitab-kitab yang sebelumnya bahwa kitab-kitab itu berasal dari allah. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat keadaan hamba-hamba-Nya."
      },
      {
        "id": 3692,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3692,
        "no_ayat_insurat": 32,
        "body_ayat_arb": "ثُمَّ اَوْرَثْنَا الْكِتٰبَ الَّذِيْنَ اصْطَفَيْنَا مِنْ عِبَادِنَاۚ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهٖ ۚوَمِنْهُمْ مُّقْتَصِدٌ ۚوَمِنْهُمْ سَابِقٌۢ بِالْخَيْرٰتِ بِاِذْنِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُۗ ",
        "body_ayat_ltn_en": "Summa awrasnal Kitaaballazeenas tafainaa min 'ibaadinaa faminhum zaalimul linafsihee wa minhum muqtasid, wa minhum saabiqum bilkhairaati bi iznil laah; zaalika huwal fadlul kabeer",
        "body_ayat_ltn_in": "tsumma awratsnaa alkitaaba alladziina isthafaynaa min 'ibaadinaa faminhum zhaalimun linafsihi waminhum muqtashidun waminhum saabiqun bialkhayraati bi-idzni allaahi dzaalika huwa alfadhlu alkabiiru",
        "body_ayat_ltn_in_html": "tsumma awratsn<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba <strong>al</strong>la<u>dz</u>iina i<u>sth</u>afayn<u>aa</u> min 'ib<u>aa</u>din<u>aa</u> faminhum <u>zhaa</u>limun linafsihi waminhum muqta<u>sh</u>idun waminhum s<u>aa</u>biqun bi<strong>a</strong>lkhayr<u>aa</u>ti bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika huwa <strong>a</strong>lfa<u>dh</u>lu <strong>a</strong>lkabiir<strong>u</strong>",
        "invers_tajweed": "ثُ[g[مّ]َ أَوْرَثْنَا [h:11133[ٱ]لْكِتَ[n[ـٰ]بَ [h:11134[ٱ]لَّذِينَ [h:11135[ٱ]صْطَفَيْنَا مِنْ عِبَادِنَاۖ فَمِنْهُمْ ظَالِ[u:8069[مٌ ل]ِّنَفْسِه[n[ِۦ] وَمِنْه[w:11136[ُم م]ُّ[q:10606[قْ]تَصِ[a:11137[دٌ و]َمِنْهُمْ سَابِ[i:11138[قُۢ ب]ِ[h:11139[ٱ]لْخَيْر[n[َٲ]تِ بِإِذْنِ [h:509[ٱ]للَّهِۚ ذ[n[َٲ]لِكَ هُوَ [h:11140[ٱ]لْفَضْلُ [h:11141[ٱ]لْكَب[p[ِي]رُ",
        "translation_id": "Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan dan ada (pula) yang lebih dahulu berbuat kebaikan dengan izin Allah. Yang demikian itu adalah karunia yang besar.",
        "translation_en": "Then we caused to inherit the Book those We have chosen of Our servants; and among them is he who wrongs himself, and among them is he who is moderate, and among them is he who is foremost in good deeds by permission of Allah. That [inheritance] is what is the great bounty.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3692",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3692.mp3",
        "tafsir_short": "Kemudian Kitab Al-Qur’an itu Kami wariskan kepada orang-orang yang benar-benar Kami pilih di antara hamba-hamba Kami, lalu mereka terbagi menjadi tiga kelompok; di antara mereka ada yang menzalimi diri sendiri, yakni kurang memperhatikan pesan-pesan kitab tersebut sehingga lebih banyak berbuat salah daripada berbuat baik; ada yang pertengahan, yaitu orang yang kebaikannya setara dengan keburukannya, dan ada pula yang lebih dahulu berbuat kebaikan dengan izin Allah. Mereka itulah orang yang segera dan berlomba berbuat kebajikan sehingga kebaikannya sangat banyak dan amat sedikit jarang berbuat salah. Yang demikian itu, yakni pewarisan Al-Qur’an kepada umat Nabi Muhammad dan kesegeraan mereka berbuat kebajikan, adalah karunia yang besar."
      },
      {
        "id": 3693,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3693,
        "no_ayat_insurat": 33,
        "body_ayat_arb": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًا ۚوَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
        "body_ayat_ltn_en": "jannaatu 'adniny yad khuloonahaa yuhallawna feeha min asaawira min zahabinw wa lu'lu'anw wa libaa suhum feehaa hareer",
        "body_ayat_ltn_in": "jannaatu 'adnin yadkhuluunahaa yuhallawna fiihaa min asaawira min dzahabin walu/lu-an walibaasuhum fiihaa hariirun",
        "body_ayat_ltn_in_html": "jann<u>aa</u>tu 'adnin yadkhuluunah<u>aa</u> yu<u>h</u>allawna fiih<u>aa</u> min as<u>aa</u>wira min <u>dz</u>ahabin walu/lu-an walib<u>aa</u>suhum fiih<u>aa</u> <u>h</u>ariir<strong>un</strong>",
        "invers_tajweed": "جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8971[بٍ و]َلُؤْلُ[a:8972[ؤًاۖ و]َلِبَاسُهُمْ فِيهَا حَر[p[ِي]رٌ",
        "translation_id": "(Mereka akan mendapat) surga ‘Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera.",
        "translation_en": "[For them are] gardens of perpetual residence which they will enter. They will be adorned therein with bracelets of gold and pearls, and their garments therein will be silk.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3693",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3693.mp3",
        "tafsir_short": "Mereka akan mendapat surga ‘Adn; mereka masuk ke dalamnya. Di dalamnya mereka diberi berbagai kenikmatan jasmani dan rohani. Di antara kemikmatan jasmani ialah perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera."
      },
      {
        "id": 3694,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3694,
        "no_ayat_insurat": 34,
        "body_ayat_arb": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْٓ اَذْهَبَ عَنَّا الْحَزَنَۗ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌۙ ",
        "body_ayat_ltn_en": "Wa qaalul hamdu lillaahil lazeee azhaba 'annal hazan; inna Rabbanaa la Ghafoorun Shakoor",
        "body_ayat_ltn_in": "waqaaluu alhamdu lillaahi alladzii adzhaba 'annaa alhazana inna rabbanaa laghafuurun syakuurun",
        "body_ayat_ltn_in_html": "waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii a<u>dz</u>haba 'ann<u>aa</u> <strong>a</strong>l<u>h</u>azana inna rabban<u>aa</u> laghafuurun syakuur<strong>un</strong>",
        "invers_tajweed": "وَقَالُو[s[اْ] [h:4698[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذ[o[ِىٓ] أَذْهَبَ عَ[g[نّ]َا [h:11142[ٱ]لْحَزَنَۖ إِ[g[نّ]َ رَبَّنَا لَغَفُو[f:11143[رٌ ش]َك[p[ُو]رٌ",
        "translation_id": "Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri,",
        "translation_en": "And they will say, \"Praise to Allah, who has removed from us [all] sorrow. Indeed, our Lord is Forgiving and Appreciative -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3694",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3694.mp3",
        "tafsir_short": "Adapun kenikmatan rohani yang mereka terima adalah ungkapan syukur kepada Allah dan ketenangan batin. Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami dengan memasukkan kami ke surga. Sungguh, Tuhan kami benar-benar Maha Pengampun atas segala dosa, Maha Mensyukuri dengan memberi balasan yang baik untuk hamba-Nya yang taat."
      },
      {
        "id": 3695,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3695,
        "no_ayat_insurat": 35,
        "body_ayat_arb": " ۨالَّذِيْٓ اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ  لَا يَمَسُّنَا فِيْهَا نَصَبٌ وَّلَا يَمَسُّنَا فِيْهَا لُغُوْبٌ ",
        "body_ayat_ltn_en": "Allazeee ahallanaa daaral muqaamati min fadlihee laa yamassunaa feehaa nasabunw wa laa yamassunaa feehaa lughoob",
        "body_ayat_ltn_in": "alladzii ahallanaa daara almuqaamati min fadhlihi laa yamassunaa fiihaa nashabun walaa yamassunaa fiihaa lughuubun",
        "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>ii a<u>h</u>allan<u>aa</u> d<u>aa</u>ra <strong>a</strong>lmuq<u>aa</u>mati min fa<u>dh</u>lihi l<u>aa</u> yamassun<u>aa</u> fiih<u>aa</u> na<u>sh</u>abun wal<u>aa</u> yamassun<u>aa</u> fiih<u>aa</u> lughuub<strong>un</strong>",
        "invers_tajweed": "ٱلَّذ[o[ِىٓ] أَحَلَّنَا دَارَ [h:11144[ٱ]لْمُقَامَةِ مِ[f:475[ن ف]َضْلِه[n[ِۦ] لَا يَمَسُّنَا فِيهَا نَصَ[a:5892[بٌ و]َلَا يَمَسُّنَا فِيهَا لُغ[p[ُو][q[ب]ٌ",
        "translation_id": "yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.”",
        "translation_en": "He who has settled us in the home of duration out of His bounty. There touches us not in it any fatigue, and there touches us not in it weariness [of mind].\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3695",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3695.mp3",
        "tafsir_short": "Dialah Allah yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal di surga; di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.” Keadaan ini sangat berbeda dengan kondisi mereka saat di dunia."
      },
      {
        "id": 3696,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3696,
        "no_ayat_insurat": 36,
        "body_ayat_arb": "وَالَّذِيْنَ كَفَرُوْا لَهُمْ نَارُ جَهَنَّمَۚ  لَا يُقْضٰى عَلَيْهِمْ فَيَمُوْتُوْا وَلَا يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَاۗ  كَذٰلِكَ نَجْزِيْ كُلَّ كَفُوْرٍ ۚ",
        "body_ayat_ltn_en": "Wallazeena kafaroo lahum naaru Jahannama laa yuqdaa 'alaihim fa yamootoo wa laa yukhaffafu 'anhum min 'azaabihaa; kazaalika najzee kulla kafoor",
        "body_ayat_ltn_in": "waalladziina kafaruu lahum naaru jahannama laa yuqdaa 'alayhim fayamuutuu walaa yukhaffafu 'anhum min 'adzaabihaa kadzaalika najzii kulla kafuurin",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu lahum n<u>aa</u>ru jahannama l<u>aa</u> yuq<u>daa</u> 'alayhim fayamuutuu wal<u>aa</u> yukhaffafu 'anhum min 'a<u>dzaa</u>bih<u>aa</u> ka<u>dzaa</u>lika najzii kulla kafuur<strong>in</strong>",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَهُمْ نَارُ جَهَ[g[نّ]َمَ لَا يُ[q:8625[قْ]ضَىٰ عَلَيْهِمْ فَيَمُوتُو[s[اْ] وَلَا يُخَفَّفُ عَنْه[w:11145[ُم م]ِّنْ عَذَابِهَاۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى كُلَّ كَف[p[ُو]رٍ",
        "translation_id": "Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.",
        "translation_en": "And for those who disbelieve will be the fire of Hell. [Death] is not decreed for them so they may die, nor will its torment be lightened for them. Thus do we recompense every ungrateful one.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3696",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3696.mp3",
        "tafsir_short": "Bila orang-orang yang mengikuti tuntunan Al-Qur’an dimasukkan ke surga, maka mereka yang durhaka akan disiksa di dalam neraka. Dan orang-orang yang kafir kepada Allah, rasul, dan kitab-Nya, maka bagi mereka neraka Jahanam. Mereka terus disiksa di dalamnya dan sama sekali tidak dibinasakan hingga mereka mati supaya rasa pedih dari azab yang mereka terima tidak akan pernah berhenti, dan tidak diringankan dari mereka azabnya sedikit pun meski waktu berlalu. Demikianlah Kami membalas setiap orang yang sangat kafir."
      },
      {
        "id": 3697,
        "surat_id": 35,
        "jus": 22,
        "ruku": 379,
        "no_ayat_inquran": 3697,
        "no_ayat_insurat": 37,
        "body_ayat_arb": "وَهُمْ يَصْطَرِخُوْنَ فِيْهَاۚ رَبَّنَآ اَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ اَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيْهِ مَنْ تَذَكَّرَ وَجَاۤءَكُمُ النَّذِيْرُۗ فَذُوْقُوْا فَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
        "body_ayat_ltn_en": "Wa hum yastarikhoona feehaa Rabbanaa akhrijnaa na'mal saalihan ghairal lazee kunnaa na'mal; awa lamnu 'ammirkum maa yatazak karu feehi man tazakkara wa jaaa'akumun nazeeru fazooqoo famaa lizzaalimeena min naseer",
        "body_ayat_ltn_in": "wahum yastharikhuuna fiihaa rabbanaa akhrijnaa na'mal shaalihan ghayra alladzii kunnaa na'malu awa lam nu'ammirkum maa yatadzakkaru fiihi man tadzakkara wajaa-akumu alnnadziiru fadzuuquu famaa lilzhzhaalimiina min nashiirin",
        "body_ayat_ltn_in_html": "wahum ya<u>sth</u>arikhuuna fiih<u>aa</u> rabban<u>aa</u> akhrijn<u>aa</u> na'mal <u>shaa</u>li<u>h</u>an ghayra <strong>al</strong>la<u>dz</u>ii kunn<u>aa</u> na'malu awa lam nu'ammirkum m<u>aa</u> yata<u>dz</u>akkaru fiihi man ta<u>dz</u>akkara waj<u>aa</u>-akumu <strong>al</strong>nna<u>dz</u>iiru fa<u>dz</u>uuquu fam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min na<u>sh</u>iir<strong>in</strong>",
        "invers_tajweed": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّن[o[َآ] أَخْرِ[q:2927[جْ]نَا نَعْمَلْ صَ[n[ـٰ]لِحًا غَيْرَ [h:287[ٱ]لَّذِى كُ[g[نّ]َا نَعْمَلُۚ أَوَلَمْ نُعَ[g[مّ]ِرْك[w:11146[ُم م]َّا يَتَذَكَّرُ فِيهِ مَ[f:11147[ن ت]َذَكَّرَ وَج[o[َا]ٓءَكُمُ [h:11148[ٱ][l[ل][g[نّ]َذِيرُۖ فَذُوقُو[s[اْ] فَمَا لِلظَّ[n[ـٰ]لِمِينَ م[a:9103[ِن ن]َّص[p[ِي]رٍ",
        "translation_id": "Dan mereka berteriak di dalam neraka itu, “Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.” (Dikatakan kepada mereka), “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun.”",
        "translation_en": "And they will cry out therein, \"Our Lord, remove us; we will do righteousness - other than what we were doing!\" But did We not grant you life enough for whoever would remember therein to remember, and the warner had come to you? So taste [the punishment], for there is not for the wrongdoers any helper.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3697",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3697.mp3",
        "tafsir_short": "Dan pedihnya siksa membuat mereka berteriak di dalam neraka itu untuk memohon kepada Allah, “Ya Tuhan kami, keluarkanlah kami dari neraka ini, niscaya kami akan mengerjakan kebajikan, yang berlainan dengan kedurhakaan dan kemaksiatan yang telah kami kerjakan dahulu.” (Lihat juga: al-Mu’minùn/23: 107–108). Teriakan itu tidak sama sekali mengurangi siksaan yang mereka terima, bahkan dikatakan kepada mereka, “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, untuk mengambil pelajaran, padahal telah datang kepadamu seorang pemberi peringatan, yaitu para rasul dengan penjelasan-penjelasan dari Allah? Maka rasakanlah azab Kami, dan bagi orang-orang zalim tidak ada seorang penolong pun.”"
      },
      {
        "id": 3698,
        "surat_id": 35,
        "jus": 22,
        "ruku": 380,
        "no_ayat_inquran": 3698,
        "no_ayat_insurat": 38,
        "body_ayat_arb": "اِنَّ اللّٰهَ عَالِمُ غَيْبِ السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
        "body_ayat_ltn_en": "Innal laaha 'aalimu ghaibis samaawaati wal ard; innahoo 'aleemum bizaatis sudoor",
        "body_ayat_ltn_in": "inna allaaha 'aalimu ghaybi alssamaawaati waal-ardhi innahu 'aliimun bidzaati alshshuduuri",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>l<u>aa</u>ha '<u>aa</u>limu ghaybi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَ[n[ـٰ]لِمُ غَيْبِ [h:11149[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
        "translation_id": "Sungguh, Allah mengetahui yang gaib (tersembunyi) di langit dan di bumi. Sungguh, Dia Maha Mengetahui segala isi hati.",
        "translation_en": "Indeed, Allah is Knower of the unseen [aspects] of the heavens and earth. Indeed, He is Knowing of that within the breasts.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3698",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3698.mp3",
        "tafsir_short": "Allah mengabaikan permohonan orang-orang kafir itu, karena sungguh, Allah mengetahui yang gaib dan tersembunyi di langit dan di bumi; tidak ada yang luput dari pengetahuan-Nya. Sungguh, Dia Maha Mengetahui segala isi hati dan akan memberinya balasan yang sepadan."
      },
      {
        "id": 3699,
        "surat_id": 35,
        "jus": 22,
        "ruku": 380,
        "no_ayat_inquran": 3699,
        "no_ayat_insurat": 39,
        "body_ayat_arb": "هُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِۗ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۗ وَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ اِلَّا مَقْتًا ۚوَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ اِلَّا خَسَارًا ",
        "body_ayat_ltn_en": "Huwal lazee ja'alakum khalaaa'ifa fil ard; faman kafara fa'alaihi kufruhoo; wa laa yazeedul kaafireena kufruhum 'inda Rabbihim illaa maqtanw wa la yazeedul kaafireena kufruhum illaa khasaaraa",
        "body_ayat_ltn_in": "huwa alladzii ja'alakum khalaa-ifa fii al-ardhi faman kafara fa'alayhi kufruhu walaa yaziidu alkaafiriina kufruhum 'inda rabbihim illaa maqtan walaa yaziidu alkaafiriina kufruhum illaa khasaaraan",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii ja'alakum khal<u>aa</u>-ifa fii <strong>a</strong>l-ar<u>dh</u>i faman kafara fa'alayhi kufruhu wal<u>aa</u> yaziidu <strong>a</strong>lk<u>aa</u>firiina kufruhum 'inda rabbihim ill<u>aa</u> maqtan wal<u>aa</u> yaziidu <strong>a</strong>lk<u>aa</u>firiina kufruhum ill<u>aa</u> khas<u>aa</u>r<u>aa</u><strong>n</strong>",
        "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى جَعَلَكُمْ خَلَ[o[ـٰٓ]ئِفَ فِى [h:44[ٱ]لْأَرْضِۚ فَمَ[f:3429[ن ك]َفَرَ فَعَلَيْهِ كُفْرُهُۖ[n[ۥ] وَلَا يَزِيدُ [h:11150[ٱ]لْكَ[n[ـٰ]فِرِينَ كُفْرُهُمْ عِ[f:264[ند]َ رَبِّهِمْ إِلَّا مَ[q:11151[قْ][a:11152[تًاۖ و]َلَا يَزِيدُ [h:11150[ٱ]لْكَ[n[ـٰ]فِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
        "translation_id": "Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Barangsiapa kafir, maka (akibat) kekafirannya akan menimpa dirinya sendiri. Dan kekafiran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka.",
        "translation_en": "It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3699",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3699.mp3",
        "tafsir_short": "Di antara bukti kekuasaan-Nya adalah bahwa Dialah yang menjadikan kamu, wahai manusia, sebagai khalifah-khalifah, yakni penguasa-penguasa yang datang silih berganti dari generasi ke generasi untuk menebarkan kemakmuran di bumi. Barang siapa kafir kepada Allah, maka akibat kekafirannya akan menimpa dirinya sendiri dan tidak sedikit pun berpengaruh kepada kekuasaan dan kebesaran Allah. Dan kekafiran orang-orang kafir itu, yakni tetap memilih kufur dan menolak peringatan Allah melalui Rasulullah, hanya akan menambah kemurkaan terhadap mereka di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka, baik di dunia maupun di akhirat."
      },
      {
        "id": 3700,
        "surat_id": 35,
        "jus": 22,
        "ruku": 380,
        "no_ayat_inquran": 3700,
        "no_ayat_insurat": 40,
        "body_ayat_arb": "قُلْ اَرَاَيْتُمْ شُرَكَاۤءَكُمُ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِۚ اَمْ اٰتَيْنٰهُمْ كِتٰبًا فَهُمْ عَلٰى بَيِّنَتٍ مِّنْهُۚ بَلْ اِنْ يَّعِدُ الظّٰلِمُوْنَ بَعْضُهُمْ بَعْضًا اِلَّا غُرُوْرًا ",
        "body_ayat_ltn_en": "Qul ara'aytum shurakaaa'a kumul lazeena tad'oona min doonil laah; aroonee maazaa khalaqoo minal ardi am lahum shirkun fis samaawaati am aatainaahum Kitaaban fahum 'alaa baiyinatim minh; bal iny ya'iiduz zaalimoona ba 'duhum ba'dan illaa ghurooraa",
        "body_ayat_ltn_in": "qul ara-aytum syurakaa-akumu alladziina tad'uuna min duuni allaahi aruunii maatsaa khalaquu mina al-ardhi am lahum syirkun fii alssamaawaati am aataynaahum kitaaban fahum 'alaa bayyinatin minhu bal in ya'idu alzhzhaalimuuna ba'dhuhum ba'dhan illaa ghuruuraan",
        "body_ayat_ltn_in_html": "qul ara-aytum syurak<u>aa</u>-akumu <strong>al</strong>la<u>dz</u>iina tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi aruunii m<u>aatsaa</u> khalaquu mina <strong>a</strong>l-ar<u>dh</u>i am lahum syirkun fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti am <u>aa</u>tayn<u>aa</u>hum kit<u>aa</u>ban fahum 'al<u>aa</u> bayyinatin minhu bal in ya'idu <strong>al</strong><u>zhzhaa</u>limuuna ba'<u>dh</u>uhum ba'<u>dh</u>an ill<u>aa</u> ghuruur<u>aa</u><strong>n</strong>",
        "invers_tajweed": "قُلْ أَرَءَيْتُمْ شُرَك[o[َا]ٓءَكُمُ [h:11153[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَرُونِى مَاذَا خَلَقُو[s[اْ] مِنَ [h:1579[ٱ]لْأَرْضِ أَمْ لَهُمْ شِرْ[f:11154[كٌ ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ أَمْ ءَاتَيْنَ[n[ـٰ]هُمْ كِتَ[n[ـٰ][f:11155[بًا ف]َهُمْ عَلَىٰ بَيِّنَ[a:11156[تٍ م]ِّنْهُۚ بَلْ إ[a:11157[ِن ي]َعِدُ [h:11158[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ بَعْضُه[c:11159[ُم ب]َعْضًا إِلَّا غُرُورًا",
        "translation_id": "Katakanlah, “Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru selain Allah.” Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam (penciptaan) langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya? Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain.",
        "translation_en": "Say, \"Have you considered your 'partners' whom you invoke besides Allah? Show me what they have created from the earth, or have they partnership [with Him] in the heavens? Or have We given them a book so they are [standing] on evidence therefrom? [No], rather, the wrongdoers do not promise each other except delusion.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3700",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3700.mp3",
        "tafsir_short": "Untuk menunjukkan bukti bagi kekuasaan-Nya, Allah meminta Nabi berdialog dengan orang-orang kafir yang meyakini Allah mempunyai sekutu. Katakanlah, wahai Nabi Muhammad, kepada orang-orang kafir itu, “Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru dan sembah selain Allah!” Apa yang mendorong kamu menyembah dan minta pertolongan kepada mereka? Mampukan mereka menciptakan sesuatu? Perlihatkanlah kepada-Ku bagian manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam penciptaan langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya bahwa Allah mempunyai sekutu-sekutu yang mereka sembah itu? Pasti tidak ada! Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain, antara lain dengan mengatakan bahwa sembahan selain Allah itu akan memberi syafaat kepada pe-nyembahnya. Janji-janji itu adalah kebohongan belaka."
      },
      {
        "id": 3701,
        "surat_id": 35,
        "jus": 22,
        "ruku": 380,
        "no_ayat_inquran": 3701,
        "no_ayat_insurat": 41,
        "body_ayat_arb": "۞ اِنَّ اللّٰهَ يُمْسِكُ السَّمٰوٰتِ وَالْاَرْضَ اَنْ تَزُوْلَا ەۚ وَلَىِٕنْ زَالَتَآ اِنْ اَمْسَكَهُمَا مِنْ اَحَدٍ مِّنْۢ بَعْدِهٖ ۗاِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا",
        "body_ayat_ltn_en": "Innal laaha yumsikus samaawaati wal arda an tazoolaaa; wa la'in zaalataaa in amsa kahumaa min ahadim mim ba'dih; innahoo kaana Haleeman Ghafooraa",
        "body_ayat_ltn_in": "inna allaaha yumsiku alssamaawaati waal-ardha an tazuulaa wala-in zaalataa in amsakahumaa min ahadin min ba'dihi innahu kaana haliiman ghafuuraan",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>l<u>aa</u>ha yumsiku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a an tazuul<u>aa</u> wala-in z<u>aa</u>lat<u>aa</u> in amsakahum<u>aa</u> min a<u>h</u>adin min ba'dihi innahu k<u>aa</u>na <u>h</u>aliiman ghafuur<u>aa</u><strong>n</strong>",
        "invers_tajweed": "۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُمْسِكُ [h:11160[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ أَ[f:11161[ن ت]َزُولَاۚ وَلَئِ[f:11162[ن ز]َالَت[o[َآ] إِنْ أَمْسَكَهُمَا مِنْ أَحَ[a:1710[دٍ م]ّ[i:254[ِنۢ ب]َعْدِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] كَانَ حَلِيمًا غَفُورًا",
        "translation_id": "Sungguh, Allah yang menahan langit dan bumi agar tidak lenyap; dan jika keduanya akan lenyap tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, Maha Pengampun.",
        "translation_en": "Indeed, Allah holds the heavens and the earth, lest they cease. And if they should cease, no one could hold them [in place] after Him. Indeed, He is Forbearing and Forgiving.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3701",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3701.mp3",
        "tafsir_short": "Setelah terbukti bahwa tidak ada siapa dan apa pun yang terlibat dalam penciptaan serta pengaturan langit dan bumi selain Allah, lalu ditegaskan bahwa sungguh, Allah-lah yang menahan langit dan bumi agar tidak lenyap dengan memelihara sistem peredarannya; dan jika kedua-nya akan lenyap akibat gangguan pada sistem peredarannya, maka tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, selalu berbelas kasih, tidak menyegerakan kehancuran alam raya, dan menunda siksa bagi pendurhaka untuk memberinya kesempatan bertobat; sungguh Allah Maha Pengampun kepada siapa pun yang bertobat."
      },
      {
        "id": 3702,
        "surat_id": 35,
        "jus": 22,
        "ruku": 380,
        "no_ayat_inquran": 3702,
        "no_ayat_insurat": 42,
        "body_ayat_arb": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَهُمْ نَذِيْرٌ لَّيَكُوْنُنَّ اَهْدٰى مِنْ اِحْدَى الْاُمَمِۚ فَلَمَّا جَاۤءَهُمْ نَذِيْرٌ مَّا زَادَهُمْ اِلَّا نُفُوْرًاۙ ",
        "body_ayat_ltn_en": "Wa aqsamoo billaahi jahda aymaanihim la'in jaaa'ahum nazeerul layakoonunna ahdaa min ihdal umami falam maa jaaa'ahum nazeerum maa zaadahum illaa nufooraa",
        "body_ayat_ltn_in": "wa-aqsamuu biallaahi jahda aymaanihim la-in jaa-ahum nadziirun layakuununna ahdaa min ihdaa al-umami falammaa jaa-ahum nadziirun maa zaadahum illaa nufuuraan",
        "body_ayat_ltn_in_html": "wa-aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim la-in j<u>aa</u>-ahum na<u>dz</u>iirun layakuununna ahd<u>aa</u> min i<u>h</u>d<u>aa</u> <strong>a</strong>l-umami falamm<u>aa</u> j<u>aa</u>-ahum na<u>dz</u>iirun m<u>aa</u> z<u>aa</u>dahum ill<u>aa</u> nufuur<u>aa</u><strong>n</strong>",
        "invers_tajweed": "وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ لَئِ[f:11163[ن ج][o[َا]ٓءَهُمْ نَذِي[u:11164[رٌ ل]َّيَكُونُ[g[نّ]َ أَهْدَىٰ مِنْ إِحْدَى [h:11165[ٱ]لْأُمَمِۖ فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمْ نَذِي[a:11166[رٌ م]َّا زَادَهُمْ إِلَّا نُفُورًا",
        "translation_id": "Dan mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat (yang lain). Tetapi ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, bahkan semakin jauh mereka dari (kebenaran),",
        "translation_en": "And they swore by Allah their strongest oaths that if a warner came to them, they would be more guided than [any] one of the [previous] nations. But when a warner came to them, it did not increase them except in aversion.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3702",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3702.mp3",
        "tafsir_short": "Meski melihat banyak bukti kekuasaan Allah di alam raya, kaum kafir tetap ingkar. Mereka menuntut agar Allah mengutus seorang rasul kepada mereka. Dan sebelum Nabi Muhammad diutus, mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat yang lain, misalnya umat Yahudi atau Nasrani. Tetapi, ketika pemberi peringatan datang kepada mereka, mereka justru mengingkari sumpah mereka sendiri. Kedatangan Rasulullah tidak menambah apa-apa kepada mereka, bahkan semakin jauh saja mereka dari kebenaran."
      },
      {
        "id": 3703,
        "surat_id": 35,
        "jus": 22,
        "ruku": 380,
        "no_ayat_inquran": 3703,
        "no_ayat_insurat": 43,
        "body_ayat_arb": " ۨاسْتِكْبَارًا فِى الْاَرْضِ وَمَكْرَ السَّيِّئِۗ وَلَا يَحِيْقُ الْمَكْرُ السَّيِّئُ اِلَّا بِاَهْلِهٖ ۗفَهَلْ يَنْظُرُوْنَ اِلَّا سُنَّتَ الْاَوَّلِيْنَۚ فَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدِيْلًا ەۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوِيْلًا",
        "body_ayat_ltn_en": "Istakbaaran fil ardi wa makras sayyi'; wa laa yaheequl makrus sayyi'u illaa bi ahlih; fahal yanzuroona illaa sunnatal awwaleen; falan tajida lisunnatil laahi tabdeelanw wa lan tajida lisunnatil laahi tahweela",
        "body_ayat_ltn_in": "istikbaaran fii al-ardhi wamakra alssayyi-i walaa yahiiqu almakru alssayyi-u illaa bi-ahlihi fahal yanzhuruuna illaa sunnata al-awwaliina falan tajida lisunnati allaahi tabdiilan walan tajida lisunnati allaahi tahwiilaan",
        "body_ayat_ltn_in_html": "istikb<u>aa</u>ran fii <strong>a</strong>l-ar<u>dh</u>i wamakra <strong>al</strong>ssayyi-i wal<u>aa</u> ya<u>h</u>iiqu <strong>a</strong>lmakru <strong>al</strong>ssayyi-u ill<u>aa</u> bi-ahlihi fahal yan<u>zh</u>uruuna ill<u>aa</u> sunnata <strong>a</strong>l-awwaliina falan tajida lisunnati <strong>al</strong>l<u>aa</u>hi tabdiilan walan tajida lisunnati <strong>al</strong>l<u>aa</u>hi ta<u>h</u>wiil<u>aa</u><strong>n</strong>",
        "invers_tajweed": "ٱسْتِكْبَا[f:11167[رًا ف]ِى [h:44[ٱ]لْأَرْضِ وَمَكْرَ [h:11168[ٱ][l[ل]سَّيِّىِٕۚ وَلَا يَحِيقُ [h:11169[ٱ]لْمَكْرُ [h:11170[ٱ][l[ل]سَّيِّئُ إِلَّا بِأَهْلِهِ[n[ۚۦ] فَهَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا سُ[g[نّ]َتَ [h:11171[ٱ]لْأَوَّلِينَۚ فَلَ[f:2843[ن ت]َجِدَ لِسُ[g[نّ]َتِ [h:11172[ٱ]للَّهِ تَ[q:10752[بْ]دِيل[a:11173[اًۖ و]َلَ[f:3232[ن ت]َجِدَ لِسُ[g[نّ]َتِ [h:11172[ٱ]للَّهِ تَحْوِيلاً",
        "translation_id": "karena kesombongan (mereka) di bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri. Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang yang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu.",
        "translation_en": "[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way of the former peoples? But you will never find in the way of Allah any change, and you will never find in the way of Allah any alteration.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3703",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3703.mp3",
        "tafsir_short": "Menjauhnya mereka dari kebenaran adalah karena kesombongan mereka di muka bumi dan karena rencana mereka yang jahat, yaitu menipu lawan bicaranya dengan sumpah palsu. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri, kalau tidak menimpa di dunia pasti akan menimpa di akhirat. Mereka hanyalah menunggu berlakunya ketentuan kepada orang-orang yang terdahulu, yakni turunnya azab kepada orang-orang yang mendustakan rasul. Maka kamu tidak akan mendapatkan perubahan bagi ketetapan-ketetapan Allah yang berlaku bagi umat manusia yaitu mengazab orang-orang yang durhaka dan memberi pahala kepada yang taat, dan tidak pula akan menemui penyimpangan bagi ketentuan Allah itu, yakni apa yang ditetapkan Allah bagi seseorang, maka tidak akan beralih kepada yang lain."
      },
      {
        "id": 3704,
        "surat_id": 35,
        "jus": 22,
        "ruku": 380,
        "no_ayat_inquran": 3704,
        "no_ayat_insurat": 44,
        "body_ayat_arb": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ وَكَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً ۗوَمَا كَانَ اللّٰهُ لِيُعْجِزَهٗ مِنْ شَيْءٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ اِنَّهٗ كَانَ عَلِيْمًا قَدِيْرًا ",
        "body_ayat_ltn_en": "Awalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qblihim wa kaanoo ashadda minhum quwwah; wa maa kaanal laahu liyu'jizahoo min shai'in fis samaawaati wa laa fil ard; innahoo kaana 'Aleeman Qadeeraa",
        "body_ayat_ltn_in": "awa lam yasiiruu fii al-ardhi fayanzhuruu kayfa kaana 'aaqibatu alladziina min qablihim wakaanuu asyadda minhum quwwatan wamaa kaana allaahu liyu'jizahu min syay-in fii alssamaawaati walaa fii al-ardhi innahu kaana 'aliiman qadiiraan",
        "body_ayat_ltn_in_html": "awa lam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim wak<u>aa</u>nuu asyadda minhum quwwatan wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu'jizahu min syay-in fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i innahu k<u>aa</u>na 'aliiman qadiir<u>aa</u><strong>n</strong>",
        "invers_tajweed": "أَوَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ وَكَان[o[ُوٓ][s[اْ] أَشَدَّ مِنْهُمْ قُوَّۚ[a:11174[ةً و]َمَا كَانَ [h:742[ٱ]للَّهُ لِيُعْجِزَهُ[n[ۥ] مِ[f:2103[ن ش][f:5402[َىْءٍ ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَلَا فِى [h:44[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ عَلِي[f:11175[مًا ق]َدِيرًا",
        "translation_id": "Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui, Mahakuasa.",
        "translation_en": "Have they not traveled through the land and observed how was the end of those before them? And they were greater than them in power. But Allah is not to be caused failure by anything in the heavens or on the earth. Indeed, He is ever Knowing and Competent.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3704",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3704.mp3",
        "tafsir_short": "Allah telah menegaskan bahwa ketetapan-ketetapan-Nya (sunatullah) pasti berlaku bagi seluruh umat manusia. Pada ayat ini Allah menunjukkan bukti-bukti berlakunya sunatullah bagi umat-umat terdahulu. Dan tidakkah mereka, yakni kaum musyrik Mekah, bepergian di bumi lalu melihat bagaimana kesudahan yang buruk bagi orang-orang sebelum mereka yang mendustakan rasul, seperti kaum ‘Ad, Samud, dan lainnya, padahal orang-orang itu lebih besar kekuatannya dari mereka, baik fisik maupun harta? Andaikata kaum musyrik Mekah merasa lebih kuat daripada umat-umat terdahulu itu, kekuatan tersebut tidak akan ada artinya di hadapan Allah, karena Allah Mahaperkasa, dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui perbuatan dan perkataan serta rencana jahat mereka, Mahakuasa mewujudkan apa yang Dia kehendaki."
      },
      {
        "id": 3705,
        "surat_id": 35,
        "jus": 22,
        "ruku": 380,
        "no_ayat_inquran": 3705,
        "no_ayat_insurat": 45,
        "body_ayat_arb": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ فَاِنَّ اللّٰهَ كَانَ بِعِبَادِهٖ بَصِيْرًا ࣖ ",
        "body_ayat_ltn_en": "Wa law yu'aakhizul laahun naasa bima kasaboo maa taraka 'alaa zahrihaa min daaabbatinw wa laakiny yu'akhkhiruhum ilaaa ajalim musamman fa izaa jaaa'a ajaluhum fa innal laaha kaana bi'ibaadihee Baseeraa",
        "body_ayat_ltn_in": "walaw yu-aakhidzu allaahu alnnaasa bimaa kasabuu maa taraka 'alaa zhahrihaa min daabbatin walaakin yu-akhkhiruhum ilaa ajalin musamman fa-idzaa jaa-a ajaluhum fa-inna allaaha kaana bi'ibaadihi bashiiraan",
        "body_ayat_ltn_in_html": "walaw yu-<u>aa</u>khi<u>dz</u>u <strong>al</strong>l<u>aa</u>hu <strong>al</strong>nn<u>aa</u>sa bim<u>aa</u> kasabuu m<u>aa</u> taraka 'al<u>aa</u> <u>zh</u>ahrih<u>aa</u> min d<u>aa</u>bbatin wal<u>aa</u>kin yu-akhkhiruhum il<u>aa</u> ajalin musamman fa-i<u>dzaa</u> j<u>aa</u>-a ajaluhum fa-inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bi'ib<u>aa</u>dihi ba<u>sh</u>iir<u>aa</u><strong>n</strong>",
        "invers_tajweed": "وَلَوْ يُؤَاخِذُ [h:7452[ٱ]للَّهُ [h:7453[ٱ][l[ل][g[نّ]َاسَ بِمَا كَسَبُو[s[اْ] مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِ[f:4026[ن د][m[َا]ٓبَّ[a:7455[ةٍ و]َلَ[n[ـٰ]ك[a:7456[ِن ي]ُؤَخِّرُهُمْ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:7457[ًّىۖ ف]َإِذَا ج[o[َا]ٓءَ أَجَلُهُمْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ كَانَ بِعِبَادِه[n[ِۦ] بَصِيرَۢا",
        "translation_id": "Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya.",
        "translation_en": "And if Allah were to impose blame on the people for what they have earned, He would not leave upon the earth any creature. But He defers them for a specified term. And when their time comes, then indeed Allah has ever been, of His servants, Seeing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3705",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3705.mp3",
        "tafsir_short": "Orang-orang kafir sering menantang agar Allah menyegerakan turunnya azab kepada mereka. Melalui ayat ini Allah menegaskan, “Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkannya bagi orang-orang yang melanggar sampai waktu yang sudah ditentukan. Nanti, apabila ajal, yakni batas waktu yang ditentukan bagi mereka telah tiba, maka Allah Maha Melihat keadaan hamba-hamba-Nya, baik yang taat maupun yang bermaksiat, dan akan memberi mereka balasan sesuai perbuatan masing-masing."
      }
    ]
  }
}
