{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 41,
      "no_surat": 41,
      "jumlah_ayat": 54,
      "nama_surat_arb": "فصلت",
      "nama_surat_latin": "Fussilat",
      "arti_nama_surat": "Yang Dijelaskan",
      "tafsir": "Surat Fushshilat terdiri atas 54 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Mu'min. Dinamai Fushshilat (yang dijelaskan) karena ada hubungannya dengan perkataan Fushshilat yang terdapat pada permulaan surat ini yang berarti yang dijelaskan. Maksudnya ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, budi pekerti, kisah, dan sebagainya. Dinamai juga dengan Haa Miim dan As Sajdah karena surat ini dimulai dengan Haa Miim dan dalam surat ini terdapat ayat Sajdah.",
      "turun_surat": "Makkiyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/041Fushshilat.mp3",
      "ayats": [
        {
          "id": 4219,
          "surat_id": 41,
          "jus": 24,
          "ruku": 413,
          "no_ayat_inquran": 4219,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "حم",
          "body_ayat_ltn_en": "Haa Meeem",
          "body_ayat_ltn_in": "haa-miim",
          "body_ayat_ltn_in_html": "<u>haa</u>-miim",
          "invers_tajweed": "ح[m[مٓ]",
          "translation_id": "Ha Mim",
          "translation_en": "Ha, Meem.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4219",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4219.mp3",
          "tafsir_short": "Hà Mìm. Hanya Allah saja Yang Maha Tahu tentang apa maksudnya."
        },
        {
          "id": 4220,
          "surat_id": 41,
          "jus": 24,
          "ruku": 413,
          "no_ayat_inquran": 4220,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "تَنزِيلٌ مِّنَ الرَّحْمَٰنِ الرَّحِيمِ",
          "body_ayat_ltn_en": "Tanzeelum Minar-Rahmaanir-Raheem",
          "body_ayat_ltn_in": "tanziilun mina alrrahmaani alrrahiimi",
          "body_ayat_ltn_in_html": "tanziilun mina <strong>al</strong>rra<u>h</u>m<u>aa</u>ni <strong>al</strong>rra<u>h</u>iim<strong>i</strong>",
          "invers_tajweed": "تَ[f:11949[نز]ِي[a:11950[لٌ م]ِّنَ [h:8351[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ [h:3[ٱ][l[ل]رَّح[p[ِي]مِ",
          "translation_id": "(Al-Qur'an ini) diturunkan dari Tuhan Yang Maha Pengasih, Maha Penyayang.",
          "translation_en": "[This is] a revelation from the Entirely Merciful, the Especially Merciful -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4220",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4220.mp3",
          "tafsir_short": "Al-Qur’an ini diturunkan secara bertahap dari Allah, Tuhan Yang Maha Pengasih kepada semua makhluk ciptaan-Nya, lagi Maha Penyayang hanya kepada orang-orang yang beriman."
        },
        {
          "id": 4221,
          "surat_id": 41,
          "jus": 24,
          "ruku": 413,
          "no_ayat_inquran": 4221,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
          "body_ayat_ltn_en": "Kitaabun fussilat Aayaatuhoo Qur-aanan 'Arabiyyal liqawminy ya'lamoon",
          "body_ayat_ltn_in": "kitaabun fushshilat aayaatuhu qur-aanan 'arabiyyan liqawmin ya'lamuuna",
          "body_ayat_ltn_in_html": "kit<u>aa</u>bun fu<u>shsh</u>ilat <u>aa</u>y<u>aa</u>tuhu qur-<u>aa</u>nan 'arabiyyan liqawmin ya'lamuun<strong>a</strong>",
          "invers_tajweed": "كِتَ[n[ـٰ][f:11951[بٌ ف]ُصِّلَتْ ءَايَ[n[ـٰ]تُهُ[n[ۥ] قُرْءَانًا عَرَبِي[u:11952[ًّا ل]ِّقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ",
          "translation_id": "Kitab yang ayat-ayatnya dijelaskan, bacaan dalam bahasa Arab, untuk kaum yang mengetahui,",
          "translation_en": "A Book whose verses have been detailed, an Arabic Qur'an for a people who know,",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4221",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4221.mp3",
          "tafsir_short": "Kitab itu adalah Al-Qur’an yang dalam ayat-ayatnya dijelaskan semua yang diperlukan oleh manusia untuk meraih kebahagiaan hidup duniawi dan ukhrawi, bacaan yang mulia dalam bahasa Arab, sebagai petunjuk untuk kaum yang mau dan berpotensi mengetahui."
        },
        {
          "id": 4222,
          "surat_id": 41,
          "jus": 24,
          "ruku": 413,
          "no_ayat_inquran": 4222,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
          "body_ayat_ltn_en": "Basheeranw wa nazeeran fa-a'rada aksaruhum fahum laa yasma'oon",
          "body_ayat_ltn_in": "basyiiran wanadziiran fa-a'radha aktsaruhum fahum laa yasma'uuna",
          "body_ayat_ltn_in_html": "basyiiran wana<u>dz</u>iiran fa-a'ra<u>dh</u>a aktsaruhum fahum l<u>aa</u> yasma'uun<strong>a</strong>",
          "invers_tajweed": "بَشِي[a:622[رًا و]َنَذِي[f:11953[رًا ف]َأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَع[p[ُو]نَ",
          "translation_id": "yang membawa berita gembira dan peringatan, tetapi kebanyakan mereka berpaling (darinya) serta tidak mendengarkan.",
          "translation_en": "As a giver of good tidings and a warner; but most of them turn away, so they do not hear.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4222",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4222.mp3",
          "tafsir_short": "Al-Qur’an itu adalah kitab yang membawa berita gembira bagi orang-orang yang beriman dan beramal saleh, dan peringatan bagi orang-orang yang membuat kerusakan di muka bumi, tetapi sangat disayangkan karena kebanyakan dari mereka orang-orang yang membuat kerusakan itu berpaling dari petunjuk-Nya serta hal itulah yang membuat mereka tidak mendengarkan yakni tidak menyambut berita gembira dan peringatan itu."
        },
        {
          "id": 4223,
          "surat_id": 41,
          "jus": 24,
          "ruku": 413,
          "no_ayat_inquran": 4223,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِّمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ",
          "body_ayat_ltn_en": "Wa qaaloo quloobunaa feee akinnatim mimmaa tad'oonaaa ilaihi wa feee aazaaninaa waqrunw wa mim baininaa wa bainika bijaabun fa'mal innanaa 'aamiloon",
          "body_ayat_ltn_in": "waqaaluu quluubunaa fii akinnatin mimmaa tad'uunaa ilayhi wafii aatsaaninaa waqrun wamin bayninaa wabaynika hijaabun fai'mal innanaa 'aamiluuna",
          "body_ayat_ltn_in_html": "waq<u>aa</u>luu quluubun<u>aa</u> fii akinnatin mimm<u>aa</u> tad'uun<u>aa</u> ilayhi wafii <u>aatsaa</u>nin<u>aa</u> waqrun wamin baynin<u>aa</u> wabaynika <u>h</u>ij<u>aa</u>bun fa<strong>i</strong>'mal innan<u>aa</u> '<u>aa</u>miluun<strong>a</strong>",
          "invers_tajweed": "وَقَالُو[s[اْ] قُلُوبُنَا ف[o[ِىٓ] أَكِ[g[نّ]َ[a:11954[ةٍ م]ِّ[g[مّ]َا تَ[q:6404[دْ]عُون[o[َآ] إِلَيْهِ وَف[o[ِىٓ] ءَاذَانِنَا وَ[q:11955[قْ][a:11956[رٌ و]َم[i:11957[ِنۢ ب]َيْنِنَا وَبَيْنِكَ حِجَا[f:11958[بٌ ف]َ[h:11959[ٱ]عْمَلْ إِ[g[نّ]َنَا عَ[n[ـٰ]مِل[p[ُو]نَ",
          "translation_id": "Dan mereka berkata, “Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).”",
          "translation_en": "And they say, \"Our hearts are within coverings from that to which you invite us, and in our ears is deafness, and between us and you is a partition, so work; indeed, we are working.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4223",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4223.mp3",
          "tafsir_short": "Penolakan dan keberpalingan orang-orang musyrik Mekah terhadap Al-Qur’an itu mereka nyatakan dalam bentuk pengakuan langsung. Dan mereka orang-orang musyrik Mekah itu, berkata, “Hati dan akal pikiran kami sudah tertutup dan terkunci rapat dari apa yang engkau seru kami kepadanya, dan telinga kami sudah tersumbat sehingga kami tidak dapat mendengar apa pun yang engkau sampaikan, dan di antara kami dan engkau ada dinding pembatas yang sangat tebal. Oleh karena itu, lakukanlah apa yang sesuai menurut kehendakmu, dan demikian pula sesungguhnya kami akan melakukan apa yang sesuai menurut kehendak kami.”"
        },
        {
          "id": 4224,
          "surat_id": 41,
          "jus": 24,
          "ruku": 413,
          "no_ayat_inquran": 4224,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِّلْمُشْرِكِينَ",
          "body_ayat_ltn_en": "Qul innamaaa ana basharum mislukum yoohaaa ilaiya annamaaa ilaahukum Ilaahunw Waahidun fastaqeemooo ilaihi wastagfirooh; wa wailul lil mushrikeen",
          "body_ayat_ltn_in": "qul innamaa anaa basyarun mitslukum yuuhaa ilayya annamaa ilaahukum ilaahun waahidun faistaqiimuu ilayhi waistaghfiruuhu wawaylun lilmusyrikiina",
          "body_ayat_ltn_in_html": "qul innam<u>aa</u> an<u>aa</u> basyarun mitslukum yuu<u>haa</u> ilayya annam<u>aa</u> il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun fa<strong>i</strong>staqiimuu ilayhi wa<strong>i</strong>staghfiruuhu wawaylun lilmusyrikiin<strong>a</strong>",
          "invers_tajweed": "قُلْ إِ[g[نّ]َم[o[َآ] أَنَا۟ بَشَ[a:7069[رٌ م]ِّثْلُكُمْ يُوحَ[o[ىٰٓ] إِلَىَّ أَ[g[نّ]َم[o[َآ] إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:11960[دٌ ف]َ[h:5478[ٱ]سْتَقِيم[o[ُوٓ][s[اْ] إِلَيْهِ وَ[h:11961[ٱ]سْتَغْفِرُوهُ‌ۗ وَوَيْ[u:11962[لٌ ل]ِّلْمُشْرِك[p[ِي]نَ",
          "translation_id": "Katakanlah (Muhammad), “Aku ini hanyalah seorang manusia seperti kamu, yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa, karena itu tetaplah kamu (beribadah) kepada-Nya dan mohonlah ampunan kepada-Nya. Dan celakalah bagi orang-orang yang mempersekutukan-(Nya),",
          "translation_en": "Say, O [Muhammad], \"I am only a man like you to whom it has been revealed that your god is but one God; so take a straight course to Him and seek His forgiveness.\" And woe to those who associate others with Allah -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4224",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4224.mp3",
          "tafsir_short": "Setelah mendengar pernyataan langsung dari kaum musyrik Me-kah tentang penolakan mereka tersebut, Allah memerintah Nabi Muhammad untuk menjawabnya. Katakanlah kepada mereka, wahai Nabi Muhammad, “Aku ini hanyalah seorang manusia seperti kamu juga. Aku adalah nabi dan rasul Allah dengan membawa Al-Qur’an yang diwahyukan kepadaku. Di dalam Al-Qur’an itu terdapat ajaran dasar bahwa Tuhan kamu adalah Allah dan Dia adalah Tuhan Yang Maha Esa; karena itu tetaplah kamu beribadah kepada-Nya, dan mohonlah ampunan kepada-Nya agar kamu tidak terjerumus kepada kesesatan. Dan sadarilah bahwa dengan bercermin kepada umat terdahulu yang telah diazab Allah, maka akan celakalah orang-orang yang mempersekutukan-Nya dengan yang lain."
        },
        {
          "id": 4225,
          "surat_id": 41,
          "jus": 24,
          "ruku": 413,
          "no_ayat_inquran": 4225,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ",
          "body_ayat_ltn_en": "Allazeena laa yu'toonaz Zakaata wa hum bil-Aakhiratihum kaafiroon",
          "body_ayat_ltn_in": "alladziina laa yu/tuuna alzzakaata wahum bial-aakhirati hum kaafiruuna",
          "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/tuuna <strong>al</strong>zzak<u>aa</u>ta wahum bi<strong>a</strong>l-<u>aa</u>khirati hum k<u>aa</u>firuun<strong>a</strong>",
          "invers_tajweed": "ٱلَّذِينَ لَا يُؤْتُونَ [h:11963[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَه[c:4710[ُم ب]ِ[h:447[ٱ]لْأَخِرَةِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ",
          "translation_id": "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat.",
          "translation_en": "Those who do not give zakah, and in the Hereafter they are disbelievers.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4225",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4225.mp3",
          "tafsir_short": "Siapakah orang-orang yang mempersekutukan Allah itu? Mereka adalah orang-orang yang tidak menunaikan zakat, dan mereka juga ingkar terhadap kehidupan akhirat dan tidak mempercayai adanya kebangkitan manusia kembali setelah mereka dimatikan."
        },
        {
          "id": 4226,
          "surat_id": 41,
          "jus": 24,
          "ruku": 413,
          "no_ayat_inquran": 4226,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
          "body_ayat_ltn_en": "Innal lazeena aamanoo wa 'amilus saalihaati lahum ajrun ghairu mamnoon",
          "body_ayat_ltn_in": "inna alladziina aamanuu wa'amiluu alshshaalihaati lahum ajrun ghayru mamnuunin",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum ajrun ghayru mamnuun<strong>in</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَهُمْ أَ[q:2423[جْ]رٌ غَيْرُ مَمْن[p[ُو]نٍ",
          "translation_id": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat pahala yang tidak ada putus-putusnya.”",
          "translation_en": "Indeed, those who believe and do righteous deeds - for them is a reward uninterrupted.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4226",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4226.mp3",
          "tafsir_short": "Setelah menggambarkan ancaman bagi orang-orang musyrik Mekah, Al-Qur’an mengalihkan perhatian kepada orang-orang beriman. Sesungguhnya orang-orang yang beriman dengan tulus ikhlas dan yang membuktikan iman mereka dengan mengerjakan kebajikan dan beramal saleh, mereka mendapat anugerah pahala yang sangat besar serta dilimpahi rezeki yang tidak ada putus-putusnya.”"
        },
        {
          "id": 4227,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4227,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ۚ ذَٰلِكَ رَبُّ الْعَالَمِينَ",
          "body_ayat_ltn_en": "Qul a'innakum latakfuroona billazee khalaqal arda fee yawmaini wa taj'aloona lahooo andaadaa; zaalika Rabbul 'aalameen",
          "body_ayat_ltn_in": "qul a-innakum latakfuruuna bialladzii khalaqa al-ardha fii yawmayni wataj'aluuna lahu andaadan dzaalika rabbu al'aalamiina",
          "body_ayat_ltn_in_html": "qul a-innakum latakfuruuna bi<strong>a</strong>lla<u>dz</u>ii khalaqa <strong>a</strong>l-ar<u>dh</u>a fii yawmayni wataj'aluuna lahu and<u>aa</u>dan <u>dzaa</u>lika rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
          "invers_tajweed": "۞ قُلْ أَئِ[g[نّ]َكُمْ لَتَكْفُرُونَ بِ[h:315[ٱ]لَّذِى خَلَقَ [h:8438[ٱ]لْأَرْضَ فِى يَوْمَيْنِ وَتَ[q:11964[جْ]عَلُونَ لَهُ[o[ۥٓ] أَ[f:96[ند]َا[f:11965[دًا‌ۚ ذ][n[َٲ]لِكَ رَبُّ [h:4750[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
          "translation_id": "Katakanlah, “Pantaskah kamu ingkar kepada Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan seluruh alam.”",
          "translation_en": "Say, \"Do you indeed disbelieve in He who created the earth in two days and attribute to Him equals? That is the Lord of the worlds.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4227",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4227.mp3",
          "tafsir_short": "Penggambaran sikap orang-orang musyrik Mekah yang memper-sekutukan Allah dan menolak keniscayaan hari Kiamat merupakan sikap yang tidak pantas untuk dilakukan terhadap Sang Pencipta alam semesta. Oleh sebab itu, Nabi Muhammad diperintahkan untuk memberikan peringatan keras terhadap orang-orang musyrik Mekah itu dan orang-orang yang bersikap sama dengan mereka. Katakanlah wahai Nabi Muhammad, “Pantaskah kamu ingkar kepada Allah, Tuhan yang menciptakan planet bumi dalam dua masa, dan pada waktu yang sama kamu adakan pula sekutu-sekutu bagi-Nya? Allah Yang Maha Esa itulah Tuhan Pencipta dan Pemelihara seluruh alam.”"
        },
        {
          "id": 4228,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4228,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِّلسَّائِلِينَ",
          "body_ayat_ltn_en": "Wa ja'ala feehaa rawaa siya min fawqihaa wa baaraka feehaa wa qaddara feehaaaa aqwaatahaa feee arba'ati ayyaamin sawaaa'al lissaaa'ileen",
          "body_ayat_ltn_in": "waja'ala fiihaa rawaasiya min fawqihaa wabaaraka fiihaa waqaddara fiihaa aqwaatahaa fii arba'ati ayyaamin sawaa-an lilssaa-iliina",
          "body_ayat_ltn_in_html": "waja'ala fiih<u>aa</u> raw<u>aa</u>siya min fawqih<u>aa</u> wab<u>aa</u>raka fiih<u>aa</u> waqaddara fiih<u>aa</u> aqw<u>aa</u>tah<u>aa</u> fii arba'ati ayy<u>aa</u>min saw<u>aa</u>-an li<strong>l</strong>ss<u>aa</u>-iliin<strong>a</strong>",
          "invers_tajweed": "وَجَعَلَ فِيهَا رَو[n[َٲ]سِىَ مِ[f:11665[ن ف]َوْقِهَا وَبَ[n[ـٰ]رَكَ فِيهَا وَقَدَّرَ فِيه[o[َآ] أَ[q:11966[قْ]و[n[َٲ]تَهَا ف[o[ِىٓ] أَرْبَعَةِ أَيَّا[f:11967[مٍ س]َو[o[َا]ٓ[u:11968[ءً ل]ِّلسّ[o[َا]ٓئِل[p[ِي]نَ",
          "translation_id": "Dan Dia ciptakan padanya gunung-gunung yang kokoh di atasnya. Dan kemudian Dia berkahi, dan Dia tentukan makanan-makanan (bagi penghuni)nya dalam empat masa, memadai untuk (memenuhi kebutuhan) mereka yang memerlukannya.",
          "translation_en": "And He placed on the earth firmly set mountains over its surface, and He blessed it and determined therein its [creatures'] sustenance in four days without distinction - for [the information] of those who ask.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4228",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4228.mp3",
          "tafsir_short": "Dan setelah menciptakan bumi, Dia ciptakan pula padanya gunung-gunung yang kokoh di atasnya yang menjadi pasak bagi bumi. Dan kemudian Dia berkahi bumi itu sehingga layak menjadi tempat kehidupan bagi makhluk tumbuhan, hewan, dan manusia, dan Dia pula yang tentukan makanan-makanan bagi para penghuni-nya. Semua itu tercipta dalam empat masa. Penjelasan ini sangat memadai untuk memenuhi kebutuhan orang-orang yang bertanya tentang penciptaan alam raya, serta mereka yang memerlukannya."
        },
        {
          "id": 4229,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4229,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ",
          "body_ayat_ltn_en": "Summas tawaaa ilas-samaaa'i wa hiya dukhaanun faqaala lahaa wa lil ardi'tiyaaa taw'an aw karhan qaalataaa atainaa taaa'i'een",
          "body_ayat_ltn_in": "tsumma istawaa ilaa alssamaa-i wahiya dukhaanun faqaala lahaa walil-ardhi i/tiyaa thaw'an aw karhan qaalataa ataynaa thaa-i'iina",
          "body_ayat_ltn_in_html": "tsumma istaw<u>aa</u> il<u>aa</u> <strong>al</strong>ssam<u>aa</u>-i wahiya dukh<u>aa</u>nun faq<u>aa</u>la lah<u>aa</u> walil-ar<u>dh</u>i i/tiy<u>aa</u> <u>th</u>aw'an aw karhan q<u>aa</u>lat<u>aa</u> atayn<u>aa</u> <u>th</u><u>aa</u>-i'iin<strong>a</strong>",
          "invers_tajweed": "ثُ[g[مّ]َ [h:156[ٱ]سْتَوَ[o[ىٰٓ] إِلَى [h:157[ٱ][l[ل]سَّم[o[َا]ٓءِ وَهِىَ دُخَا[f:11969[نٌ ف]َقَالَ لَهَا وَلِلْأَرْضِ [h:11970[ٱ]ئْتِيَا طَوْعًا أَوْ كَرْ[f:11971[هًا ق]َالَت[o[َآ] أَتَيْنَا ط[o[َا]ٓئِع[p[ِي]نَ",
          "translation_id": "Kemudian Dia menuju ke langit dan (langit) itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, “Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami datang dengan patuh.”",
          "translation_en": "Then He directed Himself to the heaven while it was smoke and said to it and to the earth, \"Come [into being], willingly or by compulsion.\" They said, \"We have come willingly.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4229",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4229.mp3",
          "tafsir_short": "Dari menguraikan ihwal penciptaan bumi dan sarana kehidupan bagi makhluk yang mendiaminya, Al-Qur’an kemudian beralih kepada ihwal penciptaan langit. Kemudian Dia, yakni perintah atau kekuasaan-Nya menuju ke langit dan langit ketika itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, “Datanglah kamu berdua menuruti perintah-Ku dengan patuh atau terpaksa.” Mendengar perintah itu, keduanya, langit dan bumi, lalu menjawab, “Kami datang kepada-MU ya Allah dengan tunduk dan patuh guna mengikuti aturan-Mu.”"
        },
        {
          "id": 4230,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4230,
          "no_ayat_insurat": 12,
          "body_ayat_arb": "فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا ۚ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
          "body_ayat_ltn_en": "Faqadaahunna sab'a samaawaatin fee yawmaini wa awhaa fee kulli samaaa'in amarahaa; wa zaiyannassa maaa'ad dunyaa bimasaabeeha wa hifzaa; zaalika taqdeerul 'Azeezil 'Aleem",
          "body_ayat_ltn_in": "faqadaahunna sab'a samaawaatin fii yawmayni wa-awhaa fii kulli samaa-in amrahaa wazayyannaa alssamaa-a alddunyaa bimashaabiiha wahifzhan dzaalika taqdiiru al'aziizi al'aliimi",
          "body_ayat_ltn_in_html": "faqa<u>daa</u>hunna sab'a sam<u>aa</u>w<u>aa</u>tin fii yawmayni wa-aw<u>haa</u> fii kulli sam<u>aa</u>-in amrah<u>aa</u> wazayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a wa<u>h</u>if<u>zh</u>an <u>dzaa</u>lika taqdiiru <strong>a</strong>l'aziizi <strong>a</strong>l'aliim<strong>i</strong>",
          "invers_tajweed": "فَقَضَ[n[ـٰ]هُ[g[نّ]َ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]وَا[f:11972[تٍ ف]ِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَم[o[َا]ٓءٍ أَمْرَهَا‌ۚ وَزَيَّ[g[نّ]َا [h:11973[ٱ][l[ل]سَّم[o[َا]ٓءَ [h:11315[ٱ][l[ل]دُّنْيَا بِمَصَ[n[ـٰ]بِيحَ وَحِفْ[f:11974[ظًا‌ۚ ذ][n[َٲ]لِكَ تَ[q:4267[قْ]دِيرُ [h:4268[ٱ]لْعَزِيزِ [h:4269[ٱ]لْعَل[p[ِي]مِ",
          "translation_id": "Lalu diciptakan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang dekat (dengan bumi), Kami hiasi dengan bintang-bintang, dan (Kami ciptakan itu) untuk memelihara. Demikianlah ketentuan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
          "translation_en": "And He completed them as seven heavens within two days and inspired in each heaven its command. And We adorned the nearest heaven with lamps and as protection. That is the determination of the Exalted in Might, the Knowing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4230",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4230.mp3",
          "tafsir_short": "Ayat ini masih menjelaskan tentang penciptaan langit. Lalu diciptakan-Nya tujuh langit dalam waktu dua masa, dan pada setiap langit Dia mewahyukan dan menetapkan urusan masing-masing. Kemudian langit yang dekat dengan bumi, Kami hiasi dengan bintang-bintang yang bersinar cemerlang, dan Kami ciptakan bintang-bintang itu untuk memelihara langit dengan pemeliharaan yang sempurna. Demikianlah ketentuan Allah berlaku, dan Dia adalah Zat Yang Mahaperkasa lagi Maha Mengetahui."
        },
        {
          "id": 4231,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4231,
          "no_ayat_insurat": 13,
          "body_ayat_arb": "فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِّثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ",
          "body_ayat_ltn_en": "Fa-in a'radoo faqul anzartukum saa'iqatam misla saa'iqati 'Aadinw wa Samood",
          "body_ayat_ltn_in": "fa-in a'radhuu fuqul andzartukum shaa'iqatan mitsla shaa'iqati 'aadin watsamuuda",
          "body_ayat_ltn_in_html": "fa-in a'ra<u>dh</u>uu fuqul an<u>dz</u>artukum <u>shaa</u>'iqatan mitsla <u>shaa</u>'iqati '<u>aa</u>din watsamuud<strong>a</strong>",
          "invers_tajweed": "فَإِنْ أَعْرَضُو[s[اْ] فَقُلْ أَ[f:11975[نذ]َرْتُكُمْ صَ[n[ـٰ]عِقَ[a:11976[ةً م]ِّثْلَ صَ[n[ـٰ]عِقَةِ عَا[a:11977[دٍ و]َثَم[p[ُو][q[د]َ",
          "translation_id": "Jika mereka berpaling maka katakanlah, “Aku telah memperingatkan kamu akan (bencana) petir seperti petir yang menimpa kaum ’Ad dan kaum Samud.”",
          "translation_en": "But if they turn away, then say, \"I have warned you of a thunderbolt like the thunderbolt [that struck] 'Aad and Thamud.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4231",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4231.mp3",
          "tafsir_short": "Ihwal penciptaan langit dan bumi sebagai bukti kemahakuasaan Allah, yang dijelaskan oleh ayat-ayat terdahulu, ternyata tidaklah membuat orang-orang musyrik Mekah berubah sikap dan keyakinan. Oleh sebab itu, ayat-ayat berikut memerintahkan Nabi Muhammad menyampaikan peringatan berupa pengalaman kaum ‘Ad dan Šamùd yang telah menolak kebenaran. Jika mereka, orang-orang musyrik Mekah, masih saja berpaling dari kebenaran yang disampaikan itu, maka katakanlah kepada mereka, “Aku telah memperingatkan kamu akan bencana petir seperti petir yang menimpa kaum ‘Ad dan kaum Šamùd.”"
        },
        {
          "id": 4232,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4232,
          "no_ayat_insurat": 14,
          "body_ayat_arb": "إِذْ جَاءَتْهُمُ الرُّسُلُ مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۖ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ",
          "body_ayat_ltn_en": "Iz jaaa'at humur Rusulu mim baini aydeehim wa min khalfihim allaa ta'budooo illal laaha qaaloo law shaaa'a Rabunaa la anzala malaaa 'ikatan fa innaa bimaaa ursiltum bihee kaafiroon",
          "body_ayat_ltn_in": "idz jaa-at-humu alrrusulu min bayni aydiihim wamin khalfihim allaa ta'buduu illaa allaaha qaaluu law syaa-a rabbunaa la-anzala malaa-ikatan fa-innaa bimaa ursiltum bihi kaafiruuna",
          "body_ayat_ltn_in_html": "i<u>dz</u> j<u>aa</u>-at-humu <strong>al</strong>rrusulu min bayni aydiihim wamin khalfihim <strong>al</strong>l<u>aa</u> ta'buduu ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha q<u>aa</u>luu law sy<u>aa</u>-a rabbun<u>aa</u> la-anzala mal<u>aa</u>-ikatan fa-inn<u>aa</u> bim<u>aa</u> ursiltum bihi k<u>aa</u>firuun<strong>a</strong>",
          "invers_tajweed": "إِذْ ج[o[َا]ٓءَتْهُمُ [h:11978[ٱ][l[ل]رُّسُلُ م[i:4612[ِنۢ ب]َيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ‌ۖ قَالُو[s[اْ] لَوْ ش[o[َا]ٓءَ رَبُّنَا لَأَ[f:9182[نز]َلَ مَلَ[o[ـٰٓ]ئِكَ[f:11979[ةً ف]َإِ[g[نّ]َا بِم[o[َآ] أُرْسِلْت[c:7059[ُم ب]ِه[n[ِۦ] كَ[n[ـٰ]فِر[p[ُو]نَ",
          "translation_id": "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka (dengan menyerukan), “Janganlah kamu menyembah selain Allah.” Mereka menjawab, “Kalau Tuhan kami menghendaki tentu Dia menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami mengingkari wahyu yang engkau diutus menyampaikannya.”",
          "translation_en": "[That occurred] when the messengers had come to them before them and after them, [saying], \"Worship not except Allah.\" They said, \"If our Lord had willed, He would have sent down the angels, so indeed we, in that with which you have been sent, are disbelievers.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4232",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4232.mp3",
          "tafsir_short": "Demikianlah, sebagaimana juga dikisahkan oleh Al-Qur’an, ketika para rasul datang kepada masing-masing mereka, kaum ‘Ad dan Šamùd, baik dari arah depan dan juga dari arah belakang mereka. Hal ini bermakna bahwa para rasul itu menyampaikan seruan kebenaran dengan berbagai cara, baik terang-terangan maupun dengan sembunyi-sembunyi. Para rasul itu menyerukan, “Janganlah kamu menyembah selain Allah.” Mendengar seruan itu mereka, kaum ‘Ad dan Šamùd menjawab, “Kalau Tuhan kami menghendaki untuk mengutus rasul, tentu Dia mengutus dan menurunkan malaikat-malaikat-Nya kepada kami, bukan manusia biasa seperti kamu. Maka sesungguhnya dengan kenyataan seperti itu, kami mengingkari wahyu yang engkau sengaja diutus untuk menyampaikannya kepada kami.”"
        },
        {
          "id": 4233,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4233,
          "no_ayat_insurat": 15,
          "body_ayat_arb": "فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ",
          "body_ayat_ltn_en": "Fa ammaa 'Aadun fastak baroo fil ardi bighairul haqqi wa qaaloo man ashaddu minnaa quwwatan awalam yaraw annal laahal lazee khalaqahum Huwa ashaddu minhum quwwatanw wa kaanoo bi Aayaatinaa yajhadoon",
          "body_ayat_ltn_in": "fa-ammaa 'aadun faistakbaruu fii al-ardhi bighayri alhaqqi waqaaluu man asyaddu minnaa quwwatan awa lam yaraw anna allaaha alladzii khalaqahum huwa asyaddu minhum quwwatan wakaanuu bi-aayaatinaa yajhaduuna",
          "body_ayat_ltn_in_html": "fa-amm<u>aa</u> '<u>aa</u>dun fa<strong>i</strong>stakbaruu fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi waq<u>aa</u>luu man asyaddu minn<u>aa</u> quwwatan awa lam yaraw anna <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii khalaqahum huwa asyaddu minhum quwwatan wak<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>",
          "invers_tajweed": "فَأَ[g[مّ]َا عَا[f:11980[دٌ ف]َ[h:4956[ٱ]سْتَكْبَرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ وَقَالُو[s[اْ] مَنْ أَشَدُّ مِ[g[نّ]َا قُوَّةً‌ۖ أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ [h:2537[ٱ]لَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّ[a:11981[ةً‌ۖ و]َكَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا يَ[q:4008[جْ]حَد[p[ُو]نَ",
          "translation_id": "Maka adapun kaum ‘Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, “Siapakah yang lebih hebat kekuatannya dari kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami.",
          "translation_en": "As for 'Aad, they were arrogant upon the earth without right and said, \"Who is greater than us in strength?\" Did they not consider that Allah who created them was greater than them in strength? But they were rejecting Our signs.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4233",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4233.mp3",
          "tafsir_short": "Ayat berikut memerinci apa yang dialami oleh kaum ‘Ad dan apa pula yang dialami oleh kaum Šamùd. Maka adapun kaum ‘Ad, mereka sangat menyombongkan diri di bumi tanpa mengindahkan kebenaran yang diserukan oleh Nabi Hud, rasul yang dibangkitkan di kalangan mereka, dan bahkan dengan congkak mereka berkata, “Siapakah, yakni tidak ada siapa pun, yang lebih hebat kekuatannya dari kami?” Sungguh sangat congkak dan sombong sikap kaum ‘Ad itu. Tidakkah mereka memperhatikan dan menyadari bahwa sesungguhnya Allah yang menciptakan mereka adalah Zat Yang Mahakuasa lagi Mahaperkasa? Dia adalah Zat yang lebih hebat kekuatan-Nya dari kekuatan yang mereka punya. Dan dalam sikap kesombongan dan kecongkakan seperti itu, mereka juga telah mengingkari tanda-tanda kebesaran Kami."
        },
        {
          "id": 4234,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4234,
          "no_ayat_insurat": 16,
          "body_ayat_arb": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
          "body_ayat_ltn_en": "Fa arsalnaa 'alaihim reehan sarsaran feee ayyaamin nahisaatil linuzeeqahum 'azaabal khizyi fil hayaatid dunyaa wa la'azaabul Aakhirati akhzaa wa hum laa yunsaroon",
          "body_ayat_ltn_in": "fa-arsalnaa 'alayhim riihan sharsharan fii ayyaamin nahisaatin linudziiqahum 'adzaaba alkhizyi fii alhayaati alddunyaa wala'adzaabu al-aakhirati akhzaa wahum laa yunsharuuna",
          "body_ayat_ltn_in_html": "fa-arsaln<u>aa</u> 'alayhim rii<u>h</u>an <u>sh</u>ar<u>sh</u>aran fii ayy<u>aa</u>min na<u>h</u>is<u>aa</u>tin linu<u>dz</u>iiqahum 'a<u>dzaa</u>ba <strong>a</strong>lkhizyi fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati akhz<u>aa</u> wahum l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>",
          "invers_tajweed": "فَأَرْسَلْنَا عَلَيْهِمْ رِي[f:11982[حًا ص]َرْصَ[f:11983[رًا ف][o[ِىٓ] أَيَّا[a:11984[مٍ ن]َّحِسَا[u:11985[تٍ ل]ِّنُذِيقَهُمْ عَذَابَ [h:6201[ٱ]لْخِزْىِ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَعَذَابُ [h:7000[ٱ]لْأَخِرَةِ أَخْزَىٰ‌ۖ وَهُمْ لَا يُ[f:237[نص]َر[p[ُو]نَ",
          "translation_id": "Maka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan.",
          "translation_en": "So We sent upon them a screaming wind during days of misfortune to make them taste the punishment of disgrace in the worldly life; but the punishment of the Hereafter is more disgracing, and they will not be helped.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4234",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4234.mp3",
          "tafsir_short": "Sebagai ganjaran bagi kecongkakan dan kesombongan mereka itu, maka Kami tiupkan kepada mereka angin yang sangat bergemuruh dan di-ngin hingga terasa menusuk tulang yang berlangsung dalam beberapa hari, yakni selama tujuh malam dan delapan hari yang mereka anggap sebagai hari yang nahas. Itu semua Kami timpakan kepada para pendurhaka itu karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dibandingkan siksaan di dunia, dan mereka tidak diberi pertolongan sedikit pun."
        },
        {
          "id": 4235,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4235,
          "no_ayat_insurat": 17,
          "body_ayat_arb": "وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ",
          "body_ayat_ltn_en": "Wa ammaa Samoodu fahadinaahum fastahabbul 'ama 'alal huda fa akhazathum saa'iqatul 'azaabil hooni bimaa kaanoo yaksiboon",
          "body_ayat_ltn_in": "wa-ammaa tsamuudu fahadaynaahum faistahabbuu al'amaa 'alaa alhudaa fa-akhadzat-hum shaa'iqatu al'adzaabi alhuuni bimaa kaanuu yaksibuuna",
          "body_ayat_ltn_in_html": "wa-amm<u>aa</u> tsamuudu fahadayn<u>aa</u>hum fa<strong>i</strong>sta<u>h</u>abbuu <strong>a</strong>l'am<u>aa</u> 'al<u>aa</u> <strong>a</strong>lhud<u>aa</u> fa-akha<u>dz</u>at-hum <u>shaa</u>'iqatu <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>lhuuni bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>",
          "invers_tajweed": "وَأَ[g[مّ]َا ثَمُودُ فَهَدَيْنَ[n[ـٰ]هُمْ فَ[h:11986[ٱ]سْتَحَبُّو[s[اْ] [h:11987[ٱ]لْعَمَىٰ عَلَى [h:4019[ٱ]لْهُدَىٰ فَأَخَذَتْهُمْ صَ[n[ـٰ]عِقَةُ [h:11988[ٱ]لْعَذَابِ [h:11989[ٱ]لْهُونِ بِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ",
          "translation_id": "Dan adapun kaum Samud, mereka telah Kami beri petunjuk tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu, maka mereka disambar petir sebagai azab yang menghinakan disebabkan apa yang telah mereka kerjakan.",
          "translation_en": "And as for Thamud, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them for what they used to earn.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4235",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4235.mp3",
          "tafsir_short": "Dan adapun terhadap kaum Šamùd, mereka telah Kami beri petunjuk untuk mencapai jalan kebaikan dengan mengutus Nabi Saleh. Sebagai bukti kebenaran risalahnya, Kami berikan kepada Nabi Saleh itu mukjizat berupa unta yang tidak boleh disembelih, tetapi mereka lebih menyukai kebutaan atau kesesatan yang disebabkan kebutaan mata hati, daripada petunjuk yang Kami sampaikan itu. Maka, mereka disambar petir dan halilintar sebagai azab yang menghinakan dan membinasakan disebabkan apa yang telah mereka kerjakan."
        },
        {
          "id": 4236,
          "surat_id": 41,
          "jus": 24,
          "ruku": 414,
          "no_ayat_inquran": 4236,
          "no_ayat_insurat": 18,
          "body_ayat_arb": "وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
          "body_ayat_ltn_en": "Wa najjainal lazeena aamanoo wa kaanoo yattaqoon",
          "body_ayat_ltn_in": "wanajjaynaa alladziina aamanuu wakaanuu yattaquuna",
          "body_ayat_ltn_in_html": "wanajjayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wak<u>aa</u>nuu yattaquun<strong>a</strong>",
          "invers_tajweed": "وَنَجَّيْنَا [h:11990[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَكَانُو[s[اْ] يَتَّق[p[ُو]نَ",
          "translation_id": "Dan Kami selamatkan orang-orang yang beriman karena mereka adalah orang-orang yang bertakwa.",
          "translation_en": "And We saved those who believed and used to fear Allah.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4236",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4236.mp3",
          "tafsir_short": "Setelah menjelaskan azab yang ditimpakan kepada kaum ‘Ad dan Šamùd yang mendurhakai nabinya masing-masing, Allah lalu menjelaskan keadaan Nabi Hud dan Nabi Saleh beserta para pengikutnya. Allah berfirman, “Dan Kami selamatkan kedua nabi itu, Nabi Hud dan Nabi Saleh, beserta orang-orang beriman yang menjadi pengikut keduanya karena mereka adalah orang-orang yang senantiasa bertakwa dengan melaksanakan segala yang Kami perintahkan dan meninggalkan apa yang Kami larang."
        },
        {
          "id": 4237,
          "surat_id": 41,
          "jus": 24,
          "ruku": 415,
          "no_ayat_inquran": 4237,
          "no_ayat_insurat": 19,
          "body_ayat_arb": "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ",
          "body_ayat_ltn_en": "Wa yawma yuhsharu a'daaa'ul laahi ilan Naari fahum yooza'oon",
          "body_ayat_ltn_in": "wayawma yuhsyaru a'daau allaahi ilaa alnnaari fahum yuuza'uuna",
          "body_ayat_ltn_in_html": "wayawma yu<u>h</u>syaru a'd<u>aa</u>u <strong>al</strong>l<u>aa</u>hi il<u>aa</u> <strong>al</strong>nn<u>aa</u>ri fahum yuuza'uun<strong>a</strong>",
          "invers_tajweed": "وَيَوْمَ يُحْشَرُ أَعْد[o[َا]ٓءُ [h:11991[ٱ]للَّهِ إِلَى [h:1241[ٱ][l[ل][g[نّ]َارِ فَهُمْ يُوزَع[p[ُو]نَ",
          "translation_id": "Dan (ingatlah) pada hari (ketika) musuh-musuh Allah digiring ke neraka lalu mereka dipisah-pisahkan.",
          "translation_en": "And [mention, O Muhammad], the Day when the enemies of Allah will be gathered to the Fire while they are [driven] assembled in rows,",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4237",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4237.mp3",
          "tafsir_short": "Ayat-ayat sebelum ini berbicara tentang azab dan siksaan yang ditimpakan kepada kaum pendurhaka ketika mereka masih di dunia, dan mengisyaratkan bahwa siksaan di akhirat jauh lebih dahsyat dan menghinakan. Ayat-ayat berikut menjelaskan bagaimana penggambaran azab akhirat tersebut. Dan ingatkanlah kaum kafir Mekah itu, wahai Nabi Muhammad, bahwa pada hari Kiamat ketika mereka musuh-musuh Allah itu, seperti kaum ‘Ad dan Šamud, digiring dengan kasar dan tanpa belas kasihan oleh para malaikat ke dalam neraka lalu mereka dipisah-pisahkan."
        },
        {
          "id": 4238,
          "surat_id": 41,
          "jus": 24,
          "ruku": 415,
          "no_ayat_inquran": 4238,
          "no_ayat_insurat": 20,
          "body_ayat_arb": "حَتَّىٰ إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُوا يَعْمَلُونَ",
          "body_ayat_ltn_en": "Hattaaa izaa maa jaaa'oohaa shahida 'alaihim samu'uhum wa absaaruhum wa julooduhum bimaa kaanoo ya'maloon",
          "body_ayat_ltn_in": "hattaa idzaa maa jaauuhaa syahida 'alayhim sam'uhum wa-abshaaruhum wajuluuduhum bimaa kaanuu ya'maluuna",
          "body_ayat_ltn_in_html": "<u>h</u>att<u>aa</u> i<u>dzaa</u> m<u>aa</u> j<u>aa</u>uuh<u>aa</u> syahida 'alayhim sam'uhum wa-ab<u>shaa</u>ruhum wajuluuduhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
          "invers_tajweed": "حَتَّ[o[ىٰٓ] إِذَا مَا ج[o[َا]ٓءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَ[q:11992[بْ]صَ[n[ـٰ]رُهُمْ وَجُلُودُه[c:11993[ُم ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
          "translation_id": "Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.",
          "translation_en": "Until, when they reach it, their hearing and their eyes and their skins will testify against them of what they used to do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4238",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4238.mp3",
          "tafsir_short": "Sehingga apabila mereka, para musuh Allah itu, sampai ke depan pintu neraka, lalu diajukanlah kepada mereka pertanyaan tentang dosa-dosa yang telah mereka lakukan selama hidup di dunia. Akan tetapi, mereka mengingkarinya dan tidak mengakui perbuatan dosa itu. Maka, Allah mengambil anggota badan mereka, seperti pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan selama hidup di dunia itu."
        },
        {
          "id": 4239,
          "surat_id": 41,
          "jus": 24,
          "ruku": 415,
          "no_ayat_inquran": 4239,
          "no_ayat_insurat": 21,
          "body_ayat_arb": "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوا أَنطَقَنَا اللَّهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
          "body_ayat_ltn_en": "Wa qaaloo lijuloodihim lima shahittum 'alainaa qaaloo antaqanal laahul lazeee antaqa kulla shai'inw wa Huwa khalaqakum awwala marratinw wa ilaihi turja'oon",
          "body_ayat_ltn_in": "waqaaluu lijuluudihim lima syahidtum 'alaynaa qaaluu anthaqanaa allaahu alladzii anthaqa kulla syay-in wahuwa khalaqakum awwala marratin wa-ilayhi turja'uuna",
          "body_ayat_ltn_in_html": "waq<u>aa</u>luu lijuluudihim lima syahidtum 'alayn<u>aa</u> q<u>aa</u>luu an<u>th</u>aqan<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii an<u>th</u>aqa kulla syay-in wahuwa khalaqakum awwala marratin wa-ilayhi turja'uun<strong>a</strong>",
          "invers_tajweed": "وَقَالُو[s[اْ] لِجُلُودِهِمْ لِمَ شَهِ[d:11994[د]تُّمْ عَلَيْنَا‌ۖ قَال[o[ُوٓ][s[اْ] أَ[f:11995[نط]َقَنَا [h:11996[ٱ]للَّهُ [h:4738[ٱ]لَّذ[o[ِىٓ] أَ[f:11997[نط]َقَ كُلَّ ش[a:4300[َىْءٍ و]َهُوَ خَلَقَكُمْ أَوَّلَ مَرَّ[a:11998[ةٍ و]َإِلَيْهِ تُرْجَع[p[ُو]نَ",
          "translation_id": "Dan mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka men-jawab, “Yang menjadikan kami dapat berbicara adalah Allah, yang (juga) menjadikan segala sesuatu dapat berbicara, dan Dialah yang menciptakan kamu yang pertama kali dan hanya kepada-Nya kamu dikembalikan.”",
          "translation_en": "And they will say to their skins, \"Why have you testified against us?\" They will say, \"We were made to speak by Allah, who has made everything speak; and He created you the first time, and to Him you are returned.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4239",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4239.mp3",
          "tafsir_short": "Ketika anggota tubuh mereka, seperti pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap perbuatan dosa yang mereka lakukan selama hidup di dunia, mereka pun mempertanyakan hal itu. Dan ingatlah ketika mereka para musuh Allah itu, berkata kepada kulit mereka sendiri, “Mengapa kamu menjadi saksi yang memberatkan terhadap kami?” Kulit mereka menjawab, “Yang menjadikan kami dapat berbicara adalah Allah, yang juga menjadikan segala sesuatu dapat berbicara, dan Dialah juga yang menciptakan kamu yang pertama kali serta menganugerahkan kemampuan berbicara, dan hanya kepada-Nya saja kamu dikembalikan.”"
        },
        {
          "id": 4240,
          "surat_id": 41,
          "jus": 24,
          "ruku": 415,
          "no_ayat_inquran": 4240,
          "no_ayat_insurat": 22,
          "body_ayat_arb": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِن ظَنَنتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
          "body_ayat_ltn_en": "Wa maa kuntum tastatiroona ai-yashhada 'alaikum sam'ukum wa laaa absaarukum wa laa juloodukum wa laakin zanantum annal laaha laa ya'lamu kaseeram mimmaa ta'maloon",
          "body_ayat_ltn_in": "wamaa kuntum tastatiruuna an yasyhada 'alaykum sam'ukum walaa abshaarukum walaa juluudukum walaakin zhanantum anna allaaha laa ya'lamu katsiiran mimmaa ta'maluuna",
          "body_ayat_ltn_in_html": "wam<u>aa</u> kuntum tastatiruuna an yasyhada 'alaykum sam'ukum wal<u>aa</u> ab<u>shaa</u>rukum wal<u>aa</u> juluudukum wal<u>aa</u>kin <u>zh</u>anantum anna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> ya'lamu katsiiran mimm<u>aa</u> ta'maluun<strong>a</strong>",
          "invers_tajweed": "وَمَا كُ[f:100[نت]ُمْ تَسْتَتِرُونَ أ[a:11999[َن ي]َشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَل[o[َآ] أَ[q:12000[بْ]صَ[n[ـٰ]رُكُمْ وَلَا جُلُودُكُمْ وَلَ[n[ـٰ]كِ[f:12001[ن ظ]َنَ[f:12002[نت]ُمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ لَا يَعْلَمُ كَثِي[a:3437[رًا م]ِّ[g[مّ]َا تَعْمَل[p[ُو]نَ",
          "translation_id": "Dan kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan dan kulitmu terhadapmu ) bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.",
          "translation_en": "And you were not covering yourselves, lest your hearing testify against you or your sight or your skins, but you assumed that Allah does not know much of what you do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4240",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4240.mp3",
          "tafsir_short": "Dan kamu benar-benar tidak dapat dan tidak mampu bersembunyi dari kesaksian yang diberikan oleh pendengaran, penglihatan, dan kulitmu terhadap diri-mu sendiri. Bahkan kamu mengira bahwa Allah Yang Maha Mendengar dan Maha Melihat itu tidak mengetahui banyak tentang apa yaitu perbuatan jahat yang telah kamu lakukan itu."
        },
        {
          "id": 4241,
          "surat_id": 41,
          "jus": 24,
          "ruku": 415,
          "no_ayat_inquran": 4241,
          "no_ayat_insurat": 23,
          "body_ayat_arb": "وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنتُم بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُم مِّنَ الْخَاسِرِينَ",
          "body_ayat_ltn_en": "Wa zaalikum zannukumul lazee zanantum bi-Rabbikum ardaakum fa asbahtum minal khaasireen",
          "body_ayat_ltn_in": "wadzaalikum zhannukumu alladzii zhanantum birabbikum ardaakum fa-ashbahtum mina alkhaasiriina",
          "body_ayat_ltn_in_html": "wa<u>dzaa</u>likum <u>zh</u>annukumu <strong>al</strong>la<u>dz</u>ii <u>zh</u>anantum birabbikum ard<u>aa</u>kum fa-a<u>sh</u>ba<u>h</u>tum mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>",
          "invers_tajweed": "وَذ[n[َٲ]لِكُمْ ظَ[g[نّ]ُكُمُ [h:12003[ٱ]لَّذِى ظَنَ[f:12002[نت][c:12004[ُم ب]ِرَبِّكُمْ أَرْدَ[n[ٮٰ]كُمْ فَأَصْبَحْت[w:12005[ُم م]ِّنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
          "translation_id": "Dan itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu (dugaan itu) telah membinasakan kamu, sehingga jadilah kamu termasuk orang yang rugi.",
          "translation_en": "And that was your assumption which you assumed about your Lord. It has brought you to ruin, and you have become among the losers.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4241",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4241.mp3",
          "tafsir_short": "Dan sungguh itulah dugaan buruk-mu yang telah kamu sangkakan terhadap Tuhan yang telah berbuat baik kepada-mu, dan sekarang ternyata dugaan itulah yang telah membinasakan kamu, sehingga jadilah kamu termasuk dalam kelompok orang yang rugi,"
        },
        {
          "id": 4242,
          "surat_id": 41,
          "jus": 24,
          "ruku": 415,
          "no_ayat_inquran": 4242,
          "no_ayat_insurat": 24,
          "body_ayat_arb": "فَإِن يَصْبِرُوا فَالنَّارُ مَثْوًى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا فَمَا هُم مِّنَ الْمُعْتَبِينَ",
          "body_ayat_ltn_en": "Fa-iny yasbiroo fan Naaru maswal lahum wa iny-yasta'tiboo famaa hum minal mu'tabeen",
          "body_ayat_ltn_in": "fa-in yashbiruu faalnnaaru matswan lahum wa-in yasta'tibuu famaa hum mina almu'tabiina",
          "body_ayat_ltn_in_html": "fa-in ya<u>sh</u>biruu fa<strong>al</strong>nn<u>aa</u>ru matswan lahum wa-in yasta'tibuu fam<u>aa</u> hum mina <strong>a</strong>lmu'tabiin<strong>a</strong>",
          "invers_tajweed": "فَإ[a:12006[ِن ي]َصْبِرُو[s[اْ] فَ[h:6278[ٱ][l[ل][g[نّ]َارُ مَثْ[u:12007[وًى ل]َّهُمْ‌ۖ وَإ[a:12008[ِن ي]َسْتَعْتِبُو[s[اْ] فَمَا ه[w:10171[ُم م]ِّنَ [h:12009[ٱ]لْمُعْتَب[p[ِي]نَ",
          "translation_id": "Meskipun mereka bersabar (atas azab neraka) maka nerakalah tempat tinggal mereka dan jika mereka minta belas kasihan, maka mereka itu tidak termasuk orang yang pantas dikasihani.",
          "translation_en": "So [even] if they are patient, the Fire is a residence for them; and if they ask to appease [Allah], they will not be of those who are allowed to appease.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4242",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4242.mp3",
          "tafsir_short": "Agar terasa betapa besar murka Allah terhadap musuh-musuh-Nya itu, maka pembicaraan tidak ditujukan kepada mereka, karena mereka tidak layak lagi untuk diajak bicara, tetapi dikatakan bahwa meskipun mereka bersabar atau menahan rasa pedih atas azab neraka, maka memang yang pantas nerakalah yang menjadi tempat tinggal mereka, dan jika mereka minta belas kasihan agar diampuni dan diringankan siksanya, maka mereka itu tidak termasuk orang yang pantas dikasihani untuk diberi ampunan dan keringanan siksa."
        },
        {
          "id": 4243,
          "surat_id": 41,
          "jus": 24,
          "ruku": 415,
          "no_ayat_inquran": 4243,
          "no_ayat_insurat": 25,
          "body_ayat_arb": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ الْجِنِّ وَالْإِنسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
          "body_ayat_ltn_en": "Wa qaiyadnaa lahum quranaaa'a fazaiyanoo lahum maa baina aideehim wa maa khalfahum wa haqqa 'alaihimul qawlu feee umamin qad khalat min qablihim minal jinni wal insi innahum kaanoo khaasireen",
          "body_ayat_ltn_in": "waqayyadhnaa lahum quranaa-a fazayyanuu lahum maa bayna aydiihim wamaa khalfahum wahaqqa 'alayhimu alqawlu fii umamin qad khalat min qablihim mina aljinni waal-insi innahum kaanuu khaasiriina",
          "body_ayat_ltn_in_html": "waqayya<u>dh</u>n<u>aa</u> lahum quran<u>aa</u>-a fazayyanuu lahum m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wa<u>h</u>aqqa 'alayhimu <strong>a</strong>lqawlu fii umamin qad khalat min qablihim mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi innahum k<u>aa</u>nuu kh<u>aa</u>siriin<strong>a</strong>",
          "invers_tajweed": "۞ وَقَيَّضْنَا لَهُمْ قُرَن[o[َا]ٓءَ فَزَيَّنُو[s[اْ] لَه[w:3531[ُم م]َّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ [h:10217[ٱ]لْقَوْلُ ف[o[ِىٓ] أُمَ[f:4671[مٍ ق]َ[q:298[دْ] خَلَتْ مِ[f:617[ن ق]َ[q:618[بْ]لِه[w:10662[ِم م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ‌ۖ إِ[g[نّ]َهُمْ كَانُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ",
          "translation_id": "Dan Kami tetapkan bagi mereka teman-teman (setan) yang memuji-muji apa saja yang ada di hadapan dan di belakang mereka dan tetaplah atas mereka putusan azab bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sungguh, mereka adalah orang-orang yang rugi.",
          "translation_en": "And We appointed for them companions who made attractive to them what was before them and what was behind them [of sin], and the word has come into effect upon them among nations which had passed on before them of jinn and men. Indeed, they [all] were losers.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4243",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4243.mp3",
          "tafsir_short": "Setelah pada ayat-ayat yang lalu Al-Qur’an memberi kecaman terhadap para pendurhaka musyrikin Mekah dan siapa pun yang sama dengan mereka, pada ayat-ayat berikut Al-Qur’an menjelaskan lebih jauh sebab kedurhakaan itu. Dan Kami tetapkan bagi mereka para pendurhaka itu, teman-teman, yang sifat dan perangainya sama dengan mereka, yakni memuji-muji apa saja yang ada di hadapan mereka, yakni kelezatan duniawi, dan yang ada di belakang mereka, yakni kehidupan akhirat yang mereka ingkari. Dan oleh sebab itu, tetaplah atas mereka putusan, yakni azab, bersama umat-umat yang terdahulu sebelum mereka, dari golongan jin dan manusia. Sungguh, mereka semua para pendurhaka itu, adalah orang-orang yang benar-benar menderita kerugian."
        },
        {
          "id": 4244,
          "surat_id": 41,
          "jus": 24,
          "ruku": 416,
          "no_ayat_inquran": 4244,
          "no_ayat_insurat": 26,
          "body_ayat_arb": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
          "body_ayat_ltn_en": "Wa qaalal lazeena kafaroo laa tasma'oo lihaazal Quraani walghaw feehi la'allakum taghlihoon",
          "body_ayat_ltn_in": "waqaala alladziina kafaruu laa tasma'uu lihaadzaa alqur-aani wailghaw fiihi la'allakum taghlibuuna",
          "body_ayat_ltn_in_html": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu l<u>aa</u> tasma'uu lih<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni wa<strong>i</strong>lghaw fiihi la'allakum taghlibuun<strong>a</strong>",
          "invers_tajweed": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَا تَسْمَعُو[s[اْ] لِهَ[n[ـٰ]ذَا [h:12010[ٱ]لْقُرْءَانِ وَ[h:12011[ٱ]لْغَوْ[s[اْ] فِيهِ لَعَلَّكُمْ تَغْلِب[p[ُو]نَ",
          "translation_id": "Dan orang-orang yang kafir berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur'an ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).”",
          "translation_en": "And those who disbelieve say, \"Do not listen to this Qur'an and speak noisily during [the recitation of] it that perhaps you will overcome.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4244",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4244.mp3",
          "tafsir_short": "Contoh dari teman-teman para pendurhaka itu dapat dilihat pada perbuatan orang-orang yang melarang mendengarkan bacaan Al-Qur’an. Dan orang-orang yang kafir berkata satu sama lain di antara sesama mereka, “Janganlah kamu mendengarkan dengan cara apa pun bacaan Al-Qur’an ini, dan buatlah kegaduhan terhadapnya dengan cara berteriak-teriak atau bertepuk tangan sehingga bacaan itu tidak bisa didengar, agar dengan berbuat kegaduhan itu kamu dapat mengalahkan bacaan Al-Qur’an itu."
        },
        {
          "id": 4245,
          "surat_id": 41,
          "jus": 24,
          "ruku": 416,
          "no_ayat_inquran": 4245,
          "no_ayat_insurat": 27,
          "body_ayat_arb": "فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ",
          "body_ayat_ltn_en": "Falanuzeeqannal lazeena kafaroo 'azaaban shadeedanw wa lanajziyannahum aswallazee kaanoo ya'maloon",
          "body_ayat_ltn_in": "falanudziiqanna alladziina kafaruu 'adzaaban syadiidan walanajziyannahum aswa-a alladzii kaanuu ya'maluuna",
          "body_ayat_ltn_in_html": "falanu<u>dz</u>iiqanna <strong>al</strong>la<u>dz</u>iina kafaruu 'a<u>dzaa</u>ban syadiidan walanajziyannahum aswa-a <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>",
          "invers_tajweed": "فَلَنُذِيقَ[g[نّ]َ [h:12012[ٱ]لَّذِينَ كَفَرُو[s[اْ] عَذَا[f:1966[بًا ش]َدِي[a:12013[دًا و]َلَنَ[q:7579[جْ]زِيَ[g[نّ]َهُمْ أَسْوَأَ [h:11701[ٱ]لَّذِى كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
          "translation_id": "Maka sungguh, akan Kami timpakan azab yang keras kepada orang-orang yang kafir itu dan sungguh, akan Kami beri balasan mereka dengan seburuk-buruk balasan terhadap apa yang telah mereka kerjakan.",
          "translation_en": "But We will surely cause those who disbelieve to taste a severe punishment, and We will surely recompense them for the worst of what they had been doing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4245",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4245.mp3",
          "tafsir_short": "Menanggapi saran para pendurhaka itu kepada teman-temannya agar membuat kegaduhan ketika Al-Qur’an sedang dibacakan, maka Allah akan menimpakan azab kepada mereka. Firman Allah, “Maka sungguh, akan segera Kami timpakan azab yang keras serta siksa yang pedih kepada orang-orang yang kafir itu, dan di samping itu sungguh akan Kami beri balasan kepada mereka dengan seburuk-buruk balasan di akhirat nanti terhadap apa yang telah mereka kerjakan di dunia."
        },
        {
          "id": 4246,
          "surat_id": 41,
          "jus": 24,
          "ruku": 416,
          "no_ayat_inquran": 4246,
          "no_ayat_insurat": 28,
          "body_ayat_arb": "ذَٰلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ ۖ لَهُمْ فِيهَا دَارُ الْخُلْدِ ۖ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
          "body_ayat_ltn_en": "Zaalika jazaaa'u a'daaa'il laahin Naaru lahum feehaa daarul khuld, jazaaa'am bimaa kaanoo bi aayaatinaa yajhdoon",
          "body_ayat_ltn_in": "dzaalika jazaau a'daa-i allaahi alnnaaru lahum fiihaa daaru alkhuldi jazaa-an bimaa kaanuu bi-aayaatinaa yajhaduuna",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika jaz<u>aa</u>u a'd<u>aa</u>-i <strong>al</strong>l<u>aa</u>hi <strong>al</strong>nn<u>aa</u>ru lahum fiih<u>aa</u> d<u>aa</u>ru <strong>a</strong>lkhuldi jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>",
          "invers_tajweed": "ذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ أَعْد[o[َا]ٓءِ [h:12014[ٱ]للَّهِ [h:12015[ٱ][l[ل][g[نّ]َارُ‌ۖ لَهُمْ فِيهَا دَارُ [h:12016[ٱ]لْخُلْدِ‌ۖ جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا يَ[q:4008[جْ]حَد[p[ُو]نَ",
          "translation_id": "Demikianlah balasan (terhadap) musuh-musuh Allah (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
          "translation_en": "That is the recompense of the enemies of Allah - the Fire. For them therein is the home of eternity as recompense for what they, of Our verses, were rejecting.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4246",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4246.mp3",
          "tafsir_short": "Demikianlah, siksa yang seburuk-buruknya itu merupakan balasan terhadap musuh-musuh Allah yaitu neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka yang terus menerus terhadap ayat-ayat Kami."
        },
        {
          "id": 4247,
          "surat_id": 41,
          "jus": 24,
          "ruku": 416,
          "no_ayat_inquran": 4247,
          "no_ayat_insurat": 29,
          "body_ayat_arb": "وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ",
          "body_ayat_ltn_en": "Wa qaalal lazeena kafaroo Rabbanaaa arinal lazaini adal laanaa minal jinni wal insi naj'alhumaa tahta aqdaaminaa liyakoonaa minal asfaleen",
          "body_ayat_ltn_in": "waqaala alladziina kafaruu rabbanaa arinaa alladzayni adhallaanaa mina aljinni waal-insi naj'alhumaa tahta aqdaaminaa liyakuunaa mina al-asfaliina",
          "body_ayat_ltn_in_html": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu rabban<u>aa</u> arin<u>aa</u> <strong>al</strong>la<u>dz</u>ayni a<u>dh</u>all<u>aa</u>n<u>aa</u> mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi naj'alhum<u>aa</u> ta<u>h</u>ta aqd<u>aa</u>min<u>aa</u> liyakuun<u>aa</u> mina <strong>a</strong>l-asfaliin<strong>a</strong>",
          "invers_tajweed": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] رَبَّن[o[َآ] أَرِنَا [h:12017[ٱ]لَّذَيْنِ أَضَلَّانَا مِنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ نَ[q:12018[جْ]عَلْهُمَا تَحْتَ أَ[q:12019[قْ]دَامِنَا لِيَكُونَا مِنَ [h:12020[ٱ]لْأَسْفَل[p[ِي]نَ",
          "translation_id": "Dan orang-orang yang kafir berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami yaitu (golongan) jin dan manusia, agar kami letakkan keduanya di bawah telapak kaki kami agar kedua golongan itu menjadi yang paling bawah (hina).”",
          "translation_en": "And those who disbelieved will [then] say, \"Our Lord, show us those who misled us of the jinn and men [so] we may put them under our feet that they will be among the lowest.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4247",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4247.mp3",
          "tafsir_short": "Berkaitan erat dengan siksa yang menanti orang-orang kafir itu di neraka, ayat ini menggambarkan permintaan mereka agar diperlihatkan siapa yang telah menyesatkan mereka. Dan ketika sudah berada di neraka, orang-orong yang kafir berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan makhluk yang telah menyesatkan dan mengakibatkan kami terjerumus masuk neraka ini, yaitu golongan jin dan manusia, agar kami letakkan mereka keduanya di bawah telapak kaki kami, agar kedua golongan itu menjadi orang yang paling bawah atau hina.”"
        },
        {
          "id": 4248,
          "surat_id": 41,
          "jus": 24,
          "ruku": 416,
          "no_ayat_inquran": 4248,
          "no_ayat_insurat": 30,
          "body_ayat_arb": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ",
          "body_ayat_ltn_en": "Innal lazeena qaaloo Rabbunal laahu summas taqaamoo tatanazzalu 'alaihimul malaaa 'ikatu allaa takhaafoo wa laa tahzanoo wa abshiroo bil Jannnatil latee kuntum too'adoon",
          "body_ayat_ltn_in": "inna alladziina qaaluu rabbunaa allaahu tsumma istaqaamuu tatanazzalu 'alayhimu almalaa-ikatu allaa takhaafuu walaa tahzanuu wa-absyiruu bialjannati allatii kuntum tuu'aduuna",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu rabbun<u>aa</u> <strong>al</strong>l<u>aa</u>hu tsumma istaq<u>aa</u>muu tatanazzalu 'alayhimu <strong>a</strong>lmal<u>aa</u>-ikatu <strong>al</strong>l<u>aa</u> takh<u>aa</u>fuu wal<u>aa</u> ta<u>h</u>zanuu wa-absyiruu bi<strong>a</strong>ljannati <strong>al</strong>latii kuntum tuu'aduun<strong>a</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ قَالُو[s[اْ] رَبُّنَا [h:9034[ٱ]للَّهُ ثُ[g[مّ]َ [h:12021[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] تَتَنَزَّلُ عَلَيْهِمُ [h:12022[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ أَلَّا تَخَافُو[s[اْ] وَلَا تَحْزَنُو[s[اْ] وَأَ[q:12023[بْ]شِرُو[s[اْ] بِ[h:12024[ٱ]لْجَ[g[نّ]َةِ [h:12025[ٱ]لَّتِى كُ[f:100[نت]ُمْ تُوعَد[p[ُو]نَ",
          "translation_id": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.”",
          "translation_en": "Indeed, those who have said, \"Our Lord is Allah \" and then remained on a right course - the angels will descend upon them, [saying], \"Do not fear and do not grieve but receive good tidings of Paradise, which you were promised.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4248",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4248.mp3",
          "tafsir_short": "Pada ayat-ayat yang lalu telah dijelaskan adanya teman-teman bagi para pendurhaka yang menjerumuskan mereka ke dalam neraka, maka pada ayat-ayat berikut disajikan kebalikan dari itu, yakni orang-orang beriman yang bersaksi bahwa Allah adalah Tuhan mereka. Sesungguhnya orang-orang beriman yang berkata, “Tuhan kami adalah Allah,” kemudian mereka bermohon kepada Allah agar meneguhkan pendirian mereka beristikamah dalam hidup, maka malaikat-malaikat akan turun kepada mereka yang akan menjadi teman mereka dengan berkata, “Janganlah kamu merasa takut menghadapi masa datang, dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan memperoleh surga yang telah dijanjikan Allah kepadamu melalui Rasul-Nya.”"
        },
        {
          "id": 4249,
          "surat_id": 41,
          "jus": 24,
          "ruku": 416,
          "no_ayat_inquran": 4249,
          "no_ayat_insurat": 31,
          "body_ayat_arb": "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
          "body_ayat_ltn_en": "Nahnu awliyaaa'ukum fil hayaatid dunyaa wa fil Aakhirati wa lakum feehaa maa tashtaheee anfusukum wa lakum feehaa ma tadda'oon",
          "body_ayat_ltn_in": "nahnu awliyaaukum fii alhayaati alddunyaa wafii al-aakhirati walakum fiihaa maa tasytahii anfusukum walakum fiihaa maa tadda'uuna",
          "body_ayat_ltn_in_html": "na<u>h</u>nu awliy<u>aa</u>ukum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wafii <strong>a</strong>l-<u>aa</u>khirati walakum fiih<u>aa</u> m<u>aa</u> tasytahii anfusukum walakum fiih<u>aa</u> m<u>aa</u> tadda'uun<strong>a</strong>",
          "invers_tajweed": "نَحْنُ أَوْلِي[o[َا]ٓؤُكُمْ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۖ وَلَكُمْ فِيهَا مَا تَشْتَه[o[ِىٓ] أَ[f:6579[نف]ُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّع[p[ُو]نَ",
          "translation_id": "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta.",
          "translation_en": "We [angels] were your allies in worldly life and [are so] in the Hereafter. And you will have therein whatever your souls desire, and you will have therein whatever you request [or wish]",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4249",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4249.mp3",
          "tafsir_short": "Demikianlah para malaikat menenangkan orang-orang beriman dan membuat mereka lebih merasa nyaman. Para malaikat itu berkata, “Kami, atas perintah Allah, menjadi pelindung-pelindungmu dan akan selalu siap membantu kamu dalam kehidupan dunia dan demikian pula dalam kehidupan akhirat. Maka di dalamnya, yakni di dalam surga ini, kamu memperoleh apa yang kamu inginkan dalam bentuk berbagai kenikmatan, dan memperoleh apa saja yang pernah kamu minta dulu di dunia."
        },
        {
          "id": 4250,
          "surat_id": 41,
          "jus": 24,
          "ruku": 416,
          "no_ayat_inquran": 4250,
          "no_ayat_insurat": 32,
          "body_ayat_arb": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
          "body_ayat_ltn_en": "Nuzulam min Ghafoorir Raheem",
          "body_ayat_ltn_in": "nuzulan min ghafuurin rahiimin",
          "body_ayat_ltn_in_html": "nuzulan min ghafuurin ra<u>h</u>iim<strong>in</strong>",
          "invers_tajweed": "نُزُل[a:2524[اً م]ِّنْ غَفُو[u:12026[رٍ ر]َّح[p[ِي]مٍ",
          "translation_id": "Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang.",
          "translation_en": "As accommodation from a [Lord who is] Forgiving and Merciful.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4250",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4250.mp3",
          "tafsir_short": "Yang demikian itu adalah sebagai penghormatan bagimu dari Allah Yang Maha Pengampun lagi Maha Penyayang."
        },
        {
          "id": 4251,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4251,
          "no_ayat_insurat": 33,
          "body_ayat_arb": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
          "body_ayat_ltn_en": "Wa man ahsanu qawlam mimman da'aaa ilal laahi wa 'amila saalihanw wa qaala innanee minal muslimeen",
          "body_ayat_ltn_in": "waman ahsanu qawlan mimman da'aa ilaa allaahi wa'amila shaalihan waqaala innanii mina almusl",
          "body_ayat_ltn_in_html": "waman a<u>h</u>sanu qawlan mimman da'<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa'amila <u>shaa</u>li<u>h</u>an waq<u>aa</u>la innanii mina <strong>a</strong>lmusl",
          "invers_tajweed": "وَمَنْ أَحْسَنُ قَوْل[a:12027[اً م]ِّ[g[مّ]َ[f:12028[ن د]َع[o[َآ] إِلَى [h:1637[ٱ]للَّهِ وَعَمِلَ صَ[n[ـٰ]لِ[a:12029[حًا و]َقَالَ إِ[g[نّ]َنِى مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ",
          "translation_id": "Dan siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah dan mengerjakan kebajikan dan berkata, “Sungguh, aku termasuk orang-orang muslim (yang berserah diri)?”",
          "translation_en": "And who is better in speech than one who invites to Allah and does righteousness and says, \"Indeed, I am of the Muslims.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4251",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4251.mp3",
          "tafsir_short": "Setelah ayat-ayat yang lalu menjelaskan penghargaan kepada orang-orang yang istikamah dengan kedatangan malaikat yang membantu mereka, maka ayat-ayat berikut memberikan pujian terhadap orang yang menyeru ke jalan Allah. Dan siapakah yang lebih baik perkataannya di antara manusia, daripada orang yang menyeru kepada Allah agar manusia tidak melakukan kemusyrikan, dan selalu gemar mengerjakan kebajikan dan berkata dengan penuh keyakinan, “Sungguh, aku termasuk ke dalam kelompok orang-orang muslim yang berserah diri?”"
        },
        {
          "id": 4252,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4252,
          "no_ayat_insurat": 34,
          "body_ayat_arb": "وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ۚ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ",
          "body_ayat_ltn_en": "Wa laa tastawil hasanatu wa las saiyi'ah; idfa' billatee hiya ahsanu fa'izal lazee bainaka wa bainahoo 'adaawatun ka'annahoo waliyun hameem",
          "body_ayat_ltn_in": "walaa tastawii alhasanatu walaa alssayyi-atu idfa' biallatii hiya ahsanu fa-idzaa alladzii baynaka wabaynahu 'adaawatun ka-annahu waliyyun hamiimun",
          "body_ayat_ltn_in_html": "wal<u>aa</u> tastawii <strong>a</strong>l<u>h</u>asanatu wal<u>aa</u> <strong>al</strong>ssayyi-atu idfa' bi<strong>a</strong>llatii hiya a<u>h</u>sanu fa-i<u>dzaa</u> <strong>al</strong>la<u>dz</u>ii baynaka wabaynahu 'ad<u>aa</u>watun ka-annahu waliyyun <u>h</u>amiim<strong>un</strong>",
          "invers_tajweed": "وَلَا تَسْتَوِى [h:12030[ٱ]لْحَسَنَةُ وَلَا [h:12031[ٱ][l[ل]سَّيِّئَةُ‌ۚ [h:12032[ٱ][q:9286[دْ]فَعْ بِ[h:4526[ٱ]لَّتِى هِىَ أَحْسَنُ فَإِذَا [h:10094[ٱ]لَّذِى بَيْنَكَ وَبَيْنَهُ[n[ۥ] عَد[n[َٲ]وَ[f:12033[ةٌ ك]َأَ[g[نّ]َهُ[n[ۥ] وَلِىٌّ حَم[p[ِي]مٌ",
          "translation_id": "Dan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan an-tara kamu dan dia akan seperti teman yang setia.",
          "translation_en": "And not equal are the good deed and the bad. Repel [evil] by that [deed] which is better; and thereupon the one whom between you and him is enmity [will become] as though he was a devoted friend.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4252",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4252.mp3",
          "tafsir_short": "Orang seperti itulah orang yang terbaik. Dan dengan demikian tidaklah sama antara kebaikan dan pelaku kebaikan itu dengan kejahatan dan pelaku kejahatan itu. Oleh sebab itu, tolaklah kejahatan itu dengan cara yang lebih baik, dalam arti sebaik-baiknya. Jika itu yang dilakukan sehingga orang yang ada rasa permusuhan antara kamu dan dia akan berubah sikapnya kepadamu menjadi seperti teman yang setia."
        },
        {
          "id": 4253,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4253,
          "no_ayat_insurat": 35,
          "body_ayat_arb": "وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ",
          "body_ayat_ltn_en": "Wa maa yulaqqaahaaa illal lazeena sabaroo wa maa yulaqqaahaaa illaa zoo hazzin 'azeem",
          "body_ayat_ltn_in": "wamaa yulaqqaahaa illaa alladziina shabaruu wamaa yulaqqaahaa illaa dzuu hazhzhin 'azhiimin",
          "body_ayat_ltn_in_html": "wam<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>sh</u>abaruu wam<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <u>dz</u>uu <u>h</u>a<u>zhzh</u>in 'a<u>zh</u>iim<strong>in</strong>",
          "invers_tajweed": "وَمَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا [h:778[ٱ]لَّذِينَ صَبَرُو[s[اْ] وَمَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا ذُو حَظٍّ عَظ[p[ِي]مٍ",
          "translation_id": "Dan (sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.",
          "translation_en": "But none is granted it except those who are patient, and none is granted it except one having a great portion [of good].",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4253",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4253.mp3",
          "tafsir_short": "Dan ketahuilah bahwa sifat-sifat yang baik itu, yakni membalas keburukan dengan kebaikan, tidak akan dianugerahkan kecuali kepada orang-orang yang sudah terbiasa bersikap sabar dan juga tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar serta mempunyai hati yang bersih."
        },
        {
          "id": 4254,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4254,
          "no_ayat_insurat": 36,
          "body_ayat_arb": "وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
          "body_ayat_ltn_en": "Wa immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaahi innahoo Huwas Samee'ul 'Aleem",
          "body_ayat_ltn_in": "wa-immaa yanzaghannaka mina alsysyaythaani nazghun faista'idz biallaahi innahu huwa alssamii'u al'aliim",
          "body_ayat_ltn_in_html": "wa-imm<u>aa</u> yanzaghannaka mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni nazghun fa<strong>i</strong>sta'i<u>dz</u> bi<strong>al</strong>l<u>aa</u>hi innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong></strong>",
          "invers_tajweed": "وَإِ[g[مّ]َا يَ[f:5206[نز]َغَ[g[نّ]َكَ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ نَزْ[f:5207[غٌ ف]َ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
          "translation_id": "Dan jika setan mengganggumu dengan suatu godaan, maka mohonlah perlindungan kepada Allah. Sungguh, Dialah Yang Maha Mendengar, Maha Mengetahui.",
          "translation_en": "And if there comes to you from Satan an evil suggestion, then seek refuge in Allah. Indeed, He is the Hearing, the Knowing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4254",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4254.mp3",
          "tafsir_short": "Sikap terpuji yang membalas keburukan dengan kebaikan itu sangat dibenci oleh setan. ltulah sebabnya setan selalu menghalang-halangi manusia agar tidak bersikap seperti demikian. Untuk itu, Allah mengajarkan bagaimana menghadapi setan berkaitan dengan hal itu. Dan jika setan mengganggumu wahai Nabi Muhammad, dengan suatu godaan, membalas keburukan dengan keburukan atau berbuat perbuatan lain yang tidak terpuji, maka mohonlah perlindungan kepada Allah. Sungguh, Dialah Yang Maha Mendengar, Maha Mengetahui sebagai tempat berlindung."
        },
        {
          "id": 4255,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4255,
          "no_ayat_insurat": 37,
          "body_ayat_arb": "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ۚ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
          "body_ayat_ltn_en": "Wa min Aayaatihil lailu wannahaaru washshamsu walqamar; laa tasjudoo lishshamsi wa laa lilqamari wasjudoo lillaahil lazee khala qahunna in kuntum iyyaahu ta'budoon",
          "body_ayat_ltn_in": "wamin aayaatihi allaylu waalnnahaaru waalsysyamsu waalqamaru laa tasjuduu lilsysyamsi walaa lilqamari wausjuduu lillaahi aladzii khalaqahunna in kuntum iyyaahu ta'buduuna",
          "body_ayat_ltn_in_html": "wamin <u>aa</u>y<u>aa</u>tihi <strong>al</strong>laylu wa<strong>al</strong>nnah<u>aa</u>ru wa<strong>al</strong>sysyamsu wa<strong>a</strong>lqamaru l<u>aa</u> tasjuduu li<strong>l</strong>sysyamsi wal<u>aa</u> lilqamari wa<strong>u</strong>sjuduu lill<u>aa</u>hi ala<u>dz</u>ii khalaqahunna in kuntum iyy<u>aa</u>hu ta'buduun<strong>a</strong>",
          "invers_tajweed": "وَمِنْ ءَايَ[n[ـٰ]تِهِ [h:12034[ٱ]لَّيْلُ وَ[h:12035[ٱ][l[ل][g[نّ]َهَارُ وَ[h:8955[ٱ][l[ل]شَّمْسُ وَ[h:8956[ٱ]لْقَمَرُ‌ۚ لَا تَسْجُدُو[s[اْ] لِلشَّمْسِ وَلَا لِلْقَمَرِ وَ[h:9126[ٱ]سْجُدُو[s[اْ] لِلَّهِ [h:3912[ٱ]لَّذِى خَلَقَهُ[g[نّ]َ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ إِيَّاهُ تَعْبُد[p[ُو]نَ",
          "translation_id": "Dan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, mata-hari dan bulan. Janganlah bersujud kepada matahari dan jangan (pula) kepada bulan, tetapi bersujudlah kepada Allah yang menciptakannya, jika kamu hanya menyembah kepada-Nya.",
          "translation_en": "And of His signs are the night and day and the sun and moon. Do not prostrate to the sun or to the moon, but prostate to Allah, who created them, if it should be Him that you worship.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4255",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4255.mp3",
          "tafsir_short": "Al-Qur’an memang kitab hidayah yang menuntun manusia agar menempuh jalan yang lurus. Setelah berbicara tentang sikap terpuji, yakni membalas keburukan dengan kebaikan, Al-Qur’an kemudian mengingatkan manusia betapa Allah itu sangat berkuasa sehingga malam, siang, matahari dan bulan dengan caranya sendiri-sendiri bersujud kepada Allah. Dengan metode observasi terhadap fenomena alam ini merupakan bentuk pengajaran yang menyentuh, bagi orang-orang yang mau mempergunakan nalarnya dengan baik.\r\nDan sebagian dari tanda-tanda kebesaran dan kekuasaan-Nya ialah adanya malam, siang, matahari, dan bulan yang merupakan ciptaan Allah. Oleh sebab itu, janganlah pernah bersujud kepada matahari dan jangan pula pernah bersujud kepada bulan, karena kedua-duanya adalah ciptaan Allah, tetapi bersujudlah hanya kepada Allah saja yang menciptakannya, jika memang kamu sudah menyatakan hanya akan menyembah kepada-Nya saja."
        },
        {
          "id": 4256,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4256,
          "no_ayat_insurat": 38,
          "body_ayat_arb": "فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ ۩",
          "body_ayat_ltn_en": "Fa inis-takbaroo fallazee na 'inda Rabbika yusabbihoona lahoo billaili wannnahaari wa hum laa yas'amoon",
          "body_ayat_ltn_in": "fa-ini istakbaruu faalladziina 'inda rabbika yusabbihuuna lahu biallayli waalnnahaari wahum laa yas-amuuna",
          "body_ayat_ltn_in_html": "fa-ini istakbaruu fa<strong>a</strong>lla<u>dz</u>iina 'inda rabbika yusabbi<u>h</u>uuna lahu bi<strong>a</strong>llayli wa<strong>al</strong>nnah<u>aa</u>ri wahum l<u>aa</u> yas-amuun<strong>a</strong>",
          "invers_tajweed": "فَإِنِ [h:12036[ٱ]سْتَكْبَرُو[s[اْ] فَ[h:2514[ٱ]لَّذِينَ عِ[f:264[ند]َ رَبِّكَ يُسَبِّحُونَ لَهُ[n[ۥ] بِ[h:1622[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ وَهُمْ لَا يَسْــَٔمُ[p[و]نَ ۩",
          "translation_id": "Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhanmu bertasbih kepada-Nya pada malam dan siang hari, sedang mereka tidak pernah jemu.",
          "translation_en": "But if they are arrogant - then those who are near your Lord exalt Him by night and by day, and they do not become weary.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4256",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4256.mp3",
          "tafsir_short": "Jika mereka orang-orang kafir itu masih menyombongkan diri tidak mau mengikuti tuntunan ini janganlah kecewa. Sebab, Allah tidak memerlukan penyembahan dari siapa pun dan sudah ada malaikat yang tunduk dan patuh kepada Allah. Dengan ketundukan dan kepatuhan itu, maka mereka para malaikat yang di sisi Tuhanmu itu senantiasa bertasbih kepada-Nya pada malam dan siang hari, sedang mereka dalam bertasbih itu tidak pernah merasa jemu dan bosan."
        },
        {
          "id": 4257,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4257,
          "no_ayat_insurat": 39,
          "body_ayat_arb": "وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ۚ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
          "body_ayat_ltn_en": "Wa min Aayaatiheee annaka taral arda khaashi'atan fa izaaa anzalna 'alaihal maaa'ah tazzat wa rabat; innal lazeee ahyaahaa lamuhiyil mawtaa; innahoo 'alaa kulli shai-in Qadeer",
          "body_ayat_ltn_in": "wamin aayaatihi annaka taraa al-ardha khaasyi'atan fa-idzaa anzalnaa 'alayhaa almaa-a ihtazzat warabat inna alladzii ahyaahaa lamuhyii almawtaa innahu 'alaa kulli syay-in qadiirun",
          "body_ayat_ltn_in_html": "wamin <u>aa</u>y<u>aa</u>tihi annaka tar<u>aa</u> <strong>a</strong>l-ar<u>dh</u>a kh<u>aa</u>syi'atan fa-i<u>dzaa</u> anzaln<u>aa</u> 'alayh<u>aa</u> <strong>a</strong>lm<u>aa</u>-a ihtazzat warabat inna <strong>al</strong>la<u>dz</u>ii a<u>h</u>y<u>aa</u>h<u>aa</u> lamu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> innahu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
          "invers_tajweed": "وَمِنْ ءَايَ[n[ـٰ]تِه[o[ِۦٓ] أَ[g[نّ]َكَ تَرَى [h:12037[ٱ]لْأَرْضَ خَ[n[ـٰ]شِعَ[f:12038[ةً ف]َإِذ[o[َآ] أَ[f:515[نز]َلْنَا عَلَيْهَا [h:8919[ٱ]لْم[o[َا]ٓءَ [h:8920[ٱ]هْتَزَّتْ وَرَبَتْ‌ۚ إِ[g[نّ]َ [h:10272[ٱ]لَّذ[o[ِىٓ] أَحْيَاهَا لَمُحْىِ [h:10519[ٱ]لْمَوْتَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
          "translation_id": "Dan sebagian dari tanda-tanda (kebesaran)-Nya, engkau melihat bumi itu kering dan tandus, tetapi apabila Kami turunkan hujan di atasnya, niscaya ia bergerak dan subur. Sesungguhnya (Allah) yang menghidupkannya pasti dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu.",
          "translation_en": "And of His signs is that you see the earth stilled, but when We send down upon it rain, it quivers and grows. Indeed, He who has given it life is the Giver of Life to the dead. Indeed, He is over all things competent.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4257",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4257.mp3",
          "tafsir_short": "Dan sebagian dari tanda-tanda kebesaran dan kekuasaan-Nya adalah engkau melihat dengan kasat mata atau dengan pemikiran bumi itu kering dan tandus juga gersang dan mati, tetapi apabila Kami turunkan hujan dari langit di atas tanah yang kering dan tandus itu, niscaya dengan air hujan ia bergerak dan subur memberikan kehidupan, sehingga dapat ditumbuhi oleh tanam-tanaman yang sangat diperlukan oleh manusia dalam kehidupan. Ketahuilah, bahwa sesungguhnya Allah-lah yang menghidupkannya, dan dengan demikian pasti Allah dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu."
        },
        {
          "id": 4258,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4258,
          "no_ayat_insurat": 40,
          "body_ayat_arb": "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا ۗ أَفَمَن يُلْقَىٰ فِي النَّارِ خَيْرٌ أَم مَّن يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ اعْمَلُوا مَا شِئْتُمْ ۖ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
          "body_ayat_ltn_en": "Innal lazeena yulhidoona feee Aayaatina laa yakhfawna 'alainaa' afamai yulqaa fin Naari khayrun am mai yaateee aaminai Yawmal Qiyaamah; i'maloo ma shi'tum innahoo bimaa ta'maloona Baseer",
          "body_ayat_ltn_in": "inna alladziina yulhiduuna fii aayaatinaa laa yakhfawna 'alaynaa afaman yulqaa fii alnnaari khayrun amman ya/tii aaminan yawma alqiyaamati i'maluu maa syi/tum innahu bimaa ta'maluuna bashiir",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yul<u>h</u>iduuna fii <u>aa</u>y<u>aa</u>tin<u>aa</u> l<u>aa</u> yakhfawna 'alayn<u>aa</u> afaman yulq<u>aa</u> fii <strong>al</strong>nn<u>aa</u>ri khayrun amman ya/tii <u>aa</u>minan yawma <strong>a</strong>lqiy<u>aa</u>mati i'maluu m<u>aa</u> syi/tum innahu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong></strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُلْحِدُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا لَا يَخْفَوْنَ عَلَيْن[o[َآ‌ۗ] أَفَم[a:12039[َن ي]ُلْقَىٰ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ خَيْرٌ أ[w:3110[َم م]ّ[a:12040[َن ي]َأْت[o[ِىٓ] ءَامِ[a:12041[نًا ي]َوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ [h:12042[ٱ]عْمَلُو[s[اْ] مَا شِئْتُمْ‌ۖ إِ[g[نّ]َهُ[n[ۥ] بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
          "translation_id": "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, mereka tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka yang lebih baik ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Lakukanlah apa yang kamu kehendaki! Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
          "translation_en": "Indeed, those who inject deviation into Our verses are not concealed from Us. So, is he who is cast into the Fire better or he who comes secure on the Day of Resurrection? Do whatever you will; indeed, He is Seeing of what you do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4258",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4258.mp3",
          "tafsir_short": "Sangatlah logis bila dikatakan bahwa orang-orang yang mengingkari tanda-tanda kebesaran dan kemahakuasaan Allah tidak akan mampu bersembunyi dari penglihatan-Nya, karena Allah itu Zat Yang Maha Melihat lagi Maha Mengetahui. Ayat berikut memperingatkan dengan mengancam mereka. Sesungguhnya orang-orang yang mengingkari tanda-tanda kebesaran Kami dengan menempuh jalan yang sesat, mereka itu sedetik pun tidak tersembunyi dari tilikan Kami. Maka jika demikian manakah yang terbaik, apakah arang-orang yang dilemparkan ke dalam neraka yang lebih baik, ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Oleh sebab itu, katakanlah kepada orang-orang yang durhaka itu, “Lakukanlah apa saja yang kamu kehendaki sesuka hatimu! Sungguh, Dia Maha Melihat apa yang kamu kerjakan dan membalas kamu sesuai dengan apa yang kamu perbuat itu."
        },
        {
          "id": 4259,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4259,
          "no_ayat_insurat": 41,
          "body_ayat_arb": "إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ ۖ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ",
          "body_ayat_ltn_en": "Inna Lazeena kafaroo biz Zikri lammaa jaa'ahum wa innahoo la Kitaabun 'Azeez",
          "body_ayat_ltn_in": "inna alladziina kafaruu bialdzdzikri lammaa jaa-ahum wa-innahu lakitaabun 'aziizun",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina kafaruu bi<strong>al</strong><u>dzdz</u>ikri lamm<u>aa</u> j<u>aa</u>-ahum wa-innahu lakit<u>aa</u>bun 'aziiz<strong>un</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِ[h:12043[ٱ][l[ل]ذِّكْرِ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ‌ۖ وَإِ[g[نّ]َهُ[n[ۥ] لَكِتَ[n[ـٰ]بٌ عَز[p[ِي]زٌ",
          "translation_id": "Sesungguhnya orang-orang yang mengingkari Al-Qur'an ketika (Al-Qur'an) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Al-Qur'an) itu adalah Kitab yang mulia,",
          "translation_en": "Indeed, those who disbelieve in the message after it has come to them... And indeed, it is a mighty Book.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4259",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4259.mp3",
          "tafsir_short": "Ayat-ayat Allah ada yang terbentang di alam raya dan ada yang termaktub dalam Al-Qur’an. Bahkan Al-Qur’an adalah himpunan dari ayat-ayat Allah. Sebagaimana orang-orang yang mengingkari ayat-ayat Allah yang terbentang di alam raya ini, orang-orang yang mengingkari Al-Qur’an juga akan menjadi celaka. Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika Al-Qur’an itu disampaikan kepada mereka, mereka itu pasti akan celaka jika tidak segera bertobat, dan sesungguhnya Al-Qur’an itu adalah Kitab yang mulia dari Zat Yang Mahamulia lagi Mahaperkasa."
        },
        {
          "id": 4260,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4260,
          "no_ayat_insurat": 42,
          "body_ayat_arb": "لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
          "body_ayat_ltn_en": "Laa yaateehil baatilu mim baini yadaihi wa laa min khalfihee tanzeelum min Hakeemin Hameed",
          "body_ayat_ltn_in": "laa ya/tiihi albaathilu min bayni yadayhi walaa min khalfihi tanziilun min hakiimin hamiidin",
          "body_ayat_ltn_in_html": "l<u>aa</u> ya/tiihi <strong>a</strong>lb<u>aath</u>ilu min bayni yadayhi wal<u>aa</u> min khalfihi tanziilun min <u>h</u>akiimin <u>h</u>amiid<strong>in</strong>",
          "invers_tajweed": "لَّا يَأْتِيهِ [h:12044[ٱ]لْبَ[n[ـٰ]طِلُ م[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِه[n[ِۦ]‌ۖ تَ[f:11949[نز]ِي[a:12045[لٌ م]ِّنْ حَكِيمٍ حَم[p[ِي][q[د]ٍ",
          "translation_id": "yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji.",
          "translation_en": "Falsehood cannot approach it from before it or from behind it; [it is] a revelation from a [Lord who is] Wise and Praiseworthy.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4260",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4260.mp3",
          "tafsir_short": "Al-Qur'an itu adalah kitab yang tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang, baik pada masa lalu dan yang akan datang, kitab yang diturunkan dari Tuhan Yang Mahabijaksana lagi Maha Terpuji."
        },
        {
          "id": 4261,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4261,
          "no_ayat_insurat": 43,
          "body_ayat_arb": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
          "body_ayat_ltn_en": "Maa yuqaalu laka illaa maa qad qeela lir Rusuli min qablik; inna Rabbaka lazoo maghfiratinw wa zoo 'iqaabin aleem",
          "body_ayat_ltn_in": "maa yuqaalu laka illaa maa qad qiila lilrrusuli min qablika inna rabbaka ladzuu maghfiratin wadzuu 'iqaabin aliimin",
          "body_ayat_ltn_in_html": "m<u>aa</u> yuq<u>aa</u>lu laka ill<u>aa</u> m<u>aa</u> qad qiila li<strong>l</strong>rrusuli min qablika inna rabbaka la<u>dz</u>uu maghfiratin wa<u>dz</u>uu 'iq<u>aa</u>bin <strong>a</strong>liim<strong>in</strong>",
          "invers_tajweed": "مَّا يُقَالُ لَكَ إِلَّا مَا قَ[q:298[دْ] قِيلَ لِلرُّسُلِ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ‌ۚ إِ[g[نّ]َ رَبَّكَ لَذُو مَغْفِرَ[a:12046[ةٍ و]َذُو عِقَابٍ أَل[p[ِي]مٍ",
          "translation_id": "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sungguh, Tuhanmu mempunyai ampunan dan azab yang pedih.",
          "translation_en": "Nothing is said to you, [O Muhammad], except what was already said to the messengers before you. Indeed, your Lord is a possessor of forgiveness and a possessor of painful penalty.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4261",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4261.mp3",
          "tafsir_short": "Jelaslah sekarang, dari ungkapan ayat-ayat yang lalu, tindakan durhaka yang dilakukan oleh para pendurhaka yang memaki dan mengejek nabi dan rasul sama saja dengan apa yang dilakukan oleh musyrik Mekah terhadap Nabi Muhammad. “Apa yang dikatakan oleh orang-orang kafir musyrik Mekah kepadamu wahai Nabi Muhammad, apakah itu menyangkut dirimu, ataupun menyangkut Al-Qur’an, tidak lain adalah sama dengan apa yang telah dikatakan kepada rasul-rasul sebelummu. Oleh sebab itu, bersabarlah atas makian dan ejekan mereka. Sungguh, Tuhanmu akan melindungi dan membimbingmu, dan Dia mempunyai ampunan bagi orang-orang beriman dan mempunyai azab yang pedih untuk orang-orang yang durhaka.”"
        },
        {
          "id": 4262,
          "surat_id": 41,
          "jus": 24,
          "ruku": 417,
          "no_ayat_inquran": 4262,
          "no_ayat_insurat": 44,
          "body_ayat_arb": "وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَّقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ ۖ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ",
          "body_ayat_ltn_en": "Wa law ja'alnaahu Qur-aanan A'jamiyyal laqaaloo law laa fussilat Aayaatuhoo 'a A'jamiyyunw wa 'Arabiyy; qul huwa lillazeena aamanoo hudanw wa shifaaa'unw wallazeena la yu'minoona feee aazaanihim waqrunw wa huwa 'alaihim 'amaa; ulaaa'ika yunaadawna mim maakaanim ba'eed",
          "body_ayat_ltn_in": "walaw ja'alnaahu qur-aanan a'jamiyyan laqaaluu lawlaa fushshilat aayaatuhu a-a'jamiyyun wa'arabiyyun qul huwa lilladziina aamanuu hudan wasyifaaun waalladziina laa yu/minuuna fii aatsaanihim waqrun wahuwa 'alayhim 'aman ulaa-ika yunaadawna min makaanin ba'iidin",
          "body_ayat_ltn_in_html": "walaw ja'aln<u>aa</u>hu qur-<u>aa</u>nan a'jamiyyan laq<u>aa</u>luu lawl<u>aa</u> fu<u>shsh</u>ilat <u>aa</u>y<u>aa</u>tuhu a-a'jamiyyun wa'arabiyyun qul huwa lilla<u>dz</u>iina <u>aa</u>manuu hudan wasyif<u>aa</u>un wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yu/minuuna fii <u>aatsaa</u>nihim waqrun wahuwa 'alayhim 'aman ul<u>aa</u>-ika yun<u>aa</u>dawna min mak<u>aa</u>nin ba'iid<strong>in</strong>",
          "invers_tajweed": "وَلَوْ جَعَلْنَ[n[ـٰ]هُ قُرْءَانًا أَعْجَمِي[u:12047[ًّا ل]َّقَالُو[s[اْ] لَوْلَا فُصِّلَتْ ءَايَ[n[ـٰ]تُهُ[o[ۥٓ‌ۖ] ءَا۠عْجَمِ[a:12048[ىٌّ۬ و]َعَرَبِ[f:12049[ىٌّ‌ۗ ق]ُلْ هُوَ لِلَّذِينَ ءَامَنُو[s[اْ] هُ[a:12050[دًى و]َشِف[o[َا]ٓ[a:12051[ءٌ‌ۖ و]َ[h:37[ٱ]لَّذِينَ لَا يُؤْمِنُونَ ف[o[ِىٓ] ءَاذَانِهِمْ وَ[q:11955[قْ][a:12052[رٌ و]َهُوَ عَلَيْهِمْ عَمًى‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُنَادَوْنَ م[a:9578[ِن م]َّكَا[i:9579[نِۭ ب]َع[p[ِي][q[د]ٍ",
          "translation_id": "Dan sekiranya Al-Qur'an Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, “Mengapa tidak dijelaskan ayat-ayatnya?” Apakah patut (Al-Qur'an) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, “Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”",
          "translation_en": "And if We had made it a non-Arabic Qur'an, they would have said, \"Why are its verses not explained in detail [in our language]? Is it a foreign [recitation] and an Arab [messenger]?\" Say, \"It is, for those who believe, a guidance and cure.\" And those who do not believe - in their ears is deafness, and it is upon them blindness. Those are being called from a distant place.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4262",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4262.mp3",
          "tafsir_short": "Salah satu pernyataan orang-orang durhaka itu tentang Al-Qur’an adalah bahwa mereka telah menutup hati dari Al-Qur’an (ayat 5). Pernyataan itu sebenarnya ungkapan lain dari pengingkaran bahwa mereka sebenarnya tidak mau mengerti dengan Al-Qur’an. Dan sekiranya Al-Qur’an yang Kami turunkan itu, Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab atau dalam bahasa Arab tetapi tidak jelas maknanya bagi orang-orang kafir itu, niscaya mereka mengatakan dengan nada mengecam, “Mengapa tidak dijelaskan dan diperinci apa maksud ayat-ayatnya?” Kecaman orang-orang kafir itu dijawab Allah dalam Al-Qur’an sendiri, “Apakah patut Al-Qur’an diturunkan dalam bahasa selain bahasa Arab, sedangkan rasul yang membawanya dan masyarakat yang ditujunya ketika itu adalah orang Arab yang berbahasa Arab? Katakanlah, wahai Nabi Muhammad, ‘Al-Qur’an itu secara khusus adalah sebagai petunjuk dan penyembuh bagi orang-orang yang beriman. Dan sedangkan bagi orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan Al-Qur’an itu merupakan kegelapan bagi mereka. Mereka itu seperti orang-orang yang dipanggil dari tempat yang jauh sehingga mereka tidak mendengar panggilan orang yang memanggil.’”"
        },
        {
          "id": 4263,
          "surat_id": 41,
          "jus": 24,
          "ruku": 418,
          "no_ayat_inquran": 4263,
          "no_ayat_insurat": 45,
          "body_ayat_arb": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ",
          "body_ayat_ltn_en": "Wa laqad aatainaa Moosal Kitaaba fakhtulifa fee; wa lawlaa Kalimatun sabaqat mir Rabbika laqudiya bainahum; wa innahum lafee shakkim minhu mureeb",
          "body_ayat_ltn_in": "walaqad aataynaa muusaa alkitaaba faikhtulifa fiihi walawlaa kalimatun sabaqat min rabbika laqudhiya baynahum wa-innahum lafii syakkin minhu muriibin",
          "body_ayat_ltn_in_html": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba fa<strong>i</strong>khtulifa fiihi walawl<u>aa</u> kalimatun sabaqat min rabbika laqu<u>dh</u>iya baynahum wa-innahum lafii syakkin minhu muriib<strong>in</strong>",
          "invers_tajweed": "وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ فَ[h:6512[ٱ]خْتُلِفَ فِيهِ‌ۗ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ لَقُضِىَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَفِى شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ",
          "translation_id": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) lalu diperselisihkan. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka benar-benar dalam keraguan yang mendalam terhadapnya.",
          "translation_en": "And We had already given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been concluded between them. And indeed they are, concerning the Qur'an, in disquieting doubt.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4263",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4263.mp3",
          "tafsir_short": "Sama dengan apa yang dilakukan oleh orang-orang musyrik Mekah yang memperselisihkan Al-Qur’an, hal yang sama juga terjadi atas kitab Taurat yang diturunkan kepada Nabi Musa. Firman Allah, “Dan sungguh, telah Kami berikan kepada Musa Kitab Taurat, lalu Kitab Taurat itu diperselisihkan oleh Bani Israil. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, yakni menunda jatuhnya siksa sampai nanti pada hari yang ditetapkan, niscaya orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka menyikapi Al-Qur’an itu benar-benar dalam keraguan yang mendalam, terutama terhadap kepastian-nya sebagai wahyu yang berasal dari Allah."
        },
        {
          "id": 4264,
          "surat_id": 41,
          "jus": 24,
          "ruku": 418,
          "no_ayat_inquran": 4264,
          "no_ayat_insurat": 46,
          "body_ayat_arb": "مَّنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ",
          "body_ayat_ltn_en": "Man 'amila salihan falinafshihee wa man asaaa'a fa'alaihaa; wamaa rabbuka bizallaamil lil 'abeed",
          "body_ayat_ltn_in": "man 'amila shaalihan falinafsihi waman asaa-a fa'alayhaa wamaa rabbuka bizhallaamin lil'abiidi",
          "body_ayat_ltn_in_html": "man 'amila <u>shaa</u>li<u>h</u>an falinafsihi waman as<u>aa</u>-a fa'alayh<u>aa</u> wam<u>aa</u> rabbuka bi<u>zh</u>all<u>aa</u>min lil'abiid<strong>i</strong>",
          "invers_tajweed": "مَّنْ عَمِلَ صَ[n[ـٰ]لِ[f:12053[حًا ف]َلِنَفْسِه[n[ِۦ]‌ۖ وَمَنْ أَس[o[َا]ٓءَ فَعَلَيْهَا‌ۗ وَمَا رَبُّكَ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ",
          "translation_id": "Barangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya).",
          "translation_en": "Whoever does righteousness - it is for his [own] soul; and whoever does evil [does so] against it. And your Lord is not ever unjust to [His] servants.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4264",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4264.mp3",
          "tafsir_short": "Oleh sebab itu, sadarilah apa yang telah diajarkan oleh Al-Qur’an itu bahwa barang siapa mengerjakan kebajikan maka pahalanya untuk dirinya sendiri, dan barang siapa berbuat jahat maka dosanya menjadi tanggungan dirinya sendiri, bukan dibebankan kepada orang lain. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba-Nya yang durhaka itu."
        },
        {
          "id": 4265,
          "surat_id": 41,
          "jus": 25,
          "ruku": 418,
          "no_ayat_inquran": 4265,
          "no_ayat_insurat": 47,
          "body_ayat_arb": "۞ إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۚ وَمَا تَخْرُجُ مِن ثَمَرَاتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِن شَهِيدٍ",
          "body_ayat_ltn_en": "Ilaihi yuraddu 'ilmus Saaa'ah; wa maa takhruju min samaraatim min akmaamihaa wa maa tahmilu min unsaa wa laa tada'u illaa bi'ilmih; wa Yawma yunaadeehim aina shurakaaa'ee qaalooo aazannaaka maa minnaa min shaheed",
          "body_ayat_ltn_in": "ilayhi yuraddu 'ilmu alssaa'ati wamaa takhruju min tsamaraatin min akmaamihaa wamaa tahmilu min untsaa walaa tadha'u illaa bi'ilmihi wayawma yunaadiihim ayna syurakaa-ii qaaluu aadzannaaka maa minnaa min syahiidin",
          "body_ayat_ltn_in_html": "ilayhi yuraddu 'ilmu <strong>al</strong>ss<u>aa</u>'ati wam<u>aa</u> takhruju min tsamar<u>aa</u>tin min akm<u>aa</u>mih<u>aa</u> wam<u>aa</u> ta<u>h</u>milu min unts<u>aa</u> wal<u>aa</u> ta<u>dh</u>a'u ill<u>aa</u> bi'ilmihi wayawma yun<u>aa</u>diihim ayna syurak<u>aa</u>-ii q<u>aa</u>luu <u>aadz</u>ann<u>aa</u>ka m<u>aa</u> minn<u>aa</u> min syahiid<strong>in</strong>",
          "invers_tajweed": "۞ إِلَيْهِ يُرَدُّ عِلْمُ [h:10616[ٱ][l[ل]سَّاعَةِ‌ۚ وَمَا تَخْرُجُ مِ[f:12054[ن ث]َمَر[n[َٲ][a:12055[تٍ م]ِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُ[f:1867[نث]َىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِه[n[ِۦ]‌ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَك[o[َا]ٓءِى قَال[o[ُوٓ][s[اْ] ءَاذَ[g[نّ]َ[n[ـٰ]كَ مَا مِ[g[نّ]َا مِ[f:12056[ن ش]َه[p[ِي][q[د]ٍ",
          "translation_id": "Kepada-Nyalah ilmu tentang hari Kiamat itu dikembalikan. Tidak ada buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan yang melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Dimanakah sekutu-sekutu-Ku itu?” Mereka menjawab, “Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”",
          "translation_en": "To him [alone] is attributed knowledge of the Hour. And fruits emerge not from their coverings nor does a female conceive or give birth except with His knowledge. And the Day He will call to them, \"Where are My 'partners'?\" they will say, \"We announce to You that there is [no longer] among us any witness [to that].\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4265",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4265.mp3",
          "tafsir_short": "Dalam ayat ini Allah menyatakan bahwa tidak seorang pun yang mampu mengetahui terjadinya Kiamat, hanya kepada-Nyalah ilmu tentang hari Kiamat itu dikembalikan. Hanya Dia Yang Maha Mengetahui kapan terjadinya dan perincian kejadiannya. Tidak ada buah-buahan yang keluar dari kelopaknya, dan tidak seorang perempuan pun yang mengandung dan yang melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Dialah yang mengetahui secara pasti dan segala perinciannya. Pada hari Kiamat itu, Dia (Allah) menyeru mereka, yakni orang-orang musyrik, “Di manakah sekutu-sekutu-Ku itu, yaitu berhala-berhala yang di dunia dahulu kamu sembah dan kamu duga dapat menyelamatkanmu dari siksaan-Ku?” Mereka menjawab, “Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang dapat menjadi saksi yang memberi kesaksian pada hari ini.”"
        },
        {
          "id": 4266,
          "surat_id": 41,
          "jus": 25,
          "ruku": 418,
          "no_ayat_inquran": 4266,
          "no_ayat_insurat": 48,
          "body_ayat_arb": "وَضَلَّ عَنْهُم مَّا كَانُوا يَدْعُونَ مِن قَبْلُ ۖ وَظَنُّوا مَا لَهُم مِّن مَّحِيصٍ",
          "body_ayat_ltn_en": "Wa dalla 'anhum maa kaanoo yad'oona min qablu wa zannoo maa lahum mim mahees",
          "body_ayat_ltn_in": "wadhalla 'anhum maa kaanuu yad'uuna min qablu wazhannuu maa lahum min mahiishin",
          "body_ayat_ltn_in_html": "wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yad'uuna min qablu wa<u>zh</u>annuu m<u>aa</u> lahum min ma<u>h</u>ii<u>sh</u><strong>in</strong>",
          "invers_tajweed": "وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَ[q:1240[دْ]عُونَ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ وَظَ[g[نّ]ُو[s[اْ] مَا لَه[w:1812[ُم م]ّ[a:7093[ِن م]َّح[p[ِي]صٍ",
          "translation_id": "Dan lenyaplah dari mereka apa yang dahulu selalu mereka sembah, dan mereka pun tahu bahwa tidak ada jalan keluar (dari azab Allah) bagi mereka.",
          "translation_en": "And lost from them will be those they were invoking before, and they will be certain that they have no place of escape.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4266",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4266.mp3",
          "tafsir_short": "Dan dengan pernyataan mereka itu, lenyaplah dari hadapan mereka pada hari Kiamat itu apa yang di dunia dahulu selalu mereka sembah, dan mereka pun ketika itu juga tahu bahwa tidak ada jalan keluar bagi mereka yang dapat menghindarkan mereka dari azab Allah."
        },
        {
          "id": 4267,
          "surat_id": 41,
          "jus": 25,
          "ruku": 418,
          "no_ayat_inquran": 4267,
          "no_ayat_insurat": 49,
          "body_ayat_arb": "لَّا يَسْأَمُ الْإِنسَانُ مِن دُعَاءِ الْخَيْرِ وَإِن مَّسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ",
          "body_ayat_ltn_en": "Laa yas'amul insaanu min du'aaa'il khairi wa im massa hush sharru fa ya'oosun qanoot",
          "body_ayat_ltn_in": "laa yas-amu al-insaanu min du'aa-i alkhayri wa-in massahu alsysyarru fayauusun qanuuthu",
          "body_ayat_ltn_in_html": "l<u>aa</u> yas-amu <strong>a</strong>l-ins<u>aa</u>nu min du'<u>aa</u>-i <strong>a</strong>lkhayri wa-in massahu <strong>al</strong>sysyarru fayauusun qanuu<u>th</u><strong>u</strong>",
          "invers_tajweed": "لَّا يَسْــَٔمُ [h:12057[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ مِ[f:12058[ن د]ُع[o[َا]ٓءِ [h:12059[ٱ]لْخَيْرِ وَإ[a:12060[ِن م]َّسَّهُ [h:7875[ٱ][l[ل]شَّرُّ فَيَــُٔو[f:12061[سٌ ق]َن[p[ُو][q[ط]ٌ",
          "translation_id": "Manusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya.",
          "translation_en": "Man is not weary of supplication for good [things], but if evil touches him, he is hopeless and despairing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4267",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4267.mp3",
          "tafsir_short": "Ayat-ayat yang lalu menggambarkan azab di akhirat yang diperoleh manusia yang menyekutukan Allah. Ayat-ayat berikut ini menggambarkan sifat-sifat buruk manusia ketika di dunia ini. Allah menyatakan bahwa manusia pada umumnya tidak jemu memohon kebaikan untuk mendapat kesenangan bagi kehidupan mereka di dunia ini, dan jika sesudah itu disentuh dan ditimpa malapetaka, walau sedikit, yang mengganggu kesenangan mereka, mereka berputus asa terhadap nikmat Allah dan hilang harapannya untuk dikabulkan doanya."
        },
        {
          "id": 4268,
          "surat_id": 41,
          "jus": 25,
          "ruku": 418,
          "no_ayat_inquran": 4268,
          "no_ayat_insurat": 50,
          "body_ayat_arb": "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِندَهُ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ",
          "body_ayat_ltn_en": "Wa la in azaqnaahu rahmatam minnaa mim ba'di dar raaa'a massat hu la yaqoolanna haazaa lee wa maaa azunnus Saa'ata qaaa'imatanw wa la'in ruji'tu ilaa Rabbeee inna lee 'indahoo lalhusnaa; falanu nabbi'annal lazeena kafaroo bimaa 'amiloo wa lanuzeeqan nahum min 'azaabin ghaleez",
          "body_ayat_ltn_in": "wala-in adzaqnaahu rahmatan minnaa min ba'di dharraa-a massat-hu layaquulanna haadzaa lii wamaa azhunnu alssaa'ata qaa-imatan wala-in ruji'tu ilaa rabbii inna lii 'indahu lalhusnaa falanunabbi-anna alladziina kafaruu bimaa 'amiluu walanudziiqannahum min 'adzaabin ghaliizhin",
          "body_ayat_ltn_in_html": "wala-in a<u>dz</u>aqn<u>aa</u>hu ra<u>h</u>matan minn<u>aa</u> min ba'di <u>dh</u>arr<u>aa</u>-a massat-hu layaquulanna h<u>aadzaa</u> lii wam<u>aa</u> a<u>zh</u>unnu <strong>al</strong>ss<u>aa</u>'ata q<u>aa</u>-imatan wala-in ruji'tu il<u>aa</u> rabbii inna lii 'indahu lal<u>h</u>usn<u>aa</u> falanunabbi-anna <strong>al</strong>la<u>dz</u>iina kafaruu bim<u>aa</u> 'amiluu walanu<u>dz</u>iiqannahum min 'a<u>dzaa</u>bin ghalii<u>zh</u><strong>in</strong>",
          "invers_tajweed": "وَلَئِنْ أَذَ[q:6256[قْ]نَ[n[ـٰ]هُ رَحْمَ[a:11254[ةً م]ِّ[g[نّ]َا م[i:146[ِنۢ ب]َعْدِ ضَرّ[o[َا]ٓءَ مَسَّتْهُ لَيَقُولَ[g[نّ]َ هَ[n[ـٰ]ذَا لِى وَم[o[َآ] أَظُ[g[نّ]ُ [h:8071[ٱ][l[ل]سَّاعَةَ ق[o[َا]ٓئِمَ[a:8072[ةً و]َلَئ[u:12062[ِن ر]ُّجِعْتُ إِلَىٰ رَبّ[o[ِىٓ] إِ[g[نّ]َ لِى عِ[f:719[ند]َهُ[n[ۥ] لَلْحُسْنَىٰ‌ۚ فَلَنُنَبِّئَ[g[نّ]َ [h:12063[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِمَا عَمِلُو[s[اْ] وَلَنُذِيقَ[g[نّ]َه[w:12064[ُم م]ِّنْ عَذَابٍ غَل[p[ِي]ظٍ",
          "translation_id": "Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, “Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat.",
          "translation_en": "And if We let him taste mercy from Us after an adversity which has touched him, he will surely say, \"This is [due] to me, and I do not think the Hour will occur; and [even] if I should be returned to my Lord, indeed, for me there will be with Him the best.\" But We will surely inform those who disbelieved about what they did, and We will surely make them taste a massive punishment.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4268",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4268.mp3",
          "tafsir_short": "Dan sifat buruk manusia yang lain adalah jika Kami berikan kepada-nya suatu rahmat atau hal-hal yang menyenangkan mereka dari Kami setelah ditimpa kesusahan sebelumnya, pastilah dengan bangga dia berkata, “Ini adalah hakku yang aku dapatkan dari usahaku, dan aku tidak menduga atau yakin bahwa hari Kiamat itu akan terjadi. Dan jika hari Kiamat itu pun akan terjadi dan aku dikembalikan kepada Tuhanku untuk mempertanggungjawabkan segala amalku, sesungguhnya aku pasti akan memperoleh bagian yang sangat baik di sisi-Nya.” Apa yang mereka katakan itu tidak akan pernah didapatkannya, bahkan sebaliknya. Maka sungguh di hari akhirat nanti, akan Kami beritahukan kepada mereka orang-orang kafir tentang apa yang telah mereka kerjakan di dunia, dan sungguh, akan Kami timpakan kepada mereka azab yang berat akibat kekafiran dan kedurhakaan mereka."
        },
        {
          "id": 4269,
          "surat_id": 41,
          "jus": 25,
          "ruku": 418,
          "no_ayat_inquran": 4269,
          "no_ayat_insurat": 51,
          "body_ayat_arb": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ",
          "body_ayat_ltn_en": "Wa izaaa an'amnaa 'alal insaani a'rada wa na-aa bijaani bihee wa izaa massahush sharru fazoo du'aaa'in 'areed",
          "body_ayat_ltn_in": "wa-idzaa an'amnaa 'alaa al-insaani a'radha wanaaa bijaanibihi wa-idzaa massahu alsysyarru fadzuu du'aa-in 'ariidhin",
          "body_ayat_ltn_in_html": "wa-i<u>dzaa</u> an'amn<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ins<u>aa</u>ni a'ra<u>dh</u>a wana<u>aa</u> bij<u>aa</u>nibihi wa-i<u>dzaa</u> massahu <strong>al</strong>sysyarru fa<u>dz</u>uu du'<u>aa</u>-in 'arii<u>dh</u><strong>in</strong>",
          "invers_tajweed": "وَإِذ[o[َآ] أَنْعَمْنَا عَلَى [h:7873[ٱ]لْإِ[f:7874[نس]َ[n[ـٰ]نِ أَعْرَضَ وَنَـَٔـا بِجَانِبِه[n[ِۦ] وَإِذَا مَسَّهُ [h:7875[ٱ][l[ل]شَّرُّ فَذُو دُع[o[َا]ٓءٍ عَر[p[ِي]ضٍ",
          "translation_id": "Dan apabila Kami berikan nikmat kepada manusia, dia berpaling dan menjauhkan diri (dengan sombong); tetapi apabila ditimpa malapetaka maka dia banyak berdoa.",
          "translation_en": "And when We bestow favor upon man, he turns away and distances himself; but when evil touches him, then he is full of extensive supplication.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4269",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4269.mp3",
          "tafsir_short": "Dan demikian pula halnya apabila Kami berikan nikmat dan berbagai kebajikan kepada manusia, dia berpaling dari Kami dengan mengingkari nikmat-nikmat itu dan menjauhkan diri dari ajaran-ajaran Kami dengan sombong. Akan tetapi, apabila ditimpa malapetaka sebagai peringatan atas keingkaran dan kesombongan mereka, maka dia banyak berdoa dengan doa yang panjang."
        },
        {
          "id": 4270,
          "surat_id": 41,
          "jus": 25,
          "ruku": 418,
          "no_ayat_inquran": 4270,
          "no_ayat_insurat": 52,
          "body_ayat_arb": "قُلْ أَرَأَيْتُمْ إِن كَانَ مِنْ عِندِ اللَّهِ ثُمَّ كَفَرْتُم بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ",
          "body_ayat_ltn_en": "Qul araiaitum in kaana min 'indil laahi summa kafar tum bihee man adallu mimman huwa fee shiqaqim ba'eed",
          "body_ayat_ltn_in": "qul ara-aytum in kaana min 'indi allaahi tsumma kafartum bihi man adhallu mimman huwa fii syiqaaqin ba'iidin",
          "body_ayat_ltn_in_html": "qul ara-aytum in k<u>aa</u>na min 'indi <strong>al</strong>l<u>aa</u>hi tsumma kafartum bihi man a<u>dh</u>allu mimman huwa fii syiq<u>aa</u>qin ba'iid<strong>in</strong>",
          "invers_tajweed": "قُلْ أَرَءَيْتُمْ إِ[f:2594[ن ك]َانَ مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ ثُ[g[مّ]َ كَفَرْت[c:12065[ُم ب]ِه[n[ِۦ] مَنْ أَضَلُّ مِ[g[مّ]َنْ هُوَ فِى شِقَا[i:900[قِۭ ب]َع[p[ِي][q[د]ٍ",
          "translation_id": "Katakanlah, “Bagaimana pendapatmu jika (Al-Qur'an) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh (dari kebenaran)?”",
          "translation_en": "Say, \"Have you considered: if the Qur'an is from Allah and you disbelieved in it, who would be more astray than one who is in extreme dissension?\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4270",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4270.mp3",
          "tafsir_short": "Ayat ini menggambarkan kesesatan orang-orang yang mengingkari Al-Qur’an. Katakanlah kepada mereka, wahai Nabi Muhammad, “Bagaimana pendapatmu jika dia, yakni Al-Qur’an, yang kamu tolak tuntunannya dan keberadaannya itu benar-benar datang dari sisi Allah, kemudian kamu mengingkarinya. Jika demikian halnya, maka siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh dari kebenaran seperti keadaan kamu?” Pastilah tidak ada yang lebih sesat."
        },
        {
          "id": 4271,
          "surat_id": 41,
          "jus": 25,
          "ruku": 418,
          "no_ayat_inquran": 4271,
          "no_ayat_insurat": 53,
          "body_ayat_arb": "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
          "body_ayat_ltn_en": "Sanureehim Aayaatinaa fil aafaaqi wa feee anfusihim hattaa yatabaiyana lahum annahul haqq; awa lam yakfi bi Rabbika annahoo 'alaa kulli shai-in Shaheed",
          "body_ayat_ltn_in": "sanuriihim aayaatinaa fii al-aafaaqi wafii anfusihim hattaa yatabayyana lahum annahu alhaqqu awa lam yakfi birabbika annahu 'alaa kulli syay-in syahiidun",
          "body_ayat_ltn_in_html": "sanuriihim <u>aa</u>y<u>aa</u>tin<u>aa</u> fii <strong>a</strong>l-<u>aa</u>f<u>aa</u>qi wafii anfusihim <u>h</u>att<u>aa</u> yatabayyana lahum annahu <strong>a</strong>l<u>h</u>aqqu awa lam yakfi birabbika annahu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>",
          "invers_tajweed": "سَنُرِيهِمْ ءَايَ[n[ـٰ]تِنَا فِى [h:12066[ٱ]لْأَفَاقِ وَف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَ[g[نّ]َهُ [h:137[ٱ]لْحَقُّ‌ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ",
          "translation_id": "Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri, sehingga jelaslah bagi mereka bahwa Al-Qur'an itu adalah benar. Tidak cukupkah (bagi kamu) bahwa Tuhanmu menjadi saksi atas segala sesuatu?",
          "translation_en": "We will show them Our signs in the horizons and within themselves until it becomes clear to them that it is the truth. But is it not sufficient concerning your Lord that He is, over all things, a Witness?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4271",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4271.mp3",
          "tafsir_short": "Untuk mendukung kebenaran Al-Qur’an, Kami juga akan memperlihatkan kepada mereka tanda-tanda kebesaran Kami di segenap penjuru yang dapat mereka saksikan di luar diri mereka dan apa saja yang ada pada diri mereka sendiri yang dapat mereka rasakan, sehingga jelaslah bagi mereka bahwa Al-Qur’an itu adalah benar datang dari Allah. Tidak cukupkah bagi kamu, wahai Nabi Muhammad, bahwa Tuhanmu menjadi saksi atas segala sesuatu?"
        },
        {
          "id": 4272,
          "surat_id": 41,
          "jus": 25,
          "ruku": 418,
          "no_ayat_inquran": 4272,
          "no_ayat_insurat": 54,
          "body_ayat_arb": "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِّن لِّقَاءِ رَبِّهِمْ ۗ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُّحِيطٌ",
          "body_ayat_ltn_en": "Alaaa innahum fee miryatim mil liqaaa'i Rabbihim; alaaa innahoo bikulli shai'im muheet",
          "body_ayat_ltn_in": "alaa innahum fii miryatin min liqaa-i rabbihim alaa innahu bikulli syay-in muhiithun",
          "body_ayat_ltn_in_html": "al<u>aa</u> innahum fii miryatin min liq<u>aa</u>-i rabbihim <strong>a</strong>l<u>aa</u> innahu bikulli syay-in mu<u>h</u>ii<u>th</u><strong>un</strong>",
          "invers_tajweed": "أَل[o[َآ] إِ[g[نّ]َهُمْ فِى مِرْيَ[a:10660[ةٍ م]ّ[u:12067[ِن ل]ِّق[o[َا]ٓءِ رَبِّهِمْ‌ۗ أَل[o[َآ] إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ ش[a:12068[َىْءٍ م]ُّح[p[ِي][q[ط]ُۢ",
          "translation_id": "Ingatlah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ingatlah, sesungguhnya Dia Maha Meliputi segala sesuatu.",
          "translation_en": "Unquestionably, they are in doubt about the meeting with their Lord. Unquestionably He is, of all things, encompassing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4272",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4272.mp3",
          "tafsir_short": "Allah lalu mengingatkan Nabi Muhammad dengan menyatakan, “Ingatlah, sesungguhnya mereka dalam keraguan, yakni tidak meyakini tentang pertemuan dengan Tuhan mereka kelak di hari Kiamat. Ingatlah pula, sesungguhnya Dia Maha Meliputi segala sesuatu dengan ilmu dan kekuasaan-Nya.”"
        }
      ]
    },
    "ayats": [
      {
        "id": 4219,
        "surat_id": 41,
        "jus": 24,
        "ruku": 413,
        "no_ayat_inquran": 4219,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "حم",
        "body_ayat_ltn_en": "Haa Meeem",
        "body_ayat_ltn_in": "haa-miim",
        "body_ayat_ltn_in_html": "<u>haa</u>-miim",
        "invers_tajweed": "ح[m[مٓ]",
        "translation_id": "Ha Mim",
        "translation_en": "Ha, Meem.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4219",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4219.mp3",
        "tafsir_short": "Hà Mìm. Hanya Allah saja Yang Maha Tahu tentang apa maksudnya."
      },
      {
        "id": 4220,
        "surat_id": 41,
        "jus": 24,
        "ruku": 413,
        "no_ayat_inquran": 4220,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "تَنزِيلٌ مِّنَ الرَّحْمَٰنِ الرَّحِيمِ",
        "body_ayat_ltn_en": "Tanzeelum Minar-Rahmaanir-Raheem",
        "body_ayat_ltn_in": "tanziilun mina alrrahmaani alrrahiimi",
        "body_ayat_ltn_in_html": "tanziilun mina <strong>al</strong>rra<u>h</u>m<u>aa</u>ni <strong>al</strong>rra<u>h</u>iim<strong>i</strong>",
        "invers_tajweed": "تَ[f:11949[نز]ِي[a:11950[لٌ م]ِّنَ [h:8351[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ [h:3[ٱ][l[ل]رَّح[p[ِي]مِ",
        "translation_id": "(Al-Qur'an ini) diturunkan dari Tuhan Yang Maha Pengasih, Maha Penyayang.",
        "translation_en": "[This is] a revelation from the Entirely Merciful, the Especially Merciful -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4220",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4220.mp3",
        "tafsir_short": "Al-Qur’an ini diturunkan secara bertahap dari Allah, Tuhan Yang Maha Pengasih kepada semua makhluk ciptaan-Nya, lagi Maha Penyayang hanya kepada orang-orang yang beriman."
      },
      {
        "id": 4221,
        "surat_id": 41,
        "jus": 24,
        "ruku": 413,
        "no_ayat_inquran": 4221,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
        "body_ayat_ltn_en": "Kitaabun fussilat Aayaatuhoo Qur-aanan 'Arabiyyal liqawminy ya'lamoon",
        "body_ayat_ltn_in": "kitaabun fushshilat aayaatuhu qur-aanan 'arabiyyan liqawmin ya'lamuuna",
        "body_ayat_ltn_in_html": "kit<u>aa</u>bun fu<u>shsh</u>ilat <u>aa</u>y<u>aa</u>tuhu qur-<u>aa</u>nan 'arabiyyan liqawmin ya'lamuun<strong>a</strong>",
        "invers_tajweed": "كِتَ[n[ـٰ][f:11951[بٌ ف]ُصِّلَتْ ءَايَ[n[ـٰ]تُهُ[n[ۥ] قُرْءَانًا عَرَبِي[u:11952[ًّا ل]ِّقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ",
        "translation_id": "Kitab yang ayat-ayatnya dijelaskan, bacaan dalam bahasa Arab, untuk kaum yang mengetahui,",
        "translation_en": "A Book whose verses have been detailed, an Arabic Qur'an for a people who know,",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4221",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4221.mp3",
        "tafsir_short": "Kitab itu adalah Al-Qur’an yang dalam ayat-ayatnya dijelaskan semua yang diperlukan oleh manusia untuk meraih kebahagiaan hidup duniawi dan ukhrawi, bacaan yang mulia dalam bahasa Arab, sebagai petunjuk untuk kaum yang mau dan berpotensi mengetahui."
      },
      {
        "id": 4222,
        "surat_id": 41,
        "jus": 24,
        "ruku": 413,
        "no_ayat_inquran": 4222,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
        "body_ayat_ltn_en": "Basheeranw wa nazeeran fa-a'rada aksaruhum fahum laa yasma'oon",
        "body_ayat_ltn_in": "basyiiran wanadziiran fa-a'radha aktsaruhum fahum laa yasma'uuna",
        "body_ayat_ltn_in_html": "basyiiran wana<u>dz</u>iiran fa-a'ra<u>dh</u>a aktsaruhum fahum l<u>aa</u> yasma'uun<strong>a</strong>",
        "invers_tajweed": "بَشِي[a:622[رًا و]َنَذِي[f:11953[رًا ف]َأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَع[p[ُو]نَ",
        "translation_id": "yang membawa berita gembira dan peringatan, tetapi kebanyakan mereka berpaling (darinya) serta tidak mendengarkan.",
        "translation_en": "As a giver of good tidings and a warner; but most of them turn away, so they do not hear.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4222",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4222.mp3",
        "tafsir_short": "Al-Qur’an itu adalah kitab yang membawa berita gembira bagi orang-orang yang beriman dan beramal saleh, dan peringatan bagi orang-orang yang membuat kerusakan di muka bumi, tetapi sangat disayangkan karena kebanyakan dari mereka orang-orang yang membuat kerusakan itu berpaling dari petunjuk-Nya serta hal itulah yang membuat mereka tidak mendengarkan yakni tidak menyambut berita gembira dan peringatan itu."
      },
      {
        "id": 4223,
        "surat_id": 41,
        "jus": 24,
        "ruku": 413,
        "no_ayat_inquran": 4223,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِّمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ",
        "body_ayat_ltn_en": "Wa qaaloo quloobunaa feee akinnatim mimmaa tad'oonaaa ilaihi wa feee aazaaninaa waqrunw wa mim baininaa wa bainika bijaabun fa'mal innanaa 'aamiloon",
        "body_ayat_ltn_in": "waqaaluu quluubunaa fii akinnatin mimmaa tad'uunaa ilayhi wafii aatsaaninaa waqrun wamin bayninaa wabaynika hijaabun fai'mal innanaa 'aamiluuna",
        "body_ayat_ltn_in_html": "waq<u>aa</u>luu quluubun<u>aa</u> fii akinnatin mimm<u>aa</u> tad'uun<u>aa</u> ilayhi wafii <u>aatsaa</u>nin<u>aa</u> waqrun wamin baynin<u>aa</u> wabaynika <u>h</u>ij<u>aa</u>bun fa<strong>i</strong>'mal innan<u>aa</u> '<u>aa</u>miluun<strong>a</strong>",
        "invers_tajweed": "وَقَالُو[s[اْ] قُلُوبُنَا ف[o[ِىٓ] أَكِ[g[نّ]َ[a:11954[ةٍ م]ِّ[g[مّ]َا تَ[q:6404[دْ]عُون[o[َآ] إِلَيْهِ وَف[o[ِىٓ] ءَاذَانِنَا وَ[q:11955[قْ][a:11956[رٌ و]َم[i:11957[ِنۢ ب]َيْنِنَا وَبَيْنِكَ حِجَا[f:11958[بٌ ف]َ[h:11959[ٱ]عْمَلْ إِ[g[نّ]َنَا عَ[n[ـٰ]مِل[p[ُو]نَ",
        "translation_id": "Dan mereka berkata, “Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).”",
        "translation_en": "And they say, \"Our hearts are within coverings from that to which you invite us, and in our ears is deafness, and between us and you is a partition, so work; indeed, we are working.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4223",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4223.mp3",
        "tafsir_short": "Penolakan dan keberpalingan orang-orang musyrik Mekah terhadap Al-Qur’an itu mereka nyatakan dalam bentuk pengakuan langsung. Dan mereka orang-orang musyrik Mekah itu, berkata, “Hati dan akal pikiran kami sudah tertutup dan terkunci rapat dari apa yang engkau seru kami kepadanya, dan telinga kami sudah tersumbat sehingga kami tidak dapat mendengar apa pun yang engkau sampaikan, dan di antara kami dan engkau ada dinding pembatas yang sangat tebal. Oleh karena itu, lakukanlah apa yang sesuai menurut kehendakmu, dan demikian pula sesungguhnya kami akan melakukan apa yang sesuai menurut kehendak kami.”"
      },
      {
        "id": 4224,
        "surat_id": 41,
        "jus": 24,
        "ruku": 413,
        "no_ayat_inquran": 4224,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِّلْمُشْرِكِينَ",
        "body_ayat_ltn_en": "Qul innamaaa ana basharum mislukum yoohaaa ilaiya annamaaa ilaahukum Ilaahunw Waahidun fastaqeemooo ilaihi wastagfirooh; wa wailul lil mushrikeen",
        "body_ayat_ltn_in": "qul innamaa anaa basyarun mitslukum yuuhaa ilayya annamaa ilaahukum ilaahun waahidun faistaqiimuu ilayhi waistaghfiruuhu wawaylun lilmusyrikiina",
        "body_ayat_ltn_in_html": "qul innam<u>aa</u> an<u>aa</u> basyarun mitslukum yuu<u>haa</u> ilayya annam<u>aa</u> il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun fa<strong>i</strong>staqiimuu ilayhi wa<strong>i</strong>staghfiruuhu wawaylun lilmusyrikiin<strong>a</strong>",
        "invers_tajweed": "قُلْ إِ[g[نّ]َم[o[َآ] أَنَا۟ بَشَ[a:7069[رٌ م]ِّثْلُكُمْ يُوحَ[o[ىٰٓ] إِلَىَّ أَ[g[نّ]َم[o[َآ] إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:11960[دٌ ف]َ[h:5478[ٱ]سْتَقِيم[o[ُوٓ][s[اْ] إِلَيْهِ وَ[h:11961[ٱ]سْتَغْفِرُوهُ‌ۗ وَوَيْ[u:11962[لٌ ل]ِّلْمُشْرِك[p[ِي]نَ",
        "translation_id": "Katakanlah (Muhammad), “Aku ini hanyalah seorang manusia seperti kamu, yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa, karena itu tetaplah kamu (beribadah) kepada-Nya dan mohonlah ampunan kepada-Nya. Dan celakalah bagi orang-orang yang mempersekutukan-(Nya),",
        "translation_en": "Say, O [Muhammad], \"I am only a man like you to whom it has been revealed that your god is but one God; so take a straight course to Him and seek His forgiveness.\" And woe to those who associate others with Allah -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4224",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4224.mp3",
        "tafsir_short": "Setelah mendengar pernyataan langsung dari kaum musyrik Me-kah tentang penolakan mereka tersebut, Allah memerintah Nabi Muhammad untuk menjawabnya. Katakanlah kepada mereka, wahai Nabi Muhammad, “Aku ini hanyalah seorang manusia seperti kamu juga. Aku adalah nabi dan rasul Allah dengan membawa Al-Qur’an yang diwahyukan kepadaku. Di dalam Al-Qur’an itu terdapat ajaran dasar bahwa Tuhan kamu adalah Allah dan Dia adalah Tuhan Yang Maha Esa; karena itu tetaplah kamu beribadah kepada-Nya, dan mohonlah ampunan kepada-Nya agar kamu tidak terjerumus kepada kesesatan. Dan sadarilah bahwa dengan bercermin kepada umat terdahulu yang telah diazab Allah, maka akan celakalah orang-orang yang mempersekutukan-Nya dengan yang lain."
      },
      {
        "id": 4225,
        "surat_id": 41,
        "jus": 24,
        "ruku": 413,
        "no_ayat_inquran": 4225,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ",
        "body_ayat_ltn_en": "Allazeena laa yu'toonaz Zakaata wa hum bil-Aakhiratihum kaafiroon",
        "body_ayat_ltn_in": "alladziina laa yu/tuuna alzzakaata wahum bial-aakhirati hum kaafiruuna",
        "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/tuuna <strong>al</strong>zzak<u>aa</u>ta wahum bi<strong>a</strong>l-<u>aa</u>khirati hum k<u>aa</u>firuun<strong>a</strong>",
        "invers_tajweed": "ٱلَّذِينَ لَا يُؤْتُونَ [h:11963[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَه[c:4710[ُم ب]ِ[h:447[ٱ]لْأَخِرَةِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ",
        "translation_id": "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat.",
        "translation_en": "Those who do not give zakah, and in the Hereafter they are disbelievers.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4225",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4225.mp3",
        "tafsir_short": "Siapakah orang-orang yang mempersekutukan Allah itu? Mereka adalah orang-orang yang tidak menunaikan zakat, dan mereka juga ingkar terhadap kehidupan akhirat dan tidak mempercayai adanya kebangkitan manusia kembali setelah mereka dimatikan."
      },
      {
        "id": 4226,
        "surat_id": 41,
        "jus": 24,
        "ruku": 413,
        "no_ayat_inquran": 4226,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
        "body_ayat_ltn_en": "Innal lazeena aamanoo wa 'amilus saalihaati lahum ajrun ghairu mamnoon",
        "body_ayat_ltn_in": "inna alladziina aamanuu wa'amiluu alshshaalihaati lahum ajrun ghayru mamnuunin",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum ajrun ghayru mamnuun<strong>in</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَهُمْ أَ[q:2423[جْ]رٌ غَيْرُ مَمْن[p[ُو]نٍ",
        "translation_id": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat pahala yang tidak ada putus-putusnya.”",
        "translation_en": "Indeed, those who believe and do righteous deeds - for them is a reward uninterrupted.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4226",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4226.mp3",
        "tafsir_short": "Setelah menggambarkan ancaman bagi orang-orang musyrik Mekah, Al-Qur’an mengalihkan perhatian kepada orang-orang beriman. Sesungguhnya orang-orang yang beriman dengan tulus ikhlas dan yang membuktikan iman mereka dengan mengerjakan kebajikan dan beramal saleh, mereka mendapat anugerah pahala yang sangat besar serta dilimpahi rezeki yang tidak ada putus-putusnya.”"
      },
      {
        "id": 4227,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4227,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ۚ ذَٰلِكَ رَبُّ الْعَالَمِينَ",
        "body_ayat_ltn_en": "Qul a'innakum latakfuroona billazee khalaqal arda fee yawmaini wa taj'aloona lahooo andaadaa; zaalika Rabbul 'aalameen",
        "body_ayat_ltn_in": "qul a-innakum latakfuruuna bialladzii khalaqa al-ardha fii yawmayni wataj'aluuna lahu andaadan dzaalika rabbu al'aalamiina",
        "body_ayat_ltn_in_html": "qul a-innakum latakfuruuna bi<strong>a</strong>lla<u>dz</u>ii khalaqa <strong>a</strong>l-ar<u>dh</u>a fii yawmayni wataj'aluuna lahu and<u>aa</u>dan <u>dzaa</u>lika rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "invers_tajweed": "۞ قُلْ أَئِ[g[نّ]َكُمْ لَتَكْفُرُونَ بِ[h:315[ٱ]لَّذِى خَلَقَ [h:8438[ٱ]لْأَرْضَ فِى يَوْمَيْنِ وَتَ[q:11964[جْ]عَلُونَ لَهُ[o[ۥٓ] أَ[f:96[ند]َا[f:11965[دًا‌ۚ ذ][n[َٲ]لِكَ رَبُّ [h:4750[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
        "translation_id": "Katakanlah, “Pantaskah kamu ingkar kepada Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan seluruh alam.”",
        "translation_en": "Say, \"Do you indeed disbelieve in He who created the earth in two days and attribute to Him equals? That is the Lord of the worlds.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4227",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4227.mp3",
        "tafsir_short": "Penggambaran sikap orang-orang musyrik Mekah yang memper-sekutukan Allah dan menolak keniscayaan hari Kiamat merupakan sikap yang tidak pantas untuk dilakukan terhadap Sang Pencipta alam semesta. Oleh sebab itu, Nabi Muhammad diperintahkan untuk memberikan peringatan keras terhadap orang-orang musyrik Mekah itu dan orang-orang yang bersikap sama dengan mereka. Katakanlah wahai Nabi Muhammad, “Pantaskah kamu ingkar kepada Allah, Tuhan yang menciptakan planet bumi dalam dua masa, dan pada waktu yang sama kamu adakan pula sekutu-sekutu bagi-Nya? Allah Yang Maha Esa itulah Tuhan Pencipta dan Pemelihara seluruh alam.”"
      },
      {
        "id": 4228,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4228,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِّلسَّائِلِينَ",
        "body_ayat_ltn_en": "Wa ja'ala feehaa rawaa siya min fawqihaa wa baaraka feehaa wa qaddara feehaaaa aqwaatahaa feee arba'ati ayyaamin sawaaa'al lissaaa'ileen",
        "body_ayat_ltn_in": "waja'ala fiihaa rawaasiya min fawqihaa wabaaraka fiihaa waqaddara fiihaa aqwaatahaa fii arba'ati ayyaamin sawaa-an lilssaa-iliina",
        "body_ayat_ltn_in_html": "waja'ala fiih<u>aa</u> raw<u>aa</u>siya min fawqih<u>aa</u> wab<u>aa</u>raka fiih<u>aa</u> waqaddara fiih<u>aa</u> aqw<u>aa</u>tah<u>aa</u> fii arba'ati ayy<u>aa</u>min saw<u>aa</u>-an li<strong>l</strong>ss<u>aa</u>-iliin<strong>a</strong>",
        "invers_tajweed": "وَجَعَلَ فِيهَا رَو[n[َٲ]سِىَ مِ[f:11665[ن ف]َوْقِهَا وَبَ[n[ـٰ]رَكَ فِيهَا وَقَدَّرَ فِيه[o[َآ] أَ[q:11966[قْ]و[n[َٲ]تَهَا ف[o[ِىٓ] أَرْبَعَةِ أَيَّا[f:11967[مٍ س]َو[o[َا]ٓ[u:11968[ءً ل]ِّلسّ[o[َا]ٓئِل[p[ِي]نَ",
        "translation_id": "Dan Dia ciptakan padanya gunung-gunung yang kokoh di atasnya. Dan kemudian Dia berkahi, dan Dia tentukan makanan-makanan (bagi penghuni)nya dalam empat masa, memadai untuk (memenuhi kebutuhan) mereka yang memerlukannya.",
        "translation_en": "And He placed on the earth firmly set mountains over its surface, and He blessed it and determined therein its [creatures'] sustenance in four days without distinction - for [the information] of those who ask.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4228",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4228.mp3",
        "tafsir_short": "Dan setelah menciptakan bumi, Dia ciptakan pula padanya gunung-gunung yang kokoh di atasnya yang menjadi pasak bagi bumi. Dan kemudian Dia berkahi bumi itu sehingga layak menjadi tempat kehidupan bagi makhluk tumbuhan, hewan, dan manusia, dan Dia pula yang tentukan makanan-makanan bagi para penghuni-nya. Semua itu tercipta dalam empat masa. Penjelasan ini sangat memadai untuk memenuhi kebutuhan orang-orang yang bertanya tentang penciptaan alam raya, serta mereka yang memerlukannya."
      },
      {
        "id": 4229,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4229,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ",
        "body_ayat_ltn_en": "Summas tawaaa ilas-samaaa'i wa hiya dukhaanun faqaala lahaa wa lil ardi'tiyaaa taw'an aw karhan qaalataaa atainaa taaa'i'een",
        "body_ayat_ltn_in": "tsumma istawaa ilaa alssamaa-i wahiya dukhaanun faqaala lahaa walil-ardhi i/tiyaa thaw'an aw karhan qaalataa ataynaa thaa-i'iina",
        "body_ayat_ltn_in_html": "tsumma istaw<u>aa</u> il<u>aa</u> <strong>al</strong>ssam<u>aa</u>-i wahiya dukh<u>aa</u>nun faq<u>aa</u>la lah<u>aa</u> walil-ar<u>dh</u>i i/tiy<u>aa</u> <u>th</u>aw'an aw karhan q<u>aa</u>lat<u>aa</u> atayn<u>aa</u> <u>th</u><u>aa</u>-i'iin<strong>a</strong>",
        "invers_tajweed": "ثُ[g[مّ]َ [h:156[ٱ]سْتَوَ[o[ىٰٓ] إِلَى [h:157[ٱ][l[ل]سَّم[o[َا]ٓءِ وَهِىَ دُخَا[f:11969[نٌ ف]َقَالَ لَهَا وَلِلْأَرْضِ [h:11970[ٱ]ئْتِيَا طَوْعًا أَوْ كَرْ[f:11971[هًا ق]َالَت[o[َآ] أَتَيْنَا ط[o[َا]ٓئِع[p[ِي]نَ",
        "translation_id": "Kemudian Dia menuju ke langit dan (langit) itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, “Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami datang dengan patuh.”",
        "translation_en": "Then He directed Himself to the heaven while it was smoke and said to it and to the earth, \"Come [into being], willingly or by compulsion.\" They said, \"We have come willingly.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4229",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4229.mp3",
        "tafsir_short": "Dari menguraikan ihwal penciptaan bumi dan sarana kehidupan bagi makhluk yang mendiaminya, Al-Qur’an kemudian beralih kepada ihwal penciptaan langit. Kemudian Dia, yakni perintah atau kekuasaan-Nya menuju ke langit dan langit ketika itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, “Datanglah kamu berdua menuruti perintah-Ku dengan patuh atau terpaksa.” Mendengar perintah itu, keduanya, langit dan bumi, lalu menjawab, “Kami datang kepada-MU ya Allah dengan tunduk dan patuh guna mengikuti aturan-Mu.”"
      },
      {
        "id": 4230,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4230,
        "no_ayat_insurat": 12,
        "body_ayat_arb": "فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا ۚ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
        "body_ayat_ltn_en": "Faqadaahunna sab'a samaawaatin fee yawmaini wa awhaa fee kulli samaaa'in amarahaa; wa zaiyannassa maaa'ad dunyaa bimasaabeeha wa hifzaa; zaalika taqdeerul 'Azeezil 'Aleem",
        "body_ayat_ltn_in": "faqadaahunna sab'a samaawaatin fii yawmayni wa-awhaa fii kulli samaa-in amrahaa wazayyannaa alssamaa-a alddunyaa bimashaabiiha wahifzhan dzaalika taqdiiru al'aziizi al'aliimi",
        "body_ayat_ltn_in_html": "faqa<u>daa</u>hunna sab'a sam<u>aa</u>w<u>aa</u>tin fii yawmayni wa-aw<u>haa</u> fii kulli sam<u>aa</u>-in amrah<u>aa</u> wazayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a wa<u>h</u>if<u>zh</u>an <u>dzaa</u>lika taqdiiru <strong>a</strong>l'aziizi <strong>a</strong>l'aliim<strong>i</strong>",
        "invers_tajweed": "فَقَضَ[n[ـٰ]هُ[g[نّ]َ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]وَا[f:11972[تٍ ف]ِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَم[o[َا]ٓءٍ أَمْرَهَا‌ۚ وَزَيَّ[g[نّ]َا [h:11973[ٱ][l[ل]سَّم[o[َا]ٓءَ [h:11315[ٱ][l[ل]دُّنْيَا بِمَصَ[n[ـٰ]بِيحَ وَحِفْ[f:11974[ظًا‌ۚ ذ][n[َٲ]لِكَ تَ[q:4267[قْ]دِيرُ [h:4268[ٱ]لْعَزِيزِ [h:4269[ٱ]لْعَل[p[ِي]مِ",
        "translation_id": "Lalu diciptakan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang dekat (dengan bumi), Kami hiasi dengan bintang-bintang, dan (Kami ciptakan itu) untuk memelihara. Demikianlah ketentuan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
        "translation_en": "And He completed them as seven heavens within two days and inspired in each heaven its command. And We adorned the nearest heaven with lamps and as protection. That is the determination of the Exalted in Might, the Knowing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4230",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4230.mp3",
        "tafsir_short": "Ayat ini masih menjelaskan tentang penciptaan langit. Lalu diciptakan-Nya tujuh langit dalam waktu dua masa, dan pada setiap langit Dia mewahyukan dan menetapkan urusan masing-masing. Kemudian langit yang dekat dengan bumi, Kami hiasi dengan bintang-bintang yang bersinar cemerlang, dan Kami ciptakan bintang-bintang itu untuk memelihara langit dengan pemeliharaan yang sempurna. Demikianlah ketentuan Allah berlaku, dan Dia adalah Zat Yang Mahaperkasa lagi Maha Mengetahui."
      },
      {
        "id": 4231,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4231,
        "no_ayat_insurat": 13,
        "body_ayat_arb": "فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِّثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ",
        "body_ayat_ltn_en": "Fa-in a'radoo faqul anzartukum saa'iqatam misla saa'iqati 'Aadinw wa Samood",
        "body_ayat_ltn_in": "fa-in a'radhuu fuqul andzartukum shaa'iqatan mitsla shaa'iqati 'aadin watsamuuda",
        "body_ayat_ltn_in_html": "fa-in a'ra<u>dh</u>uu fuqul an<u>dz</u>artukum <u>shaa</u>'iqatan mitsla <u>shaa</u>'iqati '<u>aa</u>din watsamuud<strong>a</strong>",
        "invers_tajweed": "فَإِنْ أَعْرَضُو[s[اْ] فَقُلْ أَ[f:11975[نذ]َرْتُكُمْ صَ[n[ـٰ]عِقَ[a:11976[ةً م]ِّثْلَ صَ[n[ـٰ]عِقَةِ عَا[a:11977[دٍ و]َثَم[p[ُو][q[د]َ",
        "translation_id": "Jika mereka berpaling maka katakanlah, “Aku telah memperingatkan kamu akan (bencana) petir seperti petir yang menimpa kaum ’Ad dan kaum Samud.”",
        "translation_en": "But if they turn away, then say, \"I have warned you of a thunderbolt like the thunderbolt [that struck] 'Aad and Thamud.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4231",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4231.mp3",
        "tafsir_short": "Ihwal penciptaan langit dan bumi sebagai bukti kemahakuasaan Allah, yang dijelaskan oleh ayat-ayat terdahulu, ternyata tidaklah membuat orang-orang musyrik Mekah berubah sikap dan keyakinan. Oleh sebab itu, ayat-ayat berikut memerintahkan Nabi Muhammad menyampaikan peringatan berupa pengalaman kaum ‘Ad dan Šamùd yang telah menolak kebenaran. Jika mereka, orang-orang musyrik Mekah, masih saja berpaling dari kebenaran yang disampaikan itu, maka katakanlah kepada mereka, “Aku telah memperingatkan kamu akan bencana petir seperti petir yang menimpa kaum ‘Ad dan kaum Šamùd.”"
      },
      {
        "id": 4232,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4232,
        "no_ayat_insurat": 14,
        "body_ayat_arb": "إِذْ جَاءَتْهُمُ الرُّسُلُ مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۖ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ",
        "body_ayat_ltn_en": "Iz jaaa'at humur Rusulu mim baini aydeehim wa min khalfihim allaa ta'budooo illal laaha qaaloo law shaaa'a Rabunaa la anzala malaaa 'ikatan fa innaa bimaaa ursiltum bihee kaafiroon",
        "body_ayat_ltn_in": "idz jaa-at-humu alrrusulu min bayni aydiihim wamin khalfihim allaa ta'buduu illaa allaaha qaaluu law syaa-a rabbunaa la-anzala malaa-ikatan fa-innaa bimaa ursiltum bihi kaafiruuna",
        "body_ayat_ltn_in_html": "i<u>dz</u> j<u>aa</u>-at-humu <strong>al</strong>rrusulu min bayni aydiihim wamin khalfihim <strong>al</strong>l<u>aa</u> ta'buduu ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha q<u>aa</u>luu law sy<u>aa</u>-a rabbun<u>aa</u> la-anzala mal<u>aa</u>-ikatan fa-inn<u>aa</u> bim<u>aa</u> ursiltum bihi k<u>aa</u>firuun<strong>a</strong>",
        "invers_tajweed": "إِذْ ج[o[َا]ٓءَتْهُمُ [h:11978[ٱ][l[ل]رُّسُلُ م[i:4612[ِنۢ ب]َيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ‌ۖ قَالُو[s[اْ] لَوْ ش[o[َا]ٓءَ رَبُّنَا لَأَ[f:9182[نز]َلَ مَلَ[o[ـٰٓ]ئِكَ[f:11979[ةً ف]َإِ[g[نّ]َا بِم[o[َآ] أُرْسِلْت[c:7059[ُم ب]ِه[n[ِۦ] كَ[n[ـٰ]فِر[p[ُو]نَ",
        "translation_id": "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka (dengan menyerukan), “Janganlah kamu menyembah selain Allah.” Mereka menjawab, “Kalau Tuhan kami menghendaki tentu Dia menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami mengingkari wahyu yang engkau diutus menyampaikannya.”",
        "translation_en": "[That occurred] when the messengers had come to them before them and after them, [saying], \"Worship not except Allah.\" They said, \"If our Lord had willed, He would have sent down the angels, so indeed we, in that with which you have been sent, are disbelievers.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4232",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4232.mp3",
        "tafsir_short": "Demikianlah, sebagaimana juga dikisahkan oleh Al-Qur’an, ketika para rasul datang kepada masing-masing mereka, kaum ‘Ad dan Šamùd, baik dari arah depan dan juga dari arah belakang mereka. Hal ini bermakna bahwa para rasul itu menyampaikan seruan kebenaran dengan berbagai cara, baik terang-terangan maupun dengan sembunyi-sembunyi. Para rasul itu menyerukan, “Janganlah kamu menyembah selain Allah.” Mendengar seruan itu mereka, kaum ‘Ad dan Šamùd menjawab, “Kalau Tuhan kami menghendaki untuk mengutus rasul, tentu Dia mengutus dan menurunkan malaikat-malaikat-Nya kepada kami, bukan manusia biasa seperti kamu. Maka sesungguhnya dengan kenyataan seperti itu, kami mengingkari wahyu yang engkau sengaja diutus untuk menyampaikannya kepada kami.”"
      },
      {
        "id": 4233,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4233,
        "no_ayat_insurat": 15,
        "body_ayat_arb": "فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ",
        "body_ayat_ltn_en": "Fa ammaa 'Aadun fastak baroo fil ardi bighairul haqqi wa qaaloo man ashaddu minnaa quwwatan awalam yaraw annal laahal lazee khalaqahum Huwa ashaddu minhum quwwatanw wa kaanoo bi Aayaatinaa yajhadoon",
        "body_ayat_ltn_in": "fa-ammaa 'aadun faistakbaruu fii al-ardhi bighayri alhaqqi waqaaluu man asyaddu minnaa quwwatan awa lam yaraw anna allaaha alladzii khalaqahum huwa asyaddu minhum quwwatan wakaanuu bi-aayaatinaa yajhaduuna",
        "body_ayat_ltn_in_html": "fa-amm<u>aa</u> '<u>aa</u>dun fa<strong>i</strong>stakbaruu fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi waq<u>aa</u>luu man asyaddu minn<u>aa</u> quwwatan awa lam yaraw anna <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii khalaqahum huwa asyaddu minhum quwwatan wak<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>",
        "invers_tajweed": "فَأَ[g[مّ]َا عَا[f:11980[دٌ ف]َ[h:4956[ٱ]سْتَكْبَرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ وَقَالُو[s[اْ] مَنْ أَشَدُّ مِ[g[نّ]َا قُوَّةً‌ۖ أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ [h:2537[ٱ]لَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّ[a:11981[ةً‌ۖ و]َكَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا يَ[q:4008[جْ]حَد[p[ُو]نَ",
        "translation_id": "Maka adapun kaum ‘Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, “Siapakah yang lebih hebat kekuatannya dari kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami.",
        "translation_en": "As for 'Aad, they were arrogant upon the earth without right and said, \"Who is greater than us in strength?\" Did they not consider that Allah who created them was greater than them in strength? But they were rejecting Our signs.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4233",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4233.mp3",
        "tafsir_short": "Ayat berikut memerinci apa yang dialami oleh kaum ‘Ad dan apa pula yang dialami oleh kaum Šamùd. Maka adapun kaum ‘Ad, mereka sangat menyombongkan diri di bumi tanpa mengindahkan kebenaran yang diserukan oleh Nabi Hud, rasul yang dibangkitkan di kalangan mereka, dan bahkan dengan congkak mereka berkata, “Siapakah, yakni tidak ada siapa pun, yang lebih hebat kekuatannya dari kami?” Sungguh sangat congkak dan sombong sikap kaum ‘Ad itu. Tidakkah mereka memperhatikan dan menyadari bahwa sesungguhnya Allah yang menciptakan mereka adalah Zat Yang Mahakuasa lagi Mahaperkasa? Dia adalah Zat yang lebih hebat kekuatan-Nya dari kekuatan yang mereka punya. Dan dalam sikap kesombongan dan kecongkakan seperti itu, mereka juga telah mengingkari tanda-tanda kebesaran Kami."
      },
      {
        "id": 4234,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4234,
        "no_ayat_insurat": 16,
        "body_ayat_arb": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
        "body_ayat_ltn_en": "Fa arsalnaa 'alaihim reehan sarsaran feee ayyaamin nahisaatil linuzeeqahum 'azaabal khizyi fil hayaatid dunyaa wa la'azaabul Aakhirati akhzaa wa hum laa yunsaroon",
        "body_ayat_ltn_in": "fa-arsalnaa 'alayhim riihan sharsharan fii ayyaamin nahisaatin linudziiqahum 'adzaaba alkhizyi fii alhayaati alddunyaa wala'adzaabu al-aakhirati akhzaa wahum laa yunsharuuna",
        "body_ayat_ltn_in_html": "fa-arsaln<u>aa</u> 'alayhim rii<u>h</u>an <u>sh</u>ar<u>sh</u>aran fii ayy<u>aa</u>min na<u>h</u>is<u>aa</u>tin linu<u>dz</u>iiqahum 'a<u>dzaa</u>ba <strong>a</strong>lkhizyi fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati akhz<u>aa</u> wahum l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>",
        "invers_tajweed": "فَأَرْسَلْنَا عَلَيْهِمْ رِي[f:11982[حًا ص]َرْصَ[f:11983[رًا ف][o[ِىٓ] أَيَّا[a:11984[مٍ ن]َّحِسَا[u:11985[تٍ ل]ِّنُذِيقَهُمْ عَذَابَ [h:6201[ٱ]لْخِزْىِ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَعَذَابُ [h:7000[ٱ]لْأَخِرَةِ أَخْزَىٰ‌ۖ وَهُمْ لَا يُ[f:237[نص]َر[p[ُو]نَ",
        "translation_id": "Maka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan.",
        "translation_en": "So We sent upon them a screaming wind during days of misfortune to make them taste the punishment of disgrace in the worldly life; but the punishment of the Hereafter is more disgracing, and they will not be helped.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4234",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4234.mp3",
        "tafsir_short": "Sebagai ganjaran bagi kecongkakan dan kesombongan mereka itu, maka Kami tiupkan kepada mereka angin yang sangat bergemuruh dan di-ngin hingga terasa menusuk tulang yang berlangsung dalam beberapa hari, yakni selama tujuh malam dan delapan hari yang mereka anggap sebagai hari yang nahas. Itu semua Kami timpakan kepada para pendurhaka itu karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dibandingkan siksaan di dunia, dan mereka tidak diberi pertolongan sedikit pun."
      },
      {
        "id": 4235,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4235,
        "no_ayat_insurat": 17,
        "body_ayat_arb": "وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ",
        "body_ayat_ltn_en": "Wa ammaa Samoodu fahadinaahum fastahabbul 'ama 'alal huda fa akhazathum saa'iqatul 'azaabil hooni bimaa kaanoo yaksiboon",
        "body_ayat_ltn_in": "wa-ammaa tsamuudu fahadaynaahum faistahabbuu al'amaa 'alaa alhudaa fa-akhadzat-hum shaa'iqatu al'adzaabi alhuuni bimaa kaanuu yaksibuuna",
        "body_ayat_ltn_in_html": "wa-amm<u>aa</u> tsamuudu fahadayn<u>aa</u>hum fa<strong>i</strong>sta<u>h</u>abbuu <strong>a</strong>l'am<u>aa</u> 'al<u>aa</u> <strong>a</strong>lhud<u>aa</u> fa-akha<u>dz</u>at-hum <u>shaa</u>'iqatu <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>lhuuni bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>",
        "invers_tajweed": "وَأَ[g[مّ]َا ثَمُودُ فَهَدَيْنَ[n[ـٰ]هُمْ فَ[h:11986[ٱ]سْتَحَبُّو[s[اْ] [h:11987[ٱ]لْعَمَىٰ عَلَى [h:4019[ٱ]لْهُدَىٰ فَأَخَذَتْهُمْ صَ[n[ـٰ]عِقَةُ [h:11988[ٱ]لْعَذَابِ [h:11989[ٱ]لْهُونِ بِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ",
        "translation_id": "Dan adapun kaum Samud, mereka telah Kami beri petunjuk tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu, maka mereka disambar petir sebagai azab yang menghinakan disebabkan apa yang telah mereka kerjakan.",
        "translation_en": "And as for Thamud, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them for what they used to earn.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4235",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4235.mp3",
        "tafsir_short": "Dan adapun terhadap kaum Šamùd, mereka telah Kami beri petunjuk untuk mencapai jalan kebaikan dengan mengutus Nabi Saleh. Sebagai bukti kebenaran risalahnya, Kami berikan kepada Nabi Saleh itu mukjizat berupa unta yang tidak boleh disembelih, tetapi mereka lebih menyukai kebutaan atau kesesatan yang disebabkan kebutaan mata hati, daripada petunjuk yang Kami sampaikan itu. Maka, mereka disambar petir dan halilintar sebagai azab yang menghinakan dan membinasakan disebabkan apa yang telah mereka kerjakan."
      },
      {
        "id": 4236,
        "surat_id": 41,
        "jus": 24,
        "ruku": 414,
        "no_ayat_inquran": 4236,
        "no_ayat_insurat": 18,
        "body_ayat_arb": "وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
        "body_ayat_ltn_en": "Wa najjainal lazeena aamanoo wa kaanoo yattaqoon",
        "body_ayat_ltn_in": "wanajjaynaa alladziina aamanuu wakaanuu yattaquuna",
        "body_ayat_ltn_in_html": "wanajjayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wak<u>aa</u>nuu yattaquun<strong>a</strong>",
        "invers_tajweed": "وَنَجَّيْنَا [h:11990[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَكَانُو[s[اْ] يَتَّق[p[ُو]نَ",
        "translation_id": "Dan Kami selamatkan orang-orang yang beriman karena mereka adalah orang-orang yang bertakwa.",
        "translation_en": "And We saved those who believed and used to fear Allah.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4236",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4236.mp3",
        "tafsir_short": "Setelah menjelaskan azab yang ditimpakan kepada kaum ‘Ad dan Šamùd yang mendurhakai nabinya masing-masing, Allah lalu menjelaskan keadaan Nabi Hud dan Nabi Saleh beserta para pengikutnya. Allah berfirman, “Dan Kami selamatkan kedua nabi itu, Nabi Hud dan Nabi Saleh, beserta orang-orang beriman yang menjadi pengikut keduanya karena mereka adalah orang-orang yang senantiasa bertakwa dengan melaksanakan segala yang Kami perintahkan dan meninggalkan apa yang Kami larang."
      },
      {
        "id": 4237,
        "surat_id": 41,
        "jus": 24,
        "ruku": 415,
        "no_ayat_inquran": 4237,
        "no_ayat_insurat": 19,
        "body_ayat_arb": "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ",
        "body_ayat_ltn_en": "Wa yawma yuhsharu a'daaa'ul laahi ilan Naari fahum yooza'oon",
        "body_ayat_ltn_in": "wayawma yuhsyaru a'daau allaahi ilaa alnnaari fahum yuuza'uuna",
        "body_ayat_ltn_in_html": "wayawma yu<u>h</u>syaru a'd<u>aa</u>u <strong>al</strong>l<u>aa</u>hi il<u>aa</u> <strong>al</strong>nn<u>aa</u>ri fahum yuuza'uun<strong>a</strong>",
        "invers_tajweed": "وَيَوْمَ يُحْشَرُ أَعْد[o[َا]ٓءُ [h:11991[ٱ]للَّهِ إِلَى [h:1241[ٱ][l[ل][g[نّ]َارِ فَهُمْ يُوزَع[p[ُو]نَ",
        "translation_id": "Dan (ingatlah) pada hari (ketika) musuh-musuh Allah digiring ke neraka lalu mereka dipisah-pisahkan.",
        "translation_en": "And [mention, O Muhammad], the Day when the enemies of Allah will be gathered to the Fire while they are [driven] assembled in rows,",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4237",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4237.mp3",
        "tafsir_short": "Ayat-ayat sebelum ini berbicara tentang azab dan siksaan yang ditimpakan kepada kaum pendurhaka ketika mereka masih di dunia, dan mengisyaratkan bahwa siksaan di akhirat jauh lebih dahsyat dan menghinakan. Ayat-ayat berikut menjelaskan bagaimana penggambaran azab akhirat tersebut. Dan ingatkanlah kaum kafir Mekah itu, wahai Nabi Muhammad, bahwa pada hari Kiamat ketika mereka musuh-musuh Allah itu, seperti kaum ‘Ad dan Šamud, digiring dengan kasar dan tanpa belas kasihan oleh para malaikat ke dalam neraka lalu mereka dipisah-pisahkan."
      },
      {
        "id": 4238,
        "surat_id": 41,
        "jus": 24,
        "ruku": 415,
        "no_ayat_inquran": 4238,
        "no_ayat_insurat": 20,
        "body_ayat_arb": "حَتَّىٰ إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُوا يَعْمَلُونَ",
        "body_ayat_ltn_en": "Hattaaa izaa maa jaaa'oohaa shahida 'alaihim samu'uhum wa absaaruhum wa julooduhum bimaa kaanoo ya'maloon",
        "body_ayat_ltn_in": "hattaa idzaa maa jaauuhaa syahida 'alayhim sam'uhum wa-abshaaruhum wajuluuduhum bimaa kaanuu ya'maluuna",
        "body_ayat_ltn_in_html": "<u>h</u>att<u>aa</u> i<u>dzaa</u> m<u>aa</u> j<u>aa</u>uuh<u>aa</u> syahida 'alayhim sam'uhum wa-ab<u>shaa</u>ruhum wajuluuduhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "invers_tajweed": "حَتَّ[o[ىٰٓ] إِذَا مَا ج[o[َا]ٓءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَ[q:11992[بْ]صَ[n[ـٰ]رُهُمْ وَجُلُودُه[c:11993[ُم ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
        "translation_id": "Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.",
        "translation_en": "Until, when they reach it, their hearing and their eyes and their skins will testify against them of what they used to do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4238",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4238.mp3",
        "tafsir_short": "Sehingga apabila mereka, para musuh Allah itu, sampai ke depan pintu neraka, lalu diajukanlah kepada mereka pertanyaan tentang dosa-dosa yang telah mereka lakukan selama hidup di dunia. Akan tetapi, mereka mengingkarinya dan tidak mengakui perbuatan dosa itu. Maka, Allah mengambil anggota badan mereka, seperti pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan selama hidup di dunia itu."
      },
      {
        "id": 4239,
        "surat_id": 41,
        "jus": 24,
        "ruku": 415,
        "no_ayat_inquran": 4239,
        "no_ayat_insurat": 21,
        "body_ayat_arb": "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوا أَنطَقَنَا اللَّهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
        "body_ayat_ltn_en": "Wa qaaloo lijuloodihim lima shahittum 'alainaa qaaloo antaqanal laahul lazeee antaqa kulla shai'inw wa Huwa khalaqakum awwala marratinw wa ilaihi turja'oon",
        "body_ayat_ltn_in": "waqaaluu lijuluudihim lima syahidtum 'alaynaa qaaluu anthaqanaa allaahu alladzii anthaqa kulla syay-in wahuwa khalaqakum awwala marratin wa-ilayhi turja'uuna",
        "body_ayat_ltn_in_html": "waq<u>aa</u>luu lijuluudihim lima syahidtum 'alayn<u>aa</u> q<u>aa</u>luu an<u>th</u>aqan<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii an<u>th</u>aqa kulla syay-in wahuwa khalaqakum awwala marratin wa-ilayhi turja'uun<strong>a</strong>",
        "invers_tajweed": "وَقَالُو[s[اْ] لِجُلُودِهِمْ لِمَ شَهِ[d:11994[د]تُّمْ عَلَيْنَا‌ۖ قَال[o[ُوٓ][s[اْ] أَ[f:11995[نط]َقَنَا [h:11996[ٱ]للَّهُ [h:4738[ٱ]لَّذ[o[ِىٓ] أَ[f:11997[نط]َقَ كُلَّ ش[a:4300[َىْءٍ و]َهُوَ خَلَقَكُمْ أَوَّلَ مَرَّ[a:11998[ةٍ و]َإِلَيْهِ تُرْجَع[p[ُو]نَ",
        "translation_id": "Dan mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka men-jawab, “Yang menjadikan kami dapat berbicara adalah Allah, yang (juga) menjadikan segala sesuatu dapat berbicara, dan Dialah yang menciptakan kamu yang pertama kali dan hanya kepada-Nya kamu dikembalikan.”",
        "translation_en": "And they will say to their skins, \"Why have you testified against us?\" They will say, \"We were made to speak by Allah, who has made everything speak; and He created you the first time, and to Him you are returned.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4239",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4239.mp3",
        "tafsir_short": "Ketika anggota tubuh mereka, seperti pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap perbuatan dosa yang mereka lakukan selama hidup di dunia, mereka pun mempertanyakan hal itu. Dan ingatlah ketika mereka para musuh Allah itu, berkata kepada kulit mereka sendiri, “Mengapa kamu menjadi saksi yang memberatkan terhadap kami?” Kulit mereka menjawab, “Yang menjadikan kami dapat berbicara adalah Allah, yang juga menjadikan segala sesuatu dapat berbicara, dan Dialah juga yang menciptakan kamu yang pertama kali serta menganugerahkan kemampuan berbicara, dan hanya kepada-Nya saja kamu dikembalikan.”"
      },
      {
        "id": 4240,
        "surat_id": 41,
        "jus": 24,
        "ruku": 415,
        "no_ayat_inquran": 4240,
        "no_ayat_insurat": 22,
        "body_ayat_arb": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِن ظَنَنتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
        "body_ayat_ltn_en": "Wa maa kuntum tastatiroona ai-yashhada 'alaikum sam'ukum wa laaa absaarukum wa laa juloodukum wa laakin zanantum annal laaha laa ya'lamu kaseeram mimmaa ta'maloon",
        "body_ayat_ltn_in": "wamaa kuntum tastatiruuna an yasyhada 'alaykum sam'ukum walaa abshaarukum walaa juluudukum walaakin zhanantum anna allaaha laa ya'lamu katsiiran mimmaa ta'maluuna",
        "body_ayat_ltn_in_html": "wam<u>aa</u> kuntum tastatiruuna an yasyhada 'alaykum sam'ukum wal<u>aa</u> ab<u>shaa</u>rukum wal<u>aa</u> juluudukum wal<u>aa</u>kin <u>zh</u>anantum anna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> ya'lamu katsiiran mimm<u>aa</u> ta'maluun<strong>a</strong>",
        "invers_tajweed": "وَمَا كُ[f:100[نت]ُمْ تَسْتَتِرُونَ أ[a:11999[َن ي]َشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَل[o[َآ] أَ[q:12000[بْ]صَ[n[ـٰ]رُكُمْ وَلَا جُلُودُكُمْ وَلَ[n[ـٰ]كِ[f:12001[ن ظ]َنَ[f:12002[نت]ُمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ لَا يَعْلَمُ كَثِي[a:3437[رًا م]ِّ[g[مّ]َا تَعْمَل[p[ُو]نَ",
        "translation_id": "Dan kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan dan kulitmu terhadapmu ) bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.",
        "translation_en": "And you were not covering yourselves, lest your hearing testify against you or your sight or your skins, but you assumed that Allah does not know much of what you do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4240",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4240.mp3",
        "tafsir_short": "Dan kamu benar-benar tidak dapat dan tidak mampu bersembunyi dari kesaksian yang diberikan oleh pendengaran, penglihatan, dan kulitmu terhadap diri-mu sendiri. Bahkan kamu mengira bahwa Allah Yang Maha Mendengar dan Maha Melihat itu tidak mengetahui banyak tentang apa yaitu perbuatan jahat yang telah kamu lakukan itu."
      },
      {
        "id": 4241,
        "surat_id": 41,
        "jus": 24,
        "ruku": 415,
        "no_ayat_inquran": 4241,
        "no_ayat_insurat": 23,
        "body_ayat_arb": "وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنتُم بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُم مِّنَ الْخَاسِرِينَ",
        "body_ayat_ltn_en": "Wa zaalikum zannukumul lazee zanantum bi-Rabbikum ardaakum fa asbahtum minal khaasireen",
        "body_ayat_ltn_in": "wadzaalikum zhannukumu alladzii zhanantum birabbikum ardaakum fa-ashbahtum mina alkhaasiriina",
        "body_ayat_ltn_in_html": "wa<u>dzaa</u>likum <u>zh</u>annukumu <strong>al</strong>la<u>dz</u>ii <u>zh</u>anantum birabbikum ard<u>aa</u>kum fa-a<u>sh</u>ba<u>h</u>tum mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>",
        "invers_tajweed": "وَذ[n[َٲ]لِكُمْ ظَ[g[نّ]ُكُمُ [h:12003[ٱ]لَّذِى ظَنَ[f:12002[نت][c:12004[ُم ب]ِرَبِّكُمْ أَرْدَ[n[ٮٰ]كُمْ فَأَصْبَحْت[w:12005[ُم م]ِّنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ",
        "translation_id": "Dan itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu (dugaan itu) telah membinasakan kamu, sehingga jadilah kamu termasuk orang yang rugi.",
        "translation_en": "And that was your assumption which you assumed about your Lord. It has brought you to ruin, and you have become among the losers.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4241",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4241.mp3",
        "tafsir_short": "Dan sungguh itulah dugaan buruk-mu yang telah kamu sangkakan terhadap Tuhan yang telah berbuat baik kepada-mu, dan sekarang ternyata dugaan itulah yang telah membinasakan kamu, sehingga jadilah kamu termasuk dalam kelompok orang yang rugi,"
      },
      {
        "id": 4242,
        "surat_id": 41,
        "jus": 24,
        "ruku": 415,
        "no_ayat_inquran": 4242,
        "no_ayat_insurat": 24,
        "body_ayat_arb": "فَإِن يَصْبِرُوا فَالنَّارُ مَثْوًى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا فَمَا هُم مِّنَ الْمُعْتَبِينَ",
        "body_ayat_ltn_en": "Fa-iny yasbiroo fan Naaru maswal lahum wa iny-yasta'tiboo famaa hum minal mu'tabeen",
        "body_ayat_ltn_in": "fa-in yashbiruu faalnnaaru matswan lahum wa-in yasta'tibuu famaa hum mina almu'tabiina",
        "body_ayat_ltn_in_html": "fa-in ya<u>sh</u>biruu fa<strong>al</strong>nn<u>aa</u>ru matswan lahum wa-in yasta'tibuu fam<u>aa</u> hum mina <strong>a</strong>lmu'tabiin<strong>a</strong>",
        "invers_tajweed": "فَإ[a:12006[ِن ي]َصْبِرُو[s[اْ] فَ[h:6278[ٱ][l[ل][g[نّ]َارُ مَثْ[u:12007[وًى ل]َّهُمْ‌ۖ وَإ[a:12008[ِن ي]َسْتَعْتِبُو[s[اْ] فَمَا ه[w:10171[ُم م]ِّنَ [h:12009[ٱ]لْمُعْتَب[p[ِي]نَ",
        "translation_id": "Meskipun mereka bersabar (atas azab neraka) maka nerakalah tempat tinggal mereka dan jika mereka minta belas kasihan, maka mereka itu tidak termasuk orang yang pantas dikasihani.",
        "translation_en": "So [even] if they are patient, the Fire is a residence for them; and if they ask to appease [Allah], they will not be of those who are allowed to appease.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4242",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4242.mp3",
        "tafsir_short": "Agar terasa betapa besar murka Allah terhadap musuh-musuh-Nya itu, maka pembicaraan tidak ditujukan kepada mereka, karena mereka tidak layak lagi untuk diajak bicara, tetapi dikatakan bahwa meskipun mereka bersabar atau menahan rasa pedih atas azab neraka, maka memang yang pantas nerakalah yang menjadi tempat tinggal mereka, dan jika mereka minta belas kasihan agar diampuni dan diringankan siksanya, maka mereka itu tidak termasuk orang yang pantas dikasihani untuk diberi ampunan dan keringanan siksa."
      },
      {
        "id": 4243,
        "surat_id": 41,
        "jus": 24,
        "ruku": 415,
        "no_ayat_inquran": 4243,
        "no_ayat_insurat": 25,
        "body_ayat_arb": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ الْجِنِّ وَالْإِنسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
        "body_ayat_ltn_en": "Wa qaiyadnaa lahum quranaaa'a fazaiyanoo lahum maa baina aideehim wa maa khalfahum wa haqqa 'alaihimul qawlu feee umamin qad khalat min qablihim minal jinni wal insi innahum kaanoo khaasireen",
        "body_ayat_ltn_in": "waqayyadhnaa lahum quranaa-a fazayyanuu lahum maa bayna aydiihim wamaa khalfahum wahaqqa 'alayhimu alqawlu fii umamin qad khalat min qablihim mina aljinni waal-insi innahum kaanuu khaasiriina",
        "body_ayat_ltn_in_html": "waqayya<u>dh</u>n<u>aa</u> lahum quran<u>aa</u>-a fazayyanuu lahum m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wa<u>h</u>aqqa 'alayhimu <strong>a</strong>lqawlu fii umamin qad khalat min qablihim mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi innahum k<u>aa</u>nuu kh<u>aa</u>siriin<strong>a</strong>",
        "invers_tajweed": "۞ وَقَيَّضْنَا لَهُمْ قُرَن[o[َا]ٓءَ فَزَيَّنُو[s[اْ] لَه[w:3531[ُم م]َّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ [h:10217[ٱ]لْقَوْلُ ف[o[ِىٓ] أُمَ[f:4671[مٍ ق]َ[q:298[دْ] خَلَتْ مِ[f:617[ن ق]َ[q:618[بْ]لِه[w:10662[ِم م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ‌ۖ إِ[g[نّ]َهُمْ كَانُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ",
        "translation_id": "Dan Kami tetapkan bagi mereka teman-teman (setan) yang memuji-muji apa saja yang ada di hadapan dan di belakang mereka dan tetaplah atas mereka putusan azab bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sungguh, mereka adalah orang-orang yang rugi.",
        "translation_en": "And We appointed for them companions who made attractive to them what was before them and what was behind them [of sin], and the word has come into effect upon them among nations which had passed on before them of jinn and men. Indeed, they [all] were losers.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4243",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4243.mp3",
        "tafsir_short": "Setelah pada ayat-ayat yang lalu Al-Qur’an memberi kecaman terhadap para pendurhaka musyrikin Mekah dan siapa pun yang sama dengan mereka, pada ayat-ayat berikut Al-Qur’an menjelaskan lebih jauh sebab kedurhakaan itu. Dan Kami tetapkan bagi mereka para pendurhaka itu, teman-teman, yang sifat dan perangainya sama dengan mereka, yakni memuji-muji apa saja yang ada di hadapan mereka, yakni kelezatan duniawi, dan yang ada di belakang mereka, yakni kehidupan akhirat yang mereka ingkari. Dan oleh sebab itu, tetaplah atas mereka putusan, yakni azab, bersama umat-umat yang terdahulu sebelum mereka, dari golongan jin dan manusia. Sungguh, mereka semua para pendurhaka itu, adalah orang-orang yang benar-benar menderita kerugian."
      },
      {
        "id": 4244,
        "surat_id": 41,
        "jus": 24,
        "ruku": 416,
        "no_ayat_inquran": 4244,
        "no_ayat_insurat": 26,
        "body_ayat_arb": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
        "body_ayat_ltn_en": "Wa qaalal lazeena kafaroo laa tasma'oo lihaazal Quraani walghaw feehi la'allakum taghlihoon",
        "body_ayat_ltn_in": "waqaala alladziina kafaruu laa tasma'uu lihaadzaa alqur-aani wailghaw fiihi la'allakum taghlibuuna",
        "body_ayat_ltn_in_html": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu l<u>aa</u> tasma'uu lih<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni wa<strong>i</strong>lghaw fiihi la'allakum taghlibuun<strong>a</strong>",
        "invers_tajweed": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَا تَسْمَعُو[s[اْ] لِهَ[n[ـٰ]ذَا [h:12010[ٱ]لْقُرْءَانِ وَ[h:12011[ٱ]لْغَوْ[s[اْ] فِيهِ لَعَلَّكُمْ تَغْلِب[p[ُو]نَ",
        "translation_id": "Dan orang-orang yang kafir berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur'an ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).”",
        "translation_en": "And those who disbelieve say, \"Do not listen to this Qur'an and speak noisily during [the recitation of] it that perhaps you will overcome.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4244",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4244.mp3",
        "tafsir_short": "Contoh dari teman-teman para pendurhaka itu dapat dilihat pada perbuatan orang-orang yang melarang mendengarkan bacaan Al-Qur’an. Dan orang-orang yang kafir berkata satu sama lain di antara sesama mereka, “Janganlah kamu mendengarkan dengan cara apa pun bacaan Al-Qur’an ini, dan buatlah kegaduhan terhadapnya dengan cara berteriak-teriak atau bertepuk tangan sehingga bacaan itu tidak bisa didengar, agar dengan berbuat kegaduhan itu kamu dapat mengalahkan bacaan Al-Qur’an itu."
      },
      {
        "id": 4245,
        "surat_id": 41,
        "jus": 24,
        "ruku": 416,
        "no_ayat_inquran": 4245,
        "no_ayat_insurat": 27,
        "body_ayat_arb": "فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ",
        "body_ayat_ltn_en": "Falanuzeeqannal lazeena kafaroo 'azaaban shadeedanw wa lanajziyannahum aswallazee kaanoo ya'maloon",
        "body_ayat_ltn_in": "falanudziiqanna alladziina kafaruu 'adzaaban syadiidan walanajziyannahum aswa-a alladzii kaanuu ya'maluuna",
        "body_ayat_ltn_in_html": "falanu<u>dz</u>iiqanna <strong>al</strong>la<u>dz</u>iina kafaruu 'a<u>dzaa</u>ban syadiidan walanajziyannahum aswa-a <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "invers_tajweed": "فَلَنُذِيقَ[g[نّ]َ [h:12012[ٱ]لَّذِينَ كَفَرُو[s[اْ] عَذَا[f:1966[بًا ش]َدِي[a:12013[دًا و]َلَنَ[q:7579[جْ]زِيَ[g[نّ]َهُمْ أَسْوَأَ [h:11701[ٱ]لَّذِى كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
        "translation_id": "Maka sungguh, akan Kami timpakan azab yang keras kepada orang-orang yang kafir itu dan sungguh, akan Kami beri balasan mereka dengan seburuk-buruk balasan terhadap apa yang telah mereka kerjakan.",
        "translation_en": "But We will surely cause those who disbelieve to taste a severe punishment, and We will surely recompense them for the worst of what they had been doing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4245",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4245.mp3",
        "tafsir_short": "Menanggapi saran para pendurhaka itu kepada teman-temannya agar membuat kegaduhan ketika Al-Qur’an sedang dibacakan, maka Allah akan menimpakan azab kepada mereka. Firman Allah, “Maka sungguh, akan segera Kami timpakan azab yang keras serta siksa yang pedih kepada orang-orang yang kafir itu, dan di samping itu sungguh akan Kami beri balasan kepada mereka dengan seburuk-buruk balasan di akhirat nanti terhadap apa yang telah mereka kerjakan di dunia."
      },
      {
        "id": 4246,
        "surat_id": 41,
        "jus": 24,
        "ruku": 416,
        "no_ayat_inquran": 4246,
        "no_ayat_insurat": 28,
        "body_ayat_arb": "ذَٰلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ ۖ لَهُمْ فِيهَا دَارُ الْخُلْدِ ۖ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
        "body_ayat_ltn_en": "Zaalika jazaaa'u a'daaa'il laahin Naaru lahum feehaa daarul khuld, jazaaa'am bimaa kaanoo bi aayaatinaa yajhdoon",
        "body_ayat_ltn_in": "dzaalika jazaau a'daa-i allaahi alnnaaru lahum fiihaa daaru alkhuldi jazaa-an bimaa kaanuu bi-aayaatinaa yajhaduuna",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika jaz<u>aa</u>u a'd<u>aa</u>-i <strong>al</strong>l<u>aa</u>hi <strong>al</strong>nn<u>aa</u>ru lahum fiih<u>aa</u> d<u>aa</u>ru <strong>a</strong>lkhuldi jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>",
        "invers_tajweed": "ذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ أَعْد[o[َا]ٓءِ [h:12014[ٱ]للَّهِ [h:12015[ٱ][l[ل][g[نّ]َارُ‌ۖ لَهُمْ فِيهَا دَارُ [h:12016[ٱ]لْخُلْدِ‌ۖ جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا يَ[q:4008[جْ]حَد[p[ُو]نَ",
        "translation_id": "Demikianlah balasan (terhadap) musuh-musuh Allah (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
        "translation_en": "That is the recompense of the enemies of Allah - the Fire. For them therein is the home of eternity as recompense for what they, of Our verses, were rejecting.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4246",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4246.mp3",
        "tafsir_short": "Demikianlah, siksa yang seburuk-buruknya itu merupakan balasan terhadap musuh-musuh Allah yaitu neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka yang terus menerus terhadap ayat-ayat Kami."
      },
      {
        "id": 4247,
        "surat_id": 41,
        "jus": 24,
        "ruku": 416,
        "no_ayat_inquran": 4247,
        "no_ayat_insurat": 29,
        "body_ayat_arb": "وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ",
        "body_ayat_ltn_en": "Wa qaalal lazeena kafaroo Rabbanaaa arinal lazaini adal laanaa minal jinni wal insi naj'alhumaa tahta aqdaaminaa liyakoonaa minal asfaleen",
        "body_ayat_ltn_in": "waqaala alladziina kafaruu rabbanaa arinaa alladzayni adhallaanaa mina aljinni waal-insi naj'alhumaa tahta aqdaaminaa liyakuunaa mina al-asfaliina",
        "body_ayat_ltn_in_html": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu rabban<u>aa</u> arin<u>aa</u> <strong>al</strong>la<u>dz</u>ayni a<u>dh</u>all<u>aa</u>n<u>aa</u> mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi naj'alhum<u>aa</u> ta<u>h</u>ta aqd<u>aa</u>min<u>aa</u> liyakuun<u>aa</u> mina <strong>a</strong>l-asfaliin<strong>a</strong>",
        "invers_tajweed": "وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] رَبَّن[o[َآ] أَرِنَا [h:12017[ٱ]لَّذَيْنِ أَضَلَّانَا مِنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ نَ[q:12018[جْ]عَلْهُمَا تَحْتَ أَ[q:12019[قْ]دَامِنَا لِيَكُونَا مِنَ [h:12020[ٱ]لْأَسْفَل[p[ِي]نَ",
        "translation_id": "Dan orang-orang yang kafir berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami yaitu (golongan) jin dan manusia, agar kami letakkan keduanya di bawah telapak kaki kami agar kedua golongan itu menjadi yang paling bawah (hina).”",
        "translation_en": "And those who disbelieved will [then] say, \"Our Lord, show us those who misled us of the jinn and men [so] we may put them under our feet that they will be among the lowest.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4247",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4247.mp3",
        "tafsir_short": "Berkaitan erat dengan siksa yang menanti orang-orang kafir itu di neraka, ayat ini menggambarkan permintaan mereka agar diperlihatkan siapa yang telah menyesatkan mereka. Dan ketika sudah berada di neraka, orang-orong yang kafir berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan makhluk yang telah menyesatkan dan mengakibatkan kami terjerumus masuk neraka ini, yaitu golongan jin dan manusia, agar kami letakkan mereka keduanya di bawah telapak kaki kami, agar kedua golongan itu menjadi orang yang paling bawah atau hina.”"
      },
      {
        "id": 4248,
        "surat_id": 41,
        "jus": 24,
        "ruku": 416,
        "no_ayat_inquran": 4248,
        "no_ayat_insurat": 30,
        "body_ayat_arb": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ",
        "body_ayat_ltn_en": "Innal lazeena qaaloo Rabbunal laahu summas taqaamoo tatanazzalu 'alaihimul malaaa 'ikatu allaa takhaafoo wa laa tahzanoo wa abshiroo bil Jannnatil latee kuntum too'adoon",
        "body_ayat_ltn_in": "inna alladziina qaaluu rabbunaa allaahu tsumma istaqaamuu tatanazzalu 'alayhimu almalaa-ikatu allaa takhaafuu walaa tahzanuu wa-absyiruu bialjannati allatii kuntum tuu'aduuna",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu rabbun<u>aa</u> <strong>al</strong>l<u>aa</u>hu tsumma istaq<u>aa</u>muu tatanazzalu 'alayhimu <strong>a</strong>lmal<u>aa</u>-ikatu <strong>al</strong>l<u>aa</u> takh<u>aa</u>fuu wal<u>aa</u> ta<u>h</u>zanuu wa-absyiruu bi<strong>a</strong>ljannati <strong>al</strong>latii kuntum tuu'aduun<strong>a</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ قَالُو[s[اْ] رَبُّنَا [h:9034[ٱ]للَّهُ ثُ[g[مّ]َ [h:12021[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] تَتَنَزَّلُ عَلَيْهِمُ [h:12022[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ أَلَّا تَخَافُو[s[اْ] وَلَا تَحْزَنُو[s[اْ] وَأَ[q:12023[بْ]شِرُو[s[اْ] بِ[h:12024[ٱ]لْجَ[g[نّ]َةِ [h:12025[ٱ]لَّتِى كُ[f:100[نت]ُمْ تُوعَد[p[ُو]نَ",
        "translation_id": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.”",
        "translation_en": "Indeed, those who have said, \"Our Lord is Allah \" and then remained on a right course - the angels will descend upon them, [saying], \"Do not fear and do not grieve but receive good tidings of Paradise, which you were promised.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4248",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4248.mp3",
        "tafsir_short": "Pada ayat-ayat yang lalu telah dijelaskan adanya teman-teman bagi para pendurhaka yang menjerumuskan mereka ke dalam neraka, maka pada ayat-ayat berikut disajikan kebalikan dari itu, yakni orang-orang beriman yang bersaksi bahwa Allah adalah Tuhan mereka. Sesungguhnya orang-orang beriman yang berkata, “Tuhan kami adalah Allah,” kemudian mereka bermohon kepada Allah agar meneguhkan pendirian mereka beristikamah dalam hidup, maka malaikat-malaikat akan turun kepada mereka yang akan menjadi teman mereka dengan berkata, “Janganlah kamu merasa takut menghadapi masa datang, dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan memperoleh surga yang telah dijanjikan Allah kepadamu melalui Rasul-Nya.”"
      },
      {
        "id": 4249,
        "surat_id": 41,
        "jus": 24,
        "ruku": 416,
        "no_ayat_inquran": 4249,
        "no_ayat_insurat": 31,
        "body_ayat_arb": "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
        "body_ayat_ltn_en": "Nahnu awliyaaa'ukum fil hayaatid dunyaa wa fil Aakhirati wa lakum feehaa maa tashtaheee anfusukum wa lakum feehaa ma tadda'oon",
        "body_ayat_ltn_in": "nahnu awliyaaukum fii alhayaati alddunyaa wafii al-aakhirati walakum fiihaa maa tasytahii anfusukum walakum fiihaa maa tadda'uuna",
        "body_ayat_ltn_in_html": "na<u>h</u>nu awliy<u>aa</u>ukum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wafii <strong>a</strong>l-<u>aa</u>khirati walakum fiih<u>aa</u> m<u>aa</u> tasytahii anfusukum walakum fiih<u>aa</u> m<u>aa</u> tadda'uun<strong>a</strong>",
        "invers_tajweed": "نَحْنُ أَوْلِي[o[َا]ٓؤُكُمْ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۖ وَلَكُمْ فِيهَا مَا تَشْتَه[o[ِىٓ] أَ[f:6579[نف]ُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّع[p[ُو]نَ",
        "translation_id": "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta.",
        "translation_en": "We [angels] were your allies in worldly life and [are so] in the Hereafter. And you will have therein whatever your souls desire, and you will have therein whatever you request [or wish]",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4249",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4249.mp3",
        "tafsir_short": "Demikianlah para malaikat menenangkan orang-orang beriman dan membuat mereka lebih merasa nyaman. Para malaikat itu berkata, “Kami, atas perintah Allah, menjadi pelindung-pelindungmu dan akan selalu siap membantu kamu dalam kehidupan dunia dan demikian pula dalam kehidupan akhirat. Maka di dalamnya, yakni di dalam surga ini, kamu memperoleh apa yang kamu inginkan dalam bentuk berbagai kenikmatan, dan memperoleh apa saja yang pernah kamu minta dulu di dunia."
      },
      {
        "id": 4250,
        "surat_id": 41,
        "jus": 24,
        "ruku": 416,
        "no_ayat_inquran": 4250,
        "no_ayat_insurat": 32,
        "body_ayat_arb": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
        "body_ayat_ltn_en": "Nuzulam min Ghafoorir Raheem",
        "body_ayat_ltn_in": "nuzulan min ghafuurin rahiimin",
        "body_ayat_ltn_in_html": "nuzulan min ghafuurin ra<u>h</u>iim<strong>in</strong>",
        "invers_tajweed": "نُزُل[a:2524[اً م]ِّنْ غَفُو[u:12026[رٍ ر]َّح[p[ِي]مٍ",
        "translation_id": "Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang.",
        "translation_en": "As accommodation from a [Lord who is] Forgiving and Merciful.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4250",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4250.mp3",
        "tafsir_short": "Yang demikian itu adalah sebagai penghormatan bagimu dari Allah Yang Maha Pengampun lagi Maha Penyayang."
      },
      {
        "id": 4251,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4251,
        "no_ayat_insurat": 33,
        "body_ayat_arb": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
        "body_ayat_ltn_en": "Wa man ahsanu qawlam mimman da'aaa ilal laahi wa 'amila saalihanw wa qaala innanee minal muslimeen",
        "body_ayat_ltn_in": "waman ahsanu qawlan mimman da'aa ilaa allaahi wa'amila shaalihan waqaala innanii mina almusl",
        "body_ayat_ltn_in_html": "waman a<u>h</u>sanu qawlan mimman da'<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa'amila <u>shaa</u>li<u>h</u>an waq<u>aa</u>la innanii mina <strong>a</strong>lmusl",
        "invers_tajweed": "وَمَنْ أَحْسَنُ قَوْل[a:12027[اً م]ِّ[g[مّ]َ[f:12028[ن د]َع[o[َآ] إِلَى [h:1637[ٱ]للَّهِ وَعَمِلَ صَ[n[ـٰ]لِ[a:12029[حًا و]َقَالَ إِ[g[نّ]َنِى مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ",
        "translation_id": "Dan siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah dan mengerjakan kebajikan dan berkata, “Sungguh, aku termasuk orang-orang muslim (yang berserah diri)?”",
        "translation_en": "And who is better in speech than one who invites to Allah and does righteousness and says, \"Indeed, I am of the Muslims.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4251",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4251.mp3",
        "tafsir_short": "Setelah ayat-ayat yang lalu menjelaskan penghargaan kepada orang-orang yang istikamah dengan kedatangan malaikat yang membantu mereka, maka ayat-ayat berikut memberikan pujian terhadap orang yang menyeru ke jalan Allah. Dan siapakah yang lebih baik perkataannya di antara manusia, daripada orang yang menyeru kepada Allah agar manusia tidak melakukan kemusyrikan, dan selalu gemar mengerjakan kebajikan dan berkata dengan penuh keyakinan, “Sungguh, aku termasuk ke dalam kelompok orang-orang muslim yang berserah diri?”"
      },
      {
        "id": 4252,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4252,
        "no_ayat_insurat": 34,
        "body_ayat_arb": "وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ۚ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ",
        "body_ayat_ltn_en": "Wa laa tastawil hasanatu wa las saiyi'ah; idfa' billatee hiya ahsanu fa'izal lazee bainaka wa bainahoo 'adaawatun ka'annahoo waliyun hameem",
        "body_ayat_ltn_in": "walaa tastawii alhasanatu walaa alssayyi-atu idfa' biallatii hiya ahsanu fa-idzaa alladzii baynaka wabaynahu 'adaawatun ka-annahu waliyyun hamiimun",
        "body_ayat_ltn_in_html": "wal<u>aa</u> tastawii <strong>a</strong>l<u>h</u>asanatu wal<u>aa</u> <strong>al</strong>ssayyi-atu idfa' bi<strong>a</strong>llatii hiya a<u>h</u>sanu fa-i<u>dzaa</u> <strong>al</strong>la<u>dz</u>ii baynaka wabaynahu 'ad<u>aa</u>watun ka-annahu waliyyun <u>h</u>amiim<strong>un</strong>",
        "invers_tajweed": "وَلَا تَسْتَوِى [h:12030[ٱ]لْحَسَنَةُ وَلَا [h:12031[ٱ][l[ل]سَّيِّئَةُ‌ۚ [h:12032[ٱ][q:9286[دْ]فَعْ بِ[h:4526[ٱ]لَّتِى هِىَ أَحْسَنُ فَإِذَا [h:10094[ٱ]لَّذِى بَيْنَكَ وَبَيْنَهُ[n[ۥ] عَد[n[َٲ]وَ[f:12033[ةٌ ك]َأَ[g[نّ]َهُ[n[ۥ] وَلِىٌّ حَم[p[ِي]مٌ",
        "translation_id": "Dan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan an-tara kamu dan dia akan seperti teman yang setia.",
        "translation_en": "And not equal are the good deed and the bad. Repel [evil] by that [deed] which is better; and thereupon the one whom between you and him is enmity [will become] as though he was a devoted friend.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4252",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4252.mp3",
        "tafsir_short": "Orang seperti itulah orang yang terbaik. Dan dengan demikian tidaklah sama antara kebaikan dan pelaku kebaikan itu dengan kejahatan dan pelaku kejahatan itu. Oleh sebab itu, tolaklah kejahatan itu dengan cara yang lebih baik, dalam arti sebaik-baiknya. Jika itu yang dilakukan sehingga orang yang ada rasa permusuhan antara kamu dan dia akan berubah sikapnya kepadamu menjadi seperti teman yang setia."
      },
      {
        "id": 4253,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4253,
        "no_ayat_insurat": 35,
        "body_ayat_arb": "وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ",
        "body_ayat_ltn_en": "Wa maa yulaqqaahaaa illal lazeena sabaroo wa maa yulaqqaahaaa illaa zoo hazzin 'azeem",
        "body_ayat_ltn_in": "wamaa yulaqqaahaa illaa alladziina shabaruu wamaa yulaqqaahaa illaa dzuu hazhzhin 'azhiimin",
        "body_ayat_ltn_in_html": "wam<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>sh</u>abaruu wam<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <u>dz</u>uu <u>h</u>a<u>zhzh</u>in 'a<u>zh</u>iim<strong>in</strong>",
        "invers_tajweed": "وَمَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا [h:778[ٱ]لَّذِينَ صَبَرُو[s[اْ] وَمَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا ذُو حَظٍّ عَظ[p[ِي]مٍ",
        "translation_id": "Dan (sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.",
        "translation_en": "But none is granted it except those who are patient, and none is granted it except one having a great portion [of good].",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4253",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4253.mp3",
        "tafsir_short": "Dan ketahuilah bahwa sifat-sifat yang baik itu, yakni membalas keburukan dengan kebaikan, tidak akan dianugerahkan kecuali kepada orang-orang yang sudah terbiasa bersikap sabar dan juga tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar serta mempunyai hati yang bersih."
      },
      {
        "id": 4254,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4254,
        "no_ayat_insurat": 36,
        "body_ayat_arb": "وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
        "body_ayat_ltn_en": "Wa immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaahi innahoo Huwas Samee'ul 'Aleem",
        "body_ayat_ltn_in": "wa-immaa yanzaghannaka mina alsysyaythaani nazghun faista'idz biallaahi innahu huwa alssamii'u al'aliim",
        "body_ayat_ltn_in_html": "wa-imm<u>aa</u> yanzaghannaka mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni nazghun fa<strong>i</strong>sta'i<u>dz</u> bi<strong>al</strong>l<u>aa</u>hi innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong></strong>",
        "invers_tajweed": "وَإِ[g[مّ]َا يَ[f:5206[نز]َغَ[g[نّ]َكَ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ نَزْ[f:5207[غٌ ف]َ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
        "translation_id": "Dan jika setan mengganggumu dengan suatu godaan, maka mohonlah perlindungan kepada Allah. Sungguh, Dialah Yang Maha Mendengar, Maha Mengetahui.",
        "translation_en": "And if there comes to you from Satan an evil suggestion, then seek refuge in Allah. Indeed, He is the Hearing, the Knowing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4254",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4254.mp3",
        "tafsir_short": "Sikap terpuji yang membalas keburukan dengan kebaikan itu sangat dibenci oleh setan. ltulah sebabnya setan selalu menghalang-halangi manusia agar tidak bersikap seperti demikian. Untuk itu, Allah mengajarkan bagaimana menghadapi setan berkaitan dengan hal itu. Dan jika setan mengganggumu wahai Nabi Muhammad, dengan suatu godaan, membalas keburukan dengan keburukan atau berbuat perbuatan lain yang tidak terpuji, maka mohonlah perlindungan kepada Allah. Sungguh, Dialah Yang Maha Mendengar, Maha Mengetahui sebagai tempat berlindung."
      },
      {
        "id": 4255,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4255,
        "no_ayat_insurat": 37,
        "body_ayat_arb": "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ۚ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
        "body_ayat_ltn_en": "Wa min Aayaatihil lailu wannahaaru washshamsu walqamar; laa tasjudoo lishshamsi wa laa lilqamari wasjudoo lillaahil lazee khala qahunna in kuntum iyyaahu ta'budoon",
        "body_ayat_ltn_in": "wamin aayaatihi allaylu waalnnahaaru waalsysyamsu waalqamaru laa tasjuduu lilsysyamsi walaa lilqamari wausjuduu lillaahi aladzii khalaqahunna in kuntum iyyaahu ta'buduuna",
        "body_ayat_ltn_in_html": "wamin <u>aa</u>y<u>aa</u>tihi <strong>al</strong>laylu wa<strong>al</strong>nnah<u>aa</u>ru wa<strong>al</strong>sysyamsu wa<strong>a</strong>lqamaru l<u>aa</u> tasjuduu li<strong>l</strong>sysyamsi wal<u>aa</u> lilqamari wa<strong>u</strong>sjuduu lill<u>aa</u>hi ala<u>dz</u>ii khalaqahunna in kuntum iyy<u>aa</u>hu ta'buduun<strong>a</strong>",
        "invers_tajweed": "وَمِنْ ءَايَ[n[ـٰ]تِهِ [h:12034[ٱ]لَّيْلُ وَ[h:12035[ٱ][l[ل][g[نّ]َهَارُ وَ[h:8955[ٱ][l[ل]شَّمْسُ وَ[h:8956[ٱ]لْقَمَرُ‌ۚ لَا تَسْجُدُو[s[اْ] لِلشَّمْسِ وَلَا لِلْقَمَرِ وَ[h:9126[ٱ]سْجُدُو[s[اْ] لِلَّهِ [h:3912[ٱ]لَّذِى خَلَقَهُ[g[نّ]َ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ إِيَّاهُ تَعْبُد[p[ُو]نَ",
        "translation_id": "Dan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, mata-hari dan bulan. Janganlah bersujud kepada matahari dan jangan (pula) kepada bulan, tetapi bersujudlah kepada Allah yang menciptakannya, jika kamu hanya menyembah kepada-Nya.",
        "translation_en": "And of His signs are the night and day and the sun and moon. Do not prostrate to the sun or to the moon, but prostate to Allah, who created them, if it should be Him that you worship.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4255",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4255.mp3",
        "tafsir_short": "Al-Qur’an memang kitab hidayah yang menuntun manusia agar menempuh jalan yang lurus. Setelah berbicara tentang sikap terpuji, yakni membalas keburukan dengan kebaikan, Al-Qur’an kemudian mengingatkan manusia betapa Allah itu sangat berkuasa sehingga malam, siang, matahari dan bulan dengan caranya sendiri-sendiri bersujud kepada Allah. Dengan metode observasi terhadap fenomena alam ini merupakan bentuk pengajaran yang menyentuh, bagi orang-orang yang mau mempergunakan nalarnya dengan baik.\r\nDan sebagian dari tanda-tanda kebesaran dan kekuasaan-Nya ialah adanya malam, siang, matahari, dan bulan yang merupakan ciptaan Allah. Oleh sebab itu, janganlah pernah bersujud kepada matahari dan jangan pula pernah bersujud kepada bulan, karena kedua-duanya adalah ciptaan Allah, tetapi bersujudlah hanya kepada Allah saja yang menciptakannya, jika memang kamu sudah menyatakan hanya akan menyembah kepada-Nya saja."
      },
      {
        "id": 4256,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4256,
        "no_ayat_insurat": 38,
        "body_ayat_arb": "فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ ۩",
        "body_ayat_ltn_en": "Fa inis-takbaroo fallazee na 'inda Rabbika yusabbihoona lahoo billaili wannnahaari wa hum laa yas'amoon",
        "body_ayat_ltn_in": "fa-ini istakbaruu faalladziina 'inda rabbika yusabbihuuna lahu biallayli waalnnahaari wahum laa yas-amuuna",
        "body_ayat_ltn_in_html": "fa-ini istakbaruu fa<strong>a</strong>lla<u>dz</u>iina 'inda rabbika yusabbi<u>h</u>uuna lahu bi<strong>a</strong>llayli wa<strong>al</strong>nnah<u>aa</u>ri wahum l<u>aa</u> yas-amuun<strong>a</strong>",
        "invers_tajweed": "فَإِنِ [h:12036[ٱ]سْتَكْبَرُو[s[اْ] فَ[h:2514[ٱ]لَّذِينَ عِ[f:264[ند]َ رَبِّكَ يُسَبِّحُونَ لَهُ[n[ۥ] بِ[h:1622[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ وَهُمْ لَا يَسْــَٔمُ[p[و]نَ ۩",
        "translation_id": "Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhanmu bertasbih kepada-Nya pada malam dan siang hari, sedang mereka tidak pernah jemu.",
        "translation_en": "But if they are arrogant - then those who are near your Lord exalt Him by night and by day, and they do not become weary.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4256",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4256.mp3",
        "tafsir_short": "Jika mereka orang-orang kafir itu masih menyombongkan diri tidak mau mengikuti tuntunan ini janganlah kecewa. Sebab, Allah tidak memerlukan penyembahan dari siapa pun dan sudah ada malaikat yang tunduk dan patuh kepada Allah. Dengan ketundukan dan kepatuhan itu, maka mereka para malaikat yang di sisi Tuhanmu itu senantiasa bertasbih kepada-Nya pada malam dan siang hari, sedang mereka dalam bertasbih itu tidak pernah merasa jemu dan bosan."
      },
      {
        "id": 4257,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4257,
        "no_ayat_insurat": 39,
        "body_ayat_arb": "وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ۚ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "body_ayat_ltn_en": "Wa min Aayaatiheee annaka taral arda khaashi'atan fa izaaa anzalna 'alaihal maaa'ah tazzat wa rabat; innal lazeee ahyaahaa lamuhiyil mawtaa; innahoo 'alaa kulli shai-in Qadeer",
        "body_ayat_ltn_in": "wamin aayaatihi annaka taraa al-ardha khaasyi'atan fa-idzaa anzalnaa 'alayhaa almaa-a ihtazzat warabat inna alladzii ahyaahaa lamuhyii almawtaa innahu 'alaa kulli syay-in qadiirun",
        "body_ayat_ltn_in_html": "wamin <u>aa</u>y<u>aa</u>tihi annaka tar<u>aa</u> <strong>a</strong>l-ar<u>dh</u>a kh<u>aa</u>syi'atan fa-i<u>dzaa</u> anzaln<u>aa</u> 'alayh<u>aa</u> <strong>a</strong>lm<u>aa</u>-a ihtazzat warabat inna <strong>al</strong>la<u>dz</u>ii a<u>h</u>y<u>aa</u>h<u>aa</u> lamu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> innahu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "invers_tajweed": "وَمِنْ ءَايَ[n[ـٰ]تِه[o[ِۦٓ] أَ[g[نّ]َكَ تَرَى [h:12037[ٱ]لْأَرْضَ خَ[n[ـٰ]شِعَ[f:12038[ةً ف]َإِذ[o[َآ] أَ[f:515[نز]َلْنَا عَلَيْهَا [h:8919[ٱ]لْم[o[َا]ٓءَ [h:8920[ٱ]هْتَزَّتْ وَرَبَتْ‌ۚ إِ[g[نّ]َ [h:10272[ٱ]لَّذ[o[ِىٓ] أَحْيَاهَا لَمُحْىِ [h:10519[ٱ]لْمَوْتَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
        "translation_id": "Dan sebagian dari tanda-tanda (kebesaran)-Nya, engkau melihat bumi itu kering dan tandus, tetapi apabila Kami turunkan hujan di atasnya, niscaya ia bergerak dan subur. Sesungguhnya (Allah) yang menghidupkannya pasti dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu.",
        "translation_en": "And of His signs is that you see the earth stilled, but when We send down upon it rain, it quivers and grows. Indeed, He who has given it life is the Giver of Life to the dead. Indeed, He is over all things competent.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4257",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4257.mp3",
        "tafsir_short": "Dan sebagian dari tanda-tanda kebesaran dan kekuasaan-Nya adalah engkau melihat dengan kasat mata atau dengan pemikiran bumi itu kering dan tandus juga gersang dan mati, tetapi apabila Kami turunkan hujan dari langit di atas tanah yang kering dan tandus itu, niscaya dengan air hujan ia bergerak dan subur memberikan kehidupan, sehingga dapat ditumbuhi oleh tanam-tanaman yang sangat diperlukan oleh manusia dalam kehidupan. Ketahuilah, bahwa sesungguhnya Allah-lah yang menghidupkannya, dan dengan demikian pasti Allah dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu."
      },
      {
        "id": 4258,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4258,
        "no_ayat_insurat": 40,
        "body_ayat_arb": "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا ۗ أَفَمَن يُلْقَىٰ فِي النَّارِ خَيْرٌ أَم مَّن يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ اعْمَلُوا مَا شِئْتُمْ ۖ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "body_ayat_ltn_en": "Innal lazeena yulhidoona feee Aayaatina laa yakhfawna 'alainaa' afamai yulqaa fin Naari khayrun am mai yaateee aaminai Yawmal Qiyaamah; i'maloo ma shi'tum innahoo bimaa ta'maloona Baseer",
        "body_ayat_ltn_in": "inna alladziina yulhiduuna fii aayaatinaa laa yakhfawna 'alaynaa afaman yulqaa fii alnnaari khayrun amman ya/tii aaminan yawma alqiyaamati i'maluu maa syi/tum innahu bimaa ta'maluuna bashiir",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yul<u>h</u>iduuna fii <u>aa</u>y<u>aa</u>tin<u>aa</u> l<u>aa</u> yakhfawna 'alayn<u>aa</u> afaman yulq<u>aa</u> fii <strong>al</strong>nn<u>aa</u>ri khayrun amman ya/tii <u>aa</u>minan yawma <strong>a</strong>lqiy<u>aa</u>mati i'maluu m<u>aa</u> syi/tum innahu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong></strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُلْحِدُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا لَا يَخْفَوْنَ عَلَيْن[o[َآ‌ۗ] أَفَم[a:12039[َن ي]ُلْقَىٰ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ خَيْرٌ أ[w:3110[َم م]ّ[a:12040[َن ي]َأْت[o[ِىٓ] ءَامِ[a:12041[نًا ي]َوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ [h:12042[ٱ]عْمَلُو[s[اْ] مَا شِئْتُمْ‌ۖ إِ[g[نّ]َهُ[n[ۥ] بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
        "translation_id": "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, mereka tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka yang lebih baik ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Lakukanlah apa yang kamu kehendaki! Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
        "translation_en": "Indeed, those who inject deviation into Our verses are not concealed from Us. So, is he who is cast into the Fire better or he who comes secure on the Day of Resurrection? Do whatever you will; indeed, He is Seeing of what you do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4258",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4258.mp3",
        "tafsir_short": "Sangatlah logis bila dikatakan bahwa orang-orang yang mengingkari tanda-tanda kebesaran dan kemahakuasaan Allah tidak akan mampu bersembunyi dari penglihatan-Nya, karena Allah itu Zat Yang Maha Melihat lagi Maha Mengetahui. Ayat berikut memperingatkan dengan mengancam mereka. Sesungguhnya orang-orang yang mengingkari tanda-tanda kebesaran Kami dengan menempuh jalan yang sesat, mereka itu sedetik pun tidak tersembunyi dari tilikan Kami. Maka jika demikian manakah yang terbaik, apakah arang-orang yang dilemparkan ke dalam neraka yang lebih baik, ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Oleh sebab itu, katakanlah kepada orang-orang yang durhaka itu, “Lakukanlah apa saja yang kamu kehendaki sesuka hatimu! Sungguh, Dia Maha Melihat apa yang kamu kerjakan dan membalas kamu sesuai dengan apa yang kamu perbuat itu."
      },
      {
        "id": 4259,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4259,
        "no_ayat_insurat": 41,
        "body_ayat_arb": "إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ ۖ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ",
        "body_ayat_ltn_en": "Inna Lazeena kafaroo biz Zikri lammaa jaa'ahum wa innahoo la Kitaabun 'Azeez",
        "body_ayat_ltn_in": "inna alladziina kafaruu bialdzdzikri lammaa jaa-ahum wa-innahu lakitaabun 'aziizun",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina kafaruu bi<strong>al</strong><u>dzdz</u>ikri lamm<u>aa</u> j<u>aa</u>-ahum wa-innahu lakit<u>aa</u>bun 'aziiz<strong>un</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِ[h:12043[ٱ][l[ل]ذِّكْرِ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ‌ۖ وَإِ[g[نّ]َهُ[n[ۥ] لَكِتَ[n[ـٰ]بٌ عَز[p[ِي]زٌ",
        "translation_id": "Sesungguhnya orang-orang yang mengingkari Al-Qur'an ketika (Al-Qur'an) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Al-Qur'an) itu adalah Kitab yang mulia,",
        "translation_en": "Indeed, those who disbelieve in the message after it has come to them... And indeed, it is a mighty Book.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4259",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4259.mp3",
        "tafsir_short": "Ayat-ayat Allah ada yang terbentang di alam raya dan ada yang termaktub dalam Al-Qur’an. Bahkan Al-Qur’an adalah himpunan dari ayat-ayat Allah. Sebagaimana orang-orang yang mengingkari ayat-ayat Allah yang terbentang di alam raya ini, orang-orang yang mengingkari Al-Qur’an juga akan menjadi celaka. Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika Al-Qur’an itu disampaikan kepada mereka, mereka itu pasti akan celaka jika tidak segera bertobat, dan sesungguhnya Al-Qur’an itu adalah Kitab yang mulia dari Zat Yang Mahamulia lagi Mahaperkasa."
      },
      {
        "id": 4260,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4260,
        "no_ayat_insurat": 42,
        "body_ayat_arb": "لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
        "body_ayat_ltn_en": "Laa yaateehil baatilu mim baini yadaihi wa laa min khalfihee tanzeelum min Hakeemin Hameed",
        "body_ayat_ltn_in": "laa ya/tiihi albaathilu min bayni yadayhi walaa min khalfihi tanziilun min hakiimin hamiidin",
        "body_ayat_ltn_in_html": "l<u>aa</u> ya/tiihi <strong>a</strong>lb<u>aath</u>ilu min bayni yadayhi wal<u>aa</u> min khalfihi tanziilun min <u>h</u>akiimin <u>h</u>amiid<strong>in</strong>",
        "invers_tajweed": "لَّا يَأْتِيهِ [h:12044[ٱ]لْبَ[n[ـٰ]طِلُ م[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِه[n[ِۦ]‌ۖ تَ[f:11949[نز]ِي[a:12045[لٌ م]ِّنْ حَكِيمٍ حَم[p[ِي][q[د]ٍ",
        "translation_id": "yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji.",
        "translation_en": "Falsehood cannot approach it from before it or from behind it; [it is] a revelation from a [Lord who is] Wise and Praiseworthy.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4260",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4260.mp3",
        "tafsir_short": "Al-Qur'an itu adalah kitab yang tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang, baik pada masa lalu dan yang akan datang, kitab yang diturunkan dari Tuhan Yang Mahabijaksana lagi Maha Terpuji."
      },
      {
        "id": 4261,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4261,
        "no_ayat_insurat": 43,
        "body_ayat_arb": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
        "body_ayat_ltn_en": "Maa yuqaalu laka illaa maa qad qeela lir Rusuli min qablik; inna Rabbaka lazoo maghfiratinw wa zoo 'iqaabin aleem",
        "body_ayat_ltn_in": "maa yuqaalu laka illaa maa qad qiila lilrrusuli min qablika inna rabbaka ladzuu maghfiratin wadzuu 'iqaabin aliimin",
        "body_ayat_ltn_in_html": "m<u>aa</u> yuq<u>aa</u>lu laka ill<u>aa</u> m<u>aa</u> qad qiila li<strong>l</strong>rrusuli min qablika inna rabbaka la<u>dz</u>uu maghfiratin wa<u>dz</u>uu 'iq<u>aa</u>bin <strong>a</strong>liim<strong>in</strong>",
        "invers_tajweed": "مَّا يُقَالُ لَكَ إِلَّا مَا قَ[q:298[دْ] قِيلَ لِلرُّسُلِ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ‌ۚ إِ[g[نّ]َ رَبَّكَ لَذُو مَغْفِرَ[a:12046[ةٍ و]َذُو عِقَابٍ أَل[p[ِي]مٍ",
        "translation_id": "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sungguh, Tuhanmu mempunyai ampunan dan azab yang pedih.",
        "translation_en": "Nothing is said to you, [O Muhammad], except what was already said to the messengers before you. Indeed, your Lord is a possessor of forgiveness and a possessor of painful penalty.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4261",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4261.mp3",
        "tafsir_short": "Jelaslah sekarang, dari ungkapan ayat-ayat yang lalu, tindakan durhaka yang dilakukan oleh para pendurhaka yang memaki dan mengejek nabi dan rasul sama saja dengan apa yang dilakukan oleh musyrik Mekah terhadap Nabi Muhammad. “Apa yang dikatakan oleh orang-orang kafir musyrik Mekah kepadamu wahai Nabi Muhammad, apakah itu menyangkut dirimu, ataupun menyangkut Al-Qur’an, tidak lain adalah sama dengan apa yang telah dikatakan kepada rasul-rasul sebelummu. Oleh sebab itu, bersabarlah atas makian dan ejekan mereka. Sungguh, Tuhanmu akan melindungi dan membimbingmu, dan Dia mempunyai ampunan bagi orang-orang beriman dan mempunyai azab yang pedih untuk orang-orang yang durhaka.”"
      },
      {
        "id": 4262,
        "surat_id": 41,
        "jus": 24,
        "ruku": 417,
        "no_ayat_inquran": 4262,
        "no_ayat_insurat": 44,
        "body_ayat_arb": "وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَّقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ ۖ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ",
        "body_ayat_ltn_en": "Wa law ja'alnaahu Qur-aanan A'jamiyyal laqaaloo law laa fussilat Aayaatuhoo 'a A'jamiyyunw wa 'Arabiyy; qul huwa lillazeena aamanoo hudanw wa shifaaa'unw wallazeena la yu'minoona feee aazaanihim waqrunw wa huwa 'alaihim 'amaa; ulaaa'ika yunaadawna mim maakaanim ba'eed",
        "body_ayat_ltn_in": "walaw ja'alnaahu qur-aanan a'jamiyyan laqaaluu lawlaa fushshilat aayaatuhu a-a'jamiyyun wa'arabiyyun qul huwa lilladziina aamanuu hudan wasyifaaun waalladziina laa yu/minuuna fii aatsaanihim waqrun wahuwa 'alayhim 'aman ulaa-ika yunaadawna min makaanin ba'iidin",
        "body_ayat_ltn_in_html": "walaw ja'aln<u>aa</u>hu qur-<u>aa</u>nan a'jamiyyan laq<u>aa</u>luu lawl<u>aa</u> fu<u>shsh</u>ilat <u>aa</u>y<u>aa</u>tuhu a-a'jamiyyun wa'arabiyyun qul huwa lilla<u>dz</u>iina <u>aa</u>manuu hudan wasyif<u>aa</u>un wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yu/minuuna fii <u>aatsaa</u>nihim waqrun wahuwa 'alayhim 'aman ul<u>aa</u>-ika yun<u>aa</u>dawna min mak<u>aa</u>nin ba'iid<strong>in</strong>",
        "invers_tajweed": "وَلَوْ جَعَلْنَ[n[ـٰ]هُ قُرْءَانًا أَعْجَمِي[u:12047[ًّا ل]َّقَالُو[s[اْ] لَوْلَا فُصِّلَتْ ءَايَ[n[ـٰ]تُهُ[o[ۥٓ‌ۖ] ءَا۠عْجَمِ[a:12048[ىٌّ۬ و]َعَرَبِ[f:12049[ىٌّ‌ۗ ق]ُلْ هُوَ لِلَّذِينَ ءَامَنُو[s[اْ] هُ[a:12050[دًى و]َشِف[o[َا]ٓ[a:12051[ءٌ‌ۖ و]َ[h:37[ٱ]لَّذِينَ لَا يُؤْمِنُونَ ف[o[ِىٓ] ءَاذَانِهِمْ وَ[q:11955[قْ][a:12052[رٌ و]َهُوَ عَلَيْهِمْ عَمًى‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُنَادَوْنَ م[a:9578[ِن م]َّكَا[i:9579[نِۭ ب]َع[p[ِي][q[د]ٍ",
        "translation_id": "Dan sekiranya Al-Qur'an Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, “Mengapa tidak dijelaskan ayat-ayatnya?” Apakah patut (Al-Qur'an) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, “Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”",
        "translation_en": "And if We had made it a non-Arabic Qur'an, they would have said, \"Why are its verses not explained in detail [in our language]? Is it a foreign [recitation] and an Arab [messenger]?\" Say, \"It is, for those who believe, a guidance and cure.\" And those who do not believe - in their ears is deafness, and it is upon them blindness. Those are being called from a distant place.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4262",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4262.mp3",
        "tafsir_short": "Salah satu pernyataan orang-orang durhaka itu tentang Al-Qur’an adalah bahwa mereka telah menutup hati dari Al-Qur’an (ayat 5). Pernyataan itu sebenarnya ungkapan lain dari pengingkaran bahwa mereka sebenarnya tidak mau mengerti dengan Al-Qur’an. Dan sekiranya Al-Qur’an yang Kami turunkan itu, Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab atau dalam bahasa Arab tetapi tidak jelas maknanya bagi orang-orang kafir itu, niscaya mereka mengatakan dengan nada mengecam, “Mengapa tidak dijelaskan dan diperinci apa maksud ayat-ayatnya?” Kecaman orang-orang kafir itu dijawab Allah dalam Al-Qur’an sendiri, “Apakah patut Al-Qur’an diturunkan dalam bahasa selain bahasa Arab, sedangkan rasul yang membawanya dan masyarakat yang ditujunya ketika itu adalah orang Arab yang berbahasa Arab? Katakanlah, wahai Nabi Muhammad, ‘Al-Qur’an itu secara khusus adalah sebagai petunjuk dan penyembuh bagi orang-orang yang beriman. Dan sedangkan bagi orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan Al-Qur’an itu merupakan kegelapan bagi mereka. Mereka itu seperti orang-orang yang dipanggil dari tempat yang jauh sehingga mereka tidak mendengar panggilan orang yang memanggil.’”"
      },
      {
        "id": 4263,
        "surat_id": 41,
        "jus": 24,
        "ruku": 418,
        "no_ayat_inquran": 4263,
        "no_ayat_insurat": 45,
        "body_ayat_arb": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ",
        "body_ayat_ltn_en": "Wa laqad aatainaa Moosal Kitaaba fakhtulifa fee; wa lawlaa Kalimatun sabaqat mir Rabbika laqudiya bainahum; wa innahum lafee shakkim minhu mureeb",
        "body_ayat_ltn_in": "walaqad aataynaa muusaa alkitaaba faikhtulifa fiihi walawlaa kalimatun sabaqat min rabbika laqudhiya baynahum wa-innahum lafii syakkin minhu muriibin",
        "body_ayat_ltn_in_html": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba fa<strong>i</strong>khtulifa fiihi walawl<u>aa</u> kalimatun sabaqat min rabbika laqu<u>dh</u>iya baynahum wa-innahum lafii syakkin minhu muriib<strong>in</strong>",
        "invers_tajweed": "وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ فَ[h:6512[ٱ]خْتُلِفَ فِيهِ‌ۗ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ لَقُضِىَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَفِى شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ",
        "translation_id": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) lalu diperselisihkan. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka benar-benar dalam keraguan yang mendalam terhadapnya.",
        "translation_en": "And We had already given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been concluded between them. And indeed they are, concerning the Qur'an, in disquieting doubt.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4263",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4263.mp3",
        "tafsir_short": "Sama dengan apa yang dilakukan oleh orang-orang musyrik Mekah yang memperselisihkan Al-Qur’an, hal yang sama juga terjadi atas kitab Taurat yang diturunkan kepada Nabi Musa. Firman Allah, “Dan sungguh, telah Kami berikan kepada Musa Kitab Taurat, lalu Kitab Taurat itu diperselisihkan oleh Bani Israil. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, yakni menunda jatuhnya siksa sampai nanti pada hari yang ditetapkan, niscaya orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka menyikapi Al-Qur’an itu benar-benar dalam keraguan yang mendalam, terutama terhadap kepastian-nya sebagai wahyu yang berasal dari Allah."
      },
      {
        "id": 4264,
        "surat_id": 41,
        "jus": 24,
        "ruku": 418,
        "no_ayat_inquran": 4264,
        "no_ayat_insurat": 46,
        "body_ayat_arb": "مَّنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ",
        "body_ayat_ltn_en": "Man 'amila salihan falinafshihee wa man asaaa'a fa'alaihaa; wamaa rabbuka bizallaamil lil 'abeed",
        "body_ayat_ltn_in": "man 'amila shaalihan falinafsihi waman asaa-a fa'alayhaa wamaa rabbuka bizhallaamin lil'abiidi",
        "body_ayat_ltn_in_html": "man 'amila <u>shaa</u>li<u>h</u>an falinafsihi waman as<u>aa</u>-a fa'alayh<u>aa</u> wam<u>aa</u> rabbuka bi<u>zh</u>all<u>aa</u>min lil'abiid<strong>i</strong>",
        "invers_tajweed": "مَّنْ عَمِلَ صَ[n[ـٰ]لِ[f:12053[حًا ف]َلِنَفْسِه[n[ِۦ]‌ۖ وَمَنْ أَس[o[َا]ٓءَ فَعَلَيْهَا‌ۗ وَمَا رَبُّكَ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ",
        "translation_id": "Barangsiapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barangsiapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya).",
        "translation_en": "Whoever does righteousness - it is for his [own] soul; and whoever does evil [does so] against it. And your Lord is not ever unjust to [His] servants.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4264",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4264.mp3",
        "tafsir_short": "Oleh sebab itu, sadarilah apa yang telah diajarkan oleh Al-Qur’an itu bahwa barang siapa mengerjakan kebajikan maka pahalanya untuk dirinya sendiri, dan barang siapa berbuat jahat maka dosanya menjadi tanggungan dirinya sendiri, bukan dibebankan kepada orang lain. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba-Nya yang durhaka itu."
      },
      {
        "id": 4265,
        "surat_id": 41,
        "jus": 25,
        "ruku": 418,
        "no_ayat_inquran": 4265,
        "no_ayat_insurat": 47,
        "body_ayat_arb": "۞ إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۚ وَمَا تَخْرُجُ مِن ثَمَرَاتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِن شَهِيدٍ",
        "body_ayat_ltn_en": "Ilaihi yuraddu 'ilmus Saaa'ah; wa maa takhruju min samaraatim min akmaamihaa wa maa tahmilu min unsaa wa laa tada'u illaa bi'ilmih; wa Yawma yunaadeehim aina shurakaaa'ee qaalooo aazannaaka maa minnaa min shaheed",
        "body_ayat_ltn_in": "ilayhi yuraddu 'ilmu alssaa'ati wamaa takhruju min tsamaraatin min akmaamihaa wamaa tahmilu min untsaa walaa tadha'u illaa bi'ilmihi wayawma yunaadiihim ayna syurakaa-ii qaaluu aadzannaaka maa minnaa min syahiidin",
        "body_ayat_ltn_in_html": "ilayhi yuraddu 'ilmu <strong>al</strong>ss<u>aa</u>'ati wam<u>aa</u> takhruju min tsamar<u>aa</u>tin min akm<u>aa</u>mih<u>aa</u> wam<u>aa</u> ta<u>h</u>milu min unts<u>aa</u> wal<u>aa</u> ta<u>dh</u>a'u ill<u>aa</u> bi'ilmihi wayawma yun<u>aa</u>diihim ayna syurak<u>aa</u>-ii q<u>aa</u>luu <u>aadz</u>ann<u>aa</u>ka m<u>aa</u> minn<u>aa</u> min syahiid<strong>in</strong>",
        "invers_tajweed": "۞ إِلَيْهِ يُرَدُّ عِلْمُ [h:10616[ٱ][l[ل]سَّاعَةِ‌ۚ وَمَا تَخْرُجُ مِ[f:12054[ن ث]َمَر[n[َٲ][a:12055[تٍ م]ِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُ[f:1867[نث]َىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِه[n[ِۦ]‌ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَك[o[َا]ٓءِى قَال[o[ُوٓ][s[اْ] ءَاذَ[g[نّ]َ[n[ـٰ]كَ مَا مِ[g[نّ]َا مِ[f:12056[ن ش]َه[p[ِي][q[د]ٍ",
        "translation_id": "Kepada-Nyalah ilmu tentang hari Kiamat itu dikembalikan. Tidak ada buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan yang melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Dimanakah sekutu-sekutu-Ku itu?” Mereka menjawab, “Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”",
        "translation_en": "To him [alone] is attributed knowledge of the Hour. And fruits emerge not from their coverings nor does a female conceive or give birth except with His knowledge. And the Day He will call to them, \"Where are My 'partners'?\" they will say, \"We announce to You that there is [no longer] among us any witness [to that].\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4265",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4265.mp3",
        "tafsir_short": "Dalam ayat ini Allah menyatakan bahwa tidak seorang pun yang mampu mengetahui terjadinya Kiamat, hanya kepada-Nyalah ilmu tentang hari Kiamat itu dikembalikan. Hanya Dia Yang Maha Mengetahui kapan terjadinya dan perincian kejadiannya. Tidak ada buah-buahan yang keluar dari kelopaknya, dan tidak seorang perempuan pun yang mengandung dan yang melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Dialah yang mengetahui secara pasti dan segala perinciannya. Pada hari Kiamat itu, Dia (Allah) menyeru mereka, yakni orang-orang musyrik, “Di manakah sekutu-sekutu-Ku itu, yaitu berhala-berhala yang di dunia dahulu kamu sembah dan kamu duga dapat menyelamatkanmu dari siksaan-Ku?” Mereka menjawab, “Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang dapat menjadi saksi yang memberi kesaksian pada hari ini.”"
      },
      {
        "id": 4266,
        "surat_id": 41,
        "jus": 25,
        "ruku": 418,
        "no_ayat_inquran": 4266,
        "no_ayat_insurat": 48,
        "body_ayat_arb": "وَضَلَّ عَنْهُم مَّا كَانُوا يَدْعُونَ مِن قَبْلُ ۖ وَظَنُّوا مَا لَهُم مِّن مَّحِيصٍ",
        "body_ayat_ltn_en": "Wa dalla 'anhum maa kaanoo yad'oona min qablu wa zannoo maa lahum mim mahees",
        "body_ayat_ltn_in": "wadhalla 'anhum maa kaanuu yad'uuna min qablu wazhannuu maa lahum min mahiishin",
        "body_ayat_ltn_in_html": "wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yad'uuna min qablu wa<u>zh</u>annuu m<u>aa</u> lahum min ma<u>h</u>ii<u>sh</u><strong>in</strong>",
        "invers_tajweed": "وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَ[q:1240[دْ]عُونَ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ وَظَ[g[نّ]ُو[s[اْ] مَا لَه[w:1812[ُم م]ّ[a:7093[ِن م]َّح[p[ِي]صٍ",
        "translation_id": "Dan lenyaplah dari mereka apa yang dahulu selalu mereka sembah, dan mereka pun tahu bahwa tidak ada jalan keluar (dari azab Allah) bagi mereka.",
        "translation_en": "And lost from them will be those they were invoking before, and they will be certain that they have no place of escape.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4266",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4266.mp3",
        "tafsir_short": "Dan dengan pernyataan mereka itu, lenyaplah dari hadapan mereka pada hari Kiamat itu apa yang di dunia dahulu selalu mereka sembah, dan mereka pun ketika itu juga tahu bahwa tidak ada jalan keluar bagi mereka yang dapat menghindarkan mereka dari azab Allah."
      },
      {
        "id": 4267,
        "surat_id": 41,
        "jus": 25,
        "ruku": 418,
        "no_ayat_inquran": 4267,
        "no_ayat_insurat": 49,
        "body_ayat_arb": "لَّا يَسْأَمُ الْإِنسَانُ مِن دُعَاءِ الْخَيْرِ وَإِن مَّسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ",
        "body_ayat_ltn_en": "Laa yas'amul insaanu min du'aaa'il khairi wa im massa hush sharru fa ya'oosun qanoot",
        "body_ayat_ltn_in": "laa yas-amu al-insaanu min du'aa-i alkhayri wa-in massahu alsysyarru fayauusun qanuuthu",
        "body_ayat_ltn_in_html": "l<u>aa</u> yas-amu <strong>a</strong>l-ins<u>aa</u>nu min du'<u>aa</u>-i <strong>a</strong>lkhayri wa-in massahu <strong>al</strong>sysyarru fayauusun qanuu<u>th</u><strong>u</strong>",
        "invers_tajweed": "لَّا يَسْــَٔمُ [h:12057[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ مِ[f:12058[ن د]ُع[o[َا]ٓءِ [h:12059[ٱ]لْخَيْرِ وَإ[a:12060[ِن م]َّسَّهُ [h:7875[ٱ][l[ل]شَّرُّ فَيَــُٔو[f:12061[سٌ ق]َن[p[ُو][q[ط]ٌ",
        "translation_id": "Manusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya.",
        "translation_en": "Man is not weary of supplication for good [things], but if evil touches him, he is hopeless and despairing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4267",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4267.mp3",
        "tafsir_short": "Ayat-ayat yang lalu menggambarkan azab di akhirat yang diperoleh manusia yang menyekutukan Allah. Ayat-ayat berikut ini menggambarkan sifat-sifat buruk manusia ketika di dunia ini. Allah menyatakan bahwa manusia pada umumnya tidak jemu memohon kebaikan untuk mendapat kesenangan bagi kehidupan mereka di dunia ini, dan jika sesudah itu disentuh dan ditimpa malapetaka, walau sedikit, yang mengganggu kesenangan mereka, mereka berputus asa terhadap nikmat Allah dan hilang harapannya untuk dikabulkan doanya."
      },
      {
        "id": 4268,
        "surat_id": 41,
        "jus": 25,
        "ruku": 418,
        "no_ayat_inquran": 4268,
        "no_ayat_insurat": 50,
        "body_ayat_arb": "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِندَهُ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ",
        "body_ayat_ltn_en": "Wa la in azaqnaahu rahmatam minnaa mim ba'di dar raaa'a massat hu la yaqoolanna haazaa lee wa maaa azunnus Saa'ata qaaa'imatanw wa la'in ruji'tu ilaa Rabbeee inna lee 'indahoo lalhusnaa; falanu nabbi'annal lazeena kafaroo bimaa 'amiloo wa lanuzeeqan nahum min 'azaabin ghaleez",
        "body_ayat_ltn_in": "wala-in adzaqnaahu rahmatan minnaa min ba'di dharraa-a massat-hu layaquulanna haadzaa lii wamaa azhunnu alssaa'ata qaa-imatan wala-in ruji'tu ilaa rabbii inna lii 'indahu lalhusnaa falanunabbi-anna alladziina kafaruu bimaa 'amiluu walanudziiqannahum min 'adzaabin ghaliizhin",
        "body_ayat_ltn_in_html": "wala-in a<u>dz</u>aqn<u>aa</u>hu ra<u>h</u>matan minn<u>aa</u> min ba'di <u>dh</u>arr<u>aa</u>-a massat-hu layaquulanna h<u>aadzaa</u> lii wam<u>aa</u> a<u>zh</u>unnu <strong>al</strong>ss<u>aa</u>'ata q<u>aa</u>-imatan wala-in ruji'tu il<u>aa</u> rabbii inna lii 'indahu lal<u>h</u>usn<u>aa</u> falanunabbi-anna <strong>al</strong>la<u>dz</u>iina kafaruu bim<u>aa</u> 'amiluu walanu<u>dz</u>iiqannahum min 'a<u>dzaa</u>bin ghalii<u>zh</u><strong>in</strong>",
        "invers_tajweed": "وَلَئِنْ أَذَ[q:6256[قْ]نَ[n[ـٰ]هُ رَحْمَ[a:11254[ةً م]ِّ[g[نّ]َا م[i:146[ِنۢ ب]َعْدِ ضَرّ[o[َا]ٓءَ مَسَّتْهُ لَيَقُولَ[g[نّ]َ هَ[n[ـٰ]ذَا لِى وَم[o[َآ] أَظُ[g[نّ]ُ [h:8071[ٱ][l[ل]سَّاعَةَ ق[o[َا]ٓئِمَ[a:8072[ةً و]َلَئ[u:12062[ِن ر]ُّجِعْتُ إِلَىٰ رَبّ[o[ِىٓ] إِ[g[نّ]َ لِى عِ[f:719[ند]َهُ[n[ۥ] لَلْحُسْنَىٰ‌ۚ فَلَنُنَبِّئَ[g[نّ]َ [h:12063[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِمَا عَمِلُو[s[اْ] وَلَنُذِيقَ[g[نّ]َه[w:12064[ُم م]ِّنْ عَذَابٍ غَل[p[ِي]ظٍ",
        "translation_id": "Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, “Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat.",
        "translation_en": "And if We let him taste mercy from Us after an adversity which has touched him, he will surely say, \"This is [due] to me, and I do not think the Hour will occur; and [even] if I should be returned to my Lord, indeed, for me there will be with Him the best.\" But We will surely inform those who disbelieved about what they did, and We will surely make them taste a massive punishment.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4268",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4268.mp3",
        "tafsir_short": "Dan sifat buruk manusia yang lain adalah jika Kami berikan kepada-nya suatu rahmat atau hal-hal yang menyenangkan mereka dari Kami setelah ditimpa kesusahan sebelumnya, pastilah dengan bangga dia berkata, “Ini adalah hakku yang aku dapatkan dari usahaku, dan aku tidak menduga atau yakin bahwa hari Kiamat itu akan terjadi. Dan jika hari Kiamat itu pun akan terjadi dan aku dikembalikan kepada Tuhanku untuk mempertanggungjawabkan segala amalku, sesungguhnya aku pasti akan memperoleh bagian yang sangat baik di sisi-Nya.” Apa yang mereka katakan itu tidak akan pernah didapatkannya, bahkan sebaliknya. Maka sungguh di hari akhirat nanti, akan Kami beritahukan kepada mereka orang-orang kafir tentang apa yang telah mereka kerjakan di dunia, dan sungguh, akan Kami timpakan kepada mereka azab yang berat akibat kekafiran dan kedurhakaan mereka."
      },
      {
        "id": 4269,
        "surat_id": 41,
        "jus": 25,
        "ruku": 418,
        "no_ayat_inquran": 4269,
        "no_ayat_insurat": 51,
        "body_ayat_arb": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ",
        "body_ayat_ltn_en": "Wa izaaa an'amnaa 'alal insaani a'rada wa na-aa bijaani bihee wa izaa massahush sharru fazoo du'aaa'in 'areed",
        "body_ayat_ltn_in": "wa-idzaa an'amnaa 'alaa al-insaani a'radha wanaaa bijaanibihi wa-idzaa massahu alsysyarru fadzuu du'aa-in 'ariidhin",
        "body_ayat_ltn_in_html": "wa-i<u>dzaa</u> an'amn<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ins<u>aa</u>ni a'ra<u>dh</u>a wana<u>aa</u> bij<u>aa</u>nibihi wa-i<u>dzaa</u> massahu <strong>al</strong>sysyarru fa<u>dz</u>uu du'<u>aa</u>-in 'arii<u>dh</u><strong>in</strong>",
        "invers_tajweed": "وَإِذ[o[َآ] أَنْعَمْنَا عَلَى [h:7873[ٱ]لْإِ[f:7874[نس]َ[n[ـٰ]نِ أَعْرَضَ وَنَـَٔـا بِجَانِبِه[n[ِۦ] وَإِذَا مَسَّهُ [h:7875[ٱ][l[ل]شَّرُّ فَذُو دُع[o[َا]ٓءٍ عَر[p[ِي]ضٍ",
        "translation_id": "Dan apabila Kami berikan nikmat kepada manusia, dia berpaling dan menjauhkan diri (dengan sombong); tetapi apabila ditimpa malapetaka maka dia banyak berdoa.",
        "translation_en": "And when We bestow favor upon man, he turns away and distances himself; but when evil touches him, then he is full of extensive supplication.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4269",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4269.mp3",
        "tafsir_short": "Dan demikian pula halnya apabila Kami berikan nikmat dan berbagai kebajikan kepada manusia, dia berpaling dari Kami dengan mengingkari nikmat-nikmat itu dan menjauhkan diri dari ajaran-ajaran Kami dengan sombong. Akan tetapi, apabila ditimpa malapetaka sebagai peringatan atas keingkaran dan kesombongan mereka, maka dia banyak berdoa dengan doa yang panjang."
      },
      {
        "id": 4270,
        "surat_id": 41,
        "jus": 25,
        "ruku": 418,
        "no_ayat_inquran": 4270,
        "no_ayat_insurat": 52,
        "body_ayat_arb": "قُلْ أَرَأَيْتُمْ إِن كَانَ مِنْ عِندِ اللَّهِ ثُمَّ كَفَرْتُم بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ",
        "body_ayat_ltn_en": "Qul araiaitum in kaana min 'indil laahi summa kafar tum bihee man adallu mimman huwa fee shiqaqim ba'eed",
        "body_ayat_ltn_in": "qul ara-aytum in kaana min 'indi allaahi tsumma kafartum bihi man adhallu mimman huwa fii syiqaaqin ba'iidin",
        "body_ayat_ltn_in_html": "qul ara-aytum in k<u>aa</u>na min 'indi <strong>al</strong>l<u>aa</u>hi tsumma kafartum bihi man a<u>dh</u>allu mimman huwa fii syiq<u>aa</u>qin ba'iid<strong>in</strong>",
        "invers_tajweed": "قُلْ أَرَءَيْتُمْ إِ[f:2594[ن ك]َانَ مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ ثُ[g[مّ]َ كَفَرْت[c:12065[ُم ب]ِه[n[ِۦ] مَنْ أَضَلُّ مِ[g[مّ]َنْ هُوَ فِى شِقَا[i:900[قِۭ ب]َع[p[ِي][q[د]ٍ",
        "translation_id": "Katakanlah, “Bagaimana pendapatmu jika (Al-Qur'an) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh (dari kebenaran)?”",
        "translation_en": "Say, \"Have you considered: if the Qur'an is from Allah and you disbelieved in it, who would be more astray than one who is in extreme dissension?\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4270",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4270.mp3",
        "tafsir_short": "Ayat ini menggambarkan kesesatan orang-orang yang mengingkari Al-Qur’an. Katakanlah kepada mereka, wahai Nabi Muhammad, “Bagaimana pendapatmu jika dia, yakni Al-Qur’an, yang kamu tolak tuntunannya dan keberadaannya itu benar-benar datang dari sisi Allah, kemudian kamu mengingkarinya. Jika demikian halnya, maka siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh dari kebenaran seperti keadaan kamu?” Pastilah tidak ada yang lebih sesat."
      },
      {
        "id": 4271,
        "surat_id": 41,
        "jus": 25,
        "ruku": 418,
        "no_ayat_inquran": 4271,
        "no_ayat_insurat": 53,
        "body_ayat_arb": "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
        "body_ayat_ltn_en": "Sanureehim Aayaatinaa fil aafaaqi wa feee anfusihim hattaa yatabaiyana lahum annahul haqq; awa lam yakfi bi Rabbika annahoo 'alaa kulli shai-in Shaheed",
        "body_ayat_ltn_in": "sanuriihim aayaatinaa fii al-aafaaqi wafii anfusihim hattaa yatabayyana lahum annahu alhaqqu awa lam yakfi birabbika annahu 'alaa kulli syay-in syahiidun",
        "body_ayat_ltn_in_html": "sanuriihim <u>aa</u>y<u>aa</u>tin<u>aa</u> fii <strong>a</strong>l-<u>aa</u>f<u>aa</u>qi wafii anfusihim <u>h</u>att<u>aa</u> yatabayyana lahum annahu <strong>a</strong>l<u>h</u>aqqu awa lam yakfi birabbika annahu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>",
        "invers_tajweed": "سَنُرِيهِمْ ءَايَ[n[ـٰ]تِنَا فِى [h:12066[ٱ]لْأَفَاقِ وَف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَ[g[نّ]َهُ [h:137[ٱ]لْحَقُّ‌ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ",
        "translation_id": "Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri, sehingga jelaslah bagi mereka bahwa Al-Qur'an itu adalah benar. Tidak cukupkah (bagi kamu) bahwa Tuhanmu menjadi saksi atas segala sesuatu?",
        "translation_en": "We will show them Our signs in the horizons and within themselves until it becomes clear to them that it is the truth. But is it not sufficient concerning your Lord that He is, over all things, a Witness?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4271",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4271.mp3",
        "tafsir_short": "Untuk mendukung kebenaran Al-Qur’an, Kami juga akan memperlihatkan kepada mereka tanda-tanda kebesaran Kami di segenap penjuru yang dapat mereka saksikan di luar diri mereka dan apa saja yang ada pada diri mereka sendiri yang dapat mereka rasakan, sehingga jelaslah bagi mereka bahwa Al-Qur’an itu adalah benar datang dari Allah. Tidak cukupkah bagi kamu, wahai Nabi Muhammad, bahwa Tuhanmu menjadi saksi atas segala sesuatu?"
      },
      {
        "id": 4272,
        "surat_id": 41,
        "jus": 25,
        "ruku": 418,
        "no_ayat_inquran": 4272,
        "no_ayat_insurat": 54,
        "body_ayat_arb": "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِّن لِّقَاءِ رَبِّهِمْ ۗ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُّحِيطٌ",
        "body_ayat_ltn_en": "Alaaa innahum fee miryatim mil liqaaa'i Rabbihim; alaaa innahoo bikulli shai'im muheet",
        "body_ayat_ltn_in": "alaa innahum fii miryatin min liqaa-i rabbihim alaa innahu bikulli syay-in muhiithun",
        "body_ayat_ltn_in_html": "al<u>aa</u> innahum fii miryatin min liq<u>aa</u>-i rabbihim <strong>a</strong>l<u>aa</u> innahu bikulli syay-in mu<u>h</u>ii<u>th</u><strong>un</strong>",
        "invers_tajweed": "أَل[o[َآ] إِ[g[نّ]َهُمْ فِى مِرْيَ[a:10660[ةٍ م]ّ[u:12067[ِن ل]ِّق[o[َا]ٓءِ رَبِّهِمْ‌ۗ أَل[o[َآ] إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ ش[a:12068[َىْءٍ م]ُّح[p[ِي][q[ط]ُۢ",
        "translation_id": "Ingatlah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ingatlah, sesungguhnya Dia Maha Meliputi segala sesuatu.",
        "translation_en": "Unquestionably, they are in doubt about the meeting with their Lord. Unquestionably He is, of all things, encompassing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4272",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4272.mp3",
        "tafsir_short": "Allah lalu mengingatkan Nabi Muhammad dengan menyatakan, “Ingatlah, sesungguhnya mereka dalam keraguan, yakni tidak meyakini tentang pertemuan dengan Tuhan mereka kelak di hari Kiamat. Ingatlah pula, sesungguhnya Dia Maha Meliputi segala sesuatu dengan ilmu dan kekuasaan-Nya.”"
      }
    ]
  }
}
