{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 47,
      "no_surat": 47,
      "jumlah_ayat": 38,
      "nama_surat_arb": "محمد",
      "nama_surat_latin": "Muhammad",
      "arti_nama_surat": "Muhammad",
      "tafsir": "Surat Muhammad terdiri atas 38 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hadiid. Nama Muhammad sebagai nama surat ini diambil dari perkataan Muhammad yang terdapat pada ayat 2 surat ini. Pada ayat 1, 2, dan 3 surat ini, Allah membandingkan antara hasil yang diperoleh oleh orang-orang yang tidak percaya kepada apa yang diturunkan kepada Nabi Muhammad s.a.w dan hasil yang diperoleh oleh orang-orang yang tidak percaya kepadanya. Orang-orang yang percaya kepada apa yang dibawa oleh Muhammad s.a.w merekalah orang-orang yang beriman dan mengikuti yang hak, diterima Allah semua amalnya, diampuni segala kesalahannya. Adapun orang-orang yang tidak percaya kepada Muhammad s.a.w adalah orang-orang yang mengikuti kebatilan, amalnya tidak diterima, dosa mereka tidak diampuni, kepada mereka dijanjikan azab di dunia dan di akhirat.Dinamai juga dengan Al Qital (peperangan), karena sebahagian besar surat ini mengutarakan tentang peperangan dan pokok-pokok hukumnya, serta bagaimana seharusnya sikap orang-orang mukmin terhadap orang-orang kafir.",
      "turun_surat": "Madaniyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/047Muhammad.mp3",
      "ayats": [
        {
          "id": 4546,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4546,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ",
          "body_ayat_ltn_en": "Allazeena kafaroo wa saddoo'an sabeelil laahi adalla a'maalahum",
          "body_ayat_ltn_in": "alladziina kafaruu washadduu 'an sabiili allaahi adhalla a'maalahum",
          "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi a<u>dh</u>alla a'm<u>aa</u>lahum",
          "invers_tajweed": "ٱلَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ أَضَلَّ أَعْمَ[n[ـٰ]لَهُمْ",
          "translation_id": "Orang-orang yang kafir dan menghalang-halangi (manusia) dari jalan Allah, Allah menghapus segala amal mereka.",
          "translation_en": "Those who disbelieve and avert [people] from the way of Allah - He will waste their deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4546",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4546.mp3",
          "tafsir_short": "Ayat yang terakhir dari Surah Al-Ahqàf menyebutkan ancaman kepada orang-orang fasik bahwa mereka akan dibinasakan oleh Allah. Ayat pertama dari surah ini menjelaskan ciri-ciri dari orang-orang fasik tersebut. Allah menjelaskan bahwasanya mereka ialah orang-orang yang kafir kepada Allah dan rasul-Nya dan menghalang-halangi manusia dari jalan Allah, yakni menghalang-halangi mereka memeluk Islam atau menghalang-halangi mereka beribadah di Masjidil Haram. Allah menghapus segala amal mereka, maka tidak ada pahala bagi amalnya itu dan tidak menyelamatkan dari api neraka disebabkan kekafirannya."
        },
        {
          "id": 4547,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4547,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ الْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
          "body_ayat_ltn_en": "Wallazeena aamanoo wa 'amilus saalihaati wa aamanoo bimaa nuzzila 'alaa Muhammadinw-wa huwal haqqu mir Rabbihim kaffara 'anhum saiyiaatihim wa aslaha baalahum",
          "body_ayat_ltn_in": "waalladziina aamanuu wa'amiluu alshshaalihaati waaamanuu bimaa nuzzila 'alaa muhammadin wahuwa alhaqqu min rabbihim kaffara 'anhum sayyi-aatihim wa-ashlaha baalahum",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wa<u>aa</u>manuu bim<u>aa</u> nuzzila 'al<u>aa</u> mu<u>h</u>ammadin wahuwa <strong>a</strong>l<u>h</u>aqqu min rabbihim kaffara 'anhum sayyi-<u>aa</u>tihim wa-a<u>sh</u>la<u>h</u>a b<u>aa</u>lahum",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَءَامَنُو[s[اْ] بِمَا نُزِّلَ عَلَىٰ مُحَ[g[مّ]َ[a:12527[دٍ و]َهُوَ [h:479[ٱ]لْحَقُّ م[u:22[ِن ر]َّبِّهِمْ‌ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔـاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
          "translation_id": "Dan orang-orang yang beriman (kepada Allah) dan mengerjakan kebajikan serta beriman kepada apa yang diturunkan kepada Muhammad; dan itulah kebenaran dari Tuhan mereka; Allah menghapus kesalahan-kesalahan mereka, dan memperbaiki keadaan mereka.",
          "translation_en": "And those who believe and do righteous deeds and believe in what has been sent down upon Muhammad - and it is the truth from their Lord - He will remove from them their misdeeds and amend their condition.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4547",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4547.mp3",
          "tafsir_short": "Dan orang-orang yang beriman kepada Allah dan rasul-Nya dan membuktikan imannya itu dengan mengerjakan kebajikan serta ber-iman pula kepada apa yang diturunkan kepada Muhammad yaitu Kitab Suci Al-Qur'an; dan mereka beriman pula kepada apa yang diturunkan kepada Nabi Muhammad dan nabi-nabi sebelumnya. Itulah kebenaran dari Tuhan mereka yang harus ditaati oleh manusia; Allah menghapus kesalahan-kesalahan mereka, dengan mengampuninya dan memperbaiki keadaan mereka dengan menganugerahkan pertolongan baik di dunia maupun di akhirat."
        },
        {
          "id": 4548,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4548,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ",
          "body_ayat_ltn_en": "Zaalika bi annal lazeena kafarut taba'ul baatila wa annal lazeena aamanut taba'ul haqqa mir Rabbihim; kazaalika yadribul laahu linnaasi amsaalahum",
          "body_ayat_ltn_in": "dzaalika bi-anna alladziina kafaruu ittaba'uu albaathila wa-anna alladziina aamanuu ittaba'uu alhaqqa min rabbihim kadzaalika yadhribu allaahu lilnnaasi amtsaalahum",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-anna <strong>al</strong>la<u>dz</u>iina kafaruu ittaba'uu <strong>a</strong>lb<u>aath</u>ila wa-anna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaba'uu <strong>a</strong>l<u>h</u>aqqa min rabbihim ka<u>dzaa</u>lika ya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si amts<u>aa</u>lahum",
          "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:12528[ٱ]لَّذِينَ كَفَرُو[s[اْ] [h:12529[ٱ]تَّبَعُو[s[اْ] [h:12530[ٱ]لْبَ[n[ـٰ]طِلَ وَأَ[g[نّ]َ [h:7684[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:12531[ٱ]تَّبَعُو[s[اْ] [h:12532[ٱ]لْحَقَّ م[u:22[ِن ر]َّبِّهِمْ‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ لِل[g[نّ]َاسِ أَمْثَ[n[ـٰ]لَهُمْ",
          "translation_id": "Yang demikian itu, karena sesungguhnya orang-orang kafir mengikuti yang batil (sesat) dan sesungguhnya orang-orang yang beriman mengikuti kebenaran dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia.",
          "translation_en": "That is because those who disbelieve follow falsehood, and those who believe follow the truth from their Lord. Thus does Allah present to the people their comparisons.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4548",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4548.mp3",
          "tafsir_short": "Yang demikian itu, yakni balasan yang adil berupa ganjaran bagi orang-orang yang beriman dan siksaan bagi orang-orang kafir, karena sesungguhnya orang-orang kafir secara bersungguh-sungguh mengikuti yang batik dan sesat, baik dalam kepercayaan maupun amal-amal mereka, dan sesungguhnya orang-orang yang beriman mengikuti secara bersungguh-sungguh kebenaran yang diturunkan dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia, agar mereka mengambil pelajaran."
        },
        {
          "id": 4549,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4549,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ ۗ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ",
          "body_ayat_ltn_en": "Fa-izaa laqeetumul lazeena kafaroo fadarbar riqaab, hattaaa izaa askhan tumoohum fashuddul wasaaq, fa immaa mannnam ba'du wa immaa fidaaa'an hattaa tada'al harbu awzaarahaa; zaalika wa law yashaaa'ul laahu lantasara minhum wa laakil laiyabluwa ba'dakum biba'd; wallazeena qutiloo fee sabeelil laahi falany yudilla a'maalahum",
          "body_ayat_ltn_in": "fa-idzaa laqiitumu alladziina kafaruu fadharba alrriqaabi hattaa idzaa atskhantumuuhum fasyudduu alwatsaaqa fa-immaa mannan ba'du wa-immaa fidaa-an hattaa tadha'a alharbu awzaarahaa dzaalika walaw yasyaau allaahu laintashara minhum walaakin liyabluwa ba'dhakum biba'dhin waalladziina qutiluu fii sabiili allaahi falan yudhilla a'maalahum sayahdiihim wayushlihu baalahum",
          "body_ayat_ltn_in_html": "fa-i<u>dzaa</u> laqiitumu <strong>al</strong>la<u>dz</u>iina kafaruu fa<u>dh</u>arba <strong>al</strong>rriq<u>aa</u>bi <u>h</u>att<u>aa</u> i<u>dzaa</u> atskhantumuuhum fasyudduu <strong>a</strong>lwats<u>aa</u>qa fa-imm<u>aa</u> mannan ba'du wa-imm<u>aa</u> fid<u>aa</u>-an <u>h</u>att<u>aa</u> ta<u>dh</u>a'a <strong>a</strong>l<u>h</u>arbu awz<u>aa</u>rah<u>aa</u> <u>dzaa</u>lika walaw yasy<u>aa</u>u <strong>al</strong>l<u>aa</u>hu la<strong>i</strong>nta<u>sh</u>ara minhum wal<u>aa</u>kin liyabluwa ba'<u>dh</u>akum biba'<u>dh</u>in wa<strong>a</strong>lla<u>dz</u>iina qutiluu fii sabiili <strong>al</strong>l<u>aa</u>hi falan yu<u>dh</u>illa a'm<u>aa</u>lahum sayahdiihim wayu<u>sh</u>li<u>h</u>u b<u>aa</u>lahum",
          "invers_tajweed": "فَإِذَا لَقِيتُمُ [h:5274[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَضَرْبَ [h:12533[ٱ][l[ل]رِّقَابِ حَتَّ[o[ىٰٓ] إِذ[o[َآ] أَثْخَ[f:12534[نت]ُمُوهُمْ فَشُدُّو[s[اْ] [h:12535[ٱ]لْوَثَاقَ فَإِ[g[مّ]َا مَ[g[نّ][i:12536[َۢا ب]َعْدُ وَإِ[g[مّ]َا فِد[o[َا]ٓءً حَتَّىٰ تَضَعَ [h:12537[ٱ]لْحَرْبُ أَوْزَارَهَا‌ۚ ذ[n[َٲ]لِكَ وَلَوْ يَش[o[َا]ٓءُ [h:6988[ٱ]للَّهُ لَ[h:12538[ٱ][f:12538[نت]َصَرَ مِنْهُمْ وَلَ[n[ـٰ]ك[u:12539[ِن ل]ِّيَ[q:12540[بْ]لُوَ[s[اْ] بَعْضَك[c:12541[ُم ب]ِبَعْ[a:12542[ضٍ‌ۗ و]َ[h:37[ٱ]لَّذِينَ قُتِلُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ فَل[a:12543[َن ي]ُضِلَّ أَعْمَ[n[ـٰ]لَهُمْ",
          "translation_id": "Maka apabila kamu bertemu dengan orang-orang yang kafir (di medan perang), maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka, tawanlah mereka, dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki niscaya Dia membinasakan mereka, tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, Allah tidak menyia-nyiakan amal mereka.",
          "translation_en": "So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure their bonds, and either [confer] favor afterwards or ransom [them] until the war lays down its burdens. That [is the command]. And if Allah had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of Allah - never will He waste their deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4549",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4549.mp3",
          "tafsir_short": "Pada ayat yang lalu dan beberapa ayat sebelumnya dijelaskan ciri-ciri orang kafir dan perbuatan mereka menghalang-halangi orang-orang yang beribadah kepada Allah. Ayat ini memberikan tuntunan tentang perbuatan yang harus dilakukan kaum muslim terhadap mereka. Maka apabila kamu bertemu dengan orang-orang yang kafir yang memerangi kamu di medan perang, maka pukullah batang leher mereka, yakni perangilah dengan cara memukul batang leher mereka, itulah cara yang paling baik untuk melumpuhkan kekuatan mereka. Selanjutnya apabila kamu telah mengalahkan mereka, maka tawanlah yang masih hidup dari mereka, dan setelah itu kamu boleh membebaskan mereka tanpa tebusan atau membebaskan mereka dengan menerima tebusan berupa harta atau tukar menukar tawanan. Itulah yang kamu lakukan sampai perang selesai dan semua yang terlibat dalam peperangan meletakkan senjata. Demikianlah ketentuan yang telah ditetapkan Allah, dan sekiranya Allah menghendaki, niscaya Dia membinasakan mereka tanpa melibatkan orang-orang mukmin untuk berperang, tetapi Dia hendak menguji kamu satu sama lain dengan mewajibkan orang-orang mukmin memerangi orang-orang kafir yang memusuhi mereka. Orang-orang kafir yang mati dalam peperangan adalah orang-orang yang celaka di dunia dan di akhirat mendapat azab Tuhan. Dan orang-orang mukmin yang gugur di dalam peperangan pada jalan Allah, Allah tidak menyia-nyiakan amal mereka, tetapi memberikan kepada mereka pahala yang besar."
        },
        {
          "id": 4550,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4550,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
          "body_ayat_ltn_en": "Sa-yahdeehim wa yusihu baalahum",
          "body_ayat_ltn_in": "sayahdihim wa yushlihu baa lahum",
          "body_ayat_ltn_in_html": "sayahd<u>i</u>him wa yu<u>sh</u>li<u>h</u>u b<u>aa</u> lahum",
          "invers_tajweed": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
          "translation_id": "Allah akan memberi petunjuk kepada mereka dan memperbaiki keadaan mereka,",
          "translation_en": "He will guide them and amend their condition",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4550",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4550.mp3",
          "tafsir_short": "Allah akan memberi petunjuk kepada mereka menuju jalan kebahagiaan dan memperbaiki keadaan mereka baik di dunia maupun akhirat,"
        },
        {
          "id": 4551,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4551,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ",
          "body_ayat_ltn_en": "Wa yudkhiluhumul jannata 'arrafahaa lahum",
          "body_ayat_ltn_in": "wayudkhiluhumu aljannata 'arrafahaa lahum",
          "body_ayat_ltn_in_html": "wayudkhiluhumu <strong>a</strong>ljannata 'arrafah<u>aa</u> lahum",
          "invers_tajweed": "وَيُ[q:12544[دْ]خِلُهُمُ [h:12545[ٱ]لْجَ[g[نّ]َةَ عَرَّفَهَا لَهُمْ",
          "translation_id": "dan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka.",
          "translation_en": "And admit them to Paradise, which He has made known to them.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4551",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4551.mp3",
          "tafsir_short": "Dan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka segala keindahan dan kenikmatan di dalamnya."
        },
        {
          "id": 4552,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4552,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanooo in tansurul laaha yansurkum wa yusabbit aqdaamakum",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu in tanshuruu allaaha yanshurkum wayutsabbit aqdaamakum",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu in tan<u>sh</u>uruu <strong>al</strong>l<u>aa</u>ha yan<u>sh</u>urkum wayutsabbit aqd<u>aa</u>makum",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[f:12546[ن ت]َ[f:12547[نص]ُرُو[s[اْ] [h:12548[ٱ]للَّهَ يَ[f:12549[نص]ُرْكُمْ وَيُثَبِّتْ أَ[q:12550[قْ]دَامَكُمْ",
          "translation_id": "Wahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu.",
          "translation_en": "O you who have believed, if you support Allah, He will support you and plant firmly your feet.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4552",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4552.mp3",
          "tafsir_short": "Wahai orang-orang yang beriman, yang percaya kepada Allah dan rasul-Nya dan mengamalkan tuntunan-Nya! Jika kamu menolong agama Allah dengan berjihat memperjuangkan kebenaran di jalan Allah, niscaya Dia akan menolongmu menghadapi berbagai kesulitan dan niscaya Dia akan menolongmu menghadapi berbagai kesulitan dan meneguhkan kedudukanmu sehingga kamu dapat mengalahkan musuh-musuhmu. Itulah janji Allah untuk mendorong mereka orang yang beriman agar tidak segan dalam berjihad di jalan Allah."
        },
        {
          "id": 4553,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4553,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَالَهُمْ",
          "body_ayat_ltn_en": "Wallazeena kafaroo fata's al lahum wa adalla a'maalahum",
          "body_ayat_ltn_in": "waalladziina kafaruu fata'san lahum wa-adhalla a'maalahum",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu fata'san lahum wa-a<u>dh</u>alla a'm<u>aa</u>lahum",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَتَعْ[u:12551[سًا ل]َّهُمْ وَأَضَلَّ أَعْمَ[n[ـٰ]لَهُمْ",
          "translation_id": "Dan orang-orang yang kafir maka celakalah mereka dan Allah menghapus segala amalnya.",
          "translation_en": "But those who disbelieve - for them is misery, and He will waste their deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4553",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4553.mp3",
          "tafsir_short": "Dan orang-orang yang kafir kepada Allah dan rasul-Nya dan mengingkari tuntunan agama-Nya maka celakalah mereka baik di dunia maupun di akhirat dan Allah menghapus segala amalnya sehingga amal mereka itu sia-sia."
        },
        {
          "id": 4554,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4554,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ",
          "body_ayat_ltn_en": "Zaalika bi annahum karihoo maaa anzalal laahu faahbata a'maalahum",
          "body_ayat_ltn_in": "dzaalika bi-annahum karihuu maa anzala allaahu fa-ahbatha a'maalahum",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahum karihuu m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu fa-a<u>h</u>ba<u>th</u>a a'm<u>aa</u>lahum",
          "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ كَرِهُو[s[اْ] م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأَحْبَطَ أَعْمَ[n[ـٰ]لَهُمْ",
          "translation_id": "Yang demikian itu karena mereka membenci apa (Al-Qur'an) yang diturunkan Allah, maka Allah menghapus segala amal mereka.",
          "translation_en": "That is because they disliked what Allah revealed, so He rendered worthless their deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4554",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4554.mp3",
          "tafsir_short": "Yang demikian itu merupakan ketetapan Allah karena mereka membenci apa yang diturunkan Allah, yakni Al-Qur'an, maka Allah menghapus segala amal mereka, yakni tidak memberikan pahala kepada amal perbuatannya."
        },
        {
          "id": 4555,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4555,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "۞ أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكَافِرِينَ أَمْثَالُهَا",
          "body_ayat_ltn_en": "Afalam yaseeroo fil ardi fayanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; dammaral laahu 'alaihim wa lilkaafireena amsaaluhaa",
          "body_ayat_ltn_in": "afalam yasiiruu fii al-ardhi fayanzhuruu kayfa kaana 'aaqibatu alladziina min qablihim dammara allaahu 'alayhim walilkaafiriina amtsaaluhaa",
          "body_ayat_ltn_in_html": "afalam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim dammara <strong>al</strong>l<u>aa</u>hu 'alayhim walilk<u>aa</u>firiina amts<u>aa</u>luh<u>aa</u>",
          "invers_tajweed": "۞ أَفَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ دَ[g[مّ]َرَ [h:12552[ٱ]للَّهُ عَلَيْهِمْ‌ۖ وَلِلْكَ[n[ـٰ]فِرِينَ أَمْثَ[n[ـٰ]لُهَا",
          "translation_id": "Maka apakah mereka tidak pernah mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu.",
          "translation_en": "Have they not traveled through the land and seen how was the end of those before them? Allah destroyed [everything] over them, and for the disbelievers is something comparable.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4555",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4555.mp3",
          "tafsir_short": "Maka apakah mereka orang-orang kafir yang mendustakan llah dan rasul-Nya tidak pernah mengadakan perjalanan di bumi di mana terdapat peninggalan umat terdahulu sehingga dapat memperhatikan bagaimana kesudahan dan akibat yang diderita oleh orang-orang yang  mendustakan rasul sebelum mereka seperti yang dialami oleh kaun 'Ad, kaum Ṡamūd, kaum Nabi Lut dan lainnya. Allah telah membinasakan jiwa, harta, dan anak keturunan mereka, dan bagi orang-orang kafir, kapan dan di mana pun akan menerima nasib yang serupa itu."
        },
        {
          "id": 4556,
          "surat_id": 47,
          "jus": 26,
          "ruku": 442,
          "no_ayat_inquran": 4556,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "ذَٰلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَىٰ لَهُمْ",
          "body_ayat_ltn_en": "Zaalika bi annal laaha mawlal lazeena aamanoo wa annal kaafireena laa mawlaa lahum",
          "body_ayat_ltn_in": "dzaalika bi-anna allaaha mawlaa alladziina aamanuu wa-anna alkaafiriina laa mawlaa lahum",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha mawl<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa-anna <strong>a</strong>lk<u>aa</u>firiina l<u>aa</u> mawl<u>aa</u> lahum",
          "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ مَوْلَى [h:12553[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَأَ[g[نّ]َ [h:12554[ٱ]لْكَ[n[ـٰ]فِرِينَ لَا مَوْلَىٰ لَهُمْ",
          "translation_id": "Yang demikian itu karena Allah pelindung bagi orang-orang yang beriman; sedang orang-orang kafir tidak ada pelindung bagi mereka.",
          "translation_en": "That is because Allah is the protector of those who have believed and because the disbelievers have no protector.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4556",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4556.mp3",
          "tafsir_short": "karena Allah pelindung bagi orang-orang yang beriman yang melindungi mereka dan memberikan pertolongan; sedang orang-orang kafir tidak ada pelindung bagi mereka yang dapat menyelamatkan dari kehancuran."
        },
        {
          "id": 4557,
          "surat_id": 47,
          "jus": 26,
          "ruku": 443,
          "no_ayat_inquran": 4557,
          "no_ayat_insurat": 12,
          "body_ayat_arb": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ۖ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ",
          "body_ayat_ltn_en": "Innal-laaha yudkhilul lazeena aamanoo wa 'amilus saalihaati Jannaatin tajree min tahtihal anhaaru wallazeena kafaroo yatamatta'oona wa yaakuloona kamaa taakuluian'aamu wan Naaru maswallahum",
          "body_ayat_ltn_in": "inna allaaha yudkhilu alladziina aamanuu wa'amiluu alshshaalihaati jannaatin tajrii min tahtihaa al-anhaaru waalladziina kafaruu yatamatta'uuna waya/kuluuna kamaa ta/kulu al-an'aamu waalnnaaru matswan lahum",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>l<u>aa</u>ha yudkhilu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wa<strong>a</strong>lla<u>dz</u>iina kafaruu yatamatta'uuna waya/kuluuna kam<u>aa</u> ta/kulu <strong>a</strong>l-an'<u>aa</u>mu wa<strong>al</strong>nn<u>aa</u>ru matswan lahum",
          "invers_tajweed": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ [h:12555[ٱ]لْأَنْعَ[n[ـٰ]مُ وَ[h:12556[ٱ][l[ل][g[نّ]َارُ مَثْ[u:12007[وًى ل]َّهُمْ",
          "translation_id": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir menikmati kesenangan (dunia) dan mereka makan seperti hewan makan; dan (kelak) nerakalah tempat tinggal bagi mereka.",
          "translation_en": "Indeed, Allah will admit those who have believed and done righteous deeds to gardens beneath which rivers flow, but those who disbelieve enjoy themselves and eat as grazing livestock eat, and the Fire will be a residence for them.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4557",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4557.mp3",
          "tafsir_short": "Sungguh, Allah akan memasukkan orang-orang yang beriman kepada Allah dan rasul-Nya dan membuktikan keimanan mereka dengan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai sebagai penghormatan bagi keimanan mereka kepada Allah dan rasul-Nya. Dan orang-orang yang kafir menikmati ke-senangan dunia berupa harta benda dan kesenangannya yang tidak abadi dan mereka makan seperti hewan makan tanpa memikirkan kesudahan mereka; dan kelak nerakalah yang menjadi tempat tinggal bagi mereka sebagai balasan atas kekafirannya."
        },
        {
          "id": 4558,
          "surat_id": 47,
          "jus": 26,
          "ruku": 443,
          "no_ayat_inquran": 4558,
          "no_ayat_insurat": 13,
          "body_ayat_arb": "وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ",
          "body_ayat_ltn_en": "Wa ka ayyim min qaryatin hiya ashaddu quwwatam min qaryatikal lateee akhrajatka ahlaknaahum falaa naasira lahum",
          "body_ayat_ltn_in": "waka-ayyin min qaryatin hiya asyaddu quwwatan min qaryatika allatii akhrajatka ahlaknaahum falaa naasira lahum",
          "body_ayat_ltn_in_html": "waka-ayyin min qaryatin hiya asyaddu quwwatan min qaryatika <strong>al</strong>latii akhrajatka ahlakn<u>aa</u>hum fal<u>aa</u> n<u>aas</u>ira lahum",
          "invers_tajweed": "وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ هِىَ أَشَدُّ قُوَّ[a:12557[ةً م]ِّ[f:12558[ن ق]َرْيَتِكَ [h:12559[ٱ]لَّت[o[ِىٓ] أَخْرَجَتْكَ أَهْلَكْنَ[n[ـٰ]هُمْ فَلَا نَاصِرَ لَهُمْ",
          "translation_id": "Dan betapa banyak negeri yang (penduduknya) lebih kuat dari (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka; maka tidak ada seorang pun yang menolong mereka.",
          "translation_en": "And how many a city was stronger than your city [Makkah] which drove you out? We destroyed them; and there was no helper for them.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4558",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4558.mp3",
          "tafsir_short": "Dan betapa banyak negeri yang penduduknya mendustakan Allah dan rasul-Nya dan mereka lebih kuat dan lebih banyak jumlahnya dari penduduk negerimu yakni penduduk negeri Mekah yang telah mengusirmu itu. Meskipun demikian, Kami telah membinasakan mereka dengan bermacam-macam cara; maka tidak ada seorang pun yang menolong mereka dari kehancuran."
        },
        {
          "id": 4559,
          "surat_id": 47,
          "jus": 26,
          "ruku": 443,
          "no_ayat_inquran": 4559,
          "no_ayat_insurat": 14,
          "body_ayat_arb": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ كَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُم",
          "body_ayat_ltn_en": "Afaman kaana 'alaa baiyinatim mir Rabbihee kaman zuyyina lahoo sooo'u 'amalihee wattaba'ooo ahwaaa'ahum",
          "body_ayat_ltn_in": "afaman kaana 'alaa bayyinatin min rabbihi kaman zuyyina lahu suu-u 'amalihi waittaba'uu ahwaa-ahum",
          "body_ayat_ltn_in_html": "afaman k<u>aa</u>na 'al<u>aa</u> bayyinatin min rabbihi kaman zuyyina lahu suu-u 'amalihi wa<strong>i</strong>ttaba'uu ahw<u>aa</u>-ahum",
          "invers_tajweed": "أَفَمَ[f:6273[ن ك]َانَ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ] كَمَ[f:12560[ن ز]ُيِّنَ لَهُ[n[ۥ] س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُم",
          "translation_id": "Maka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya sama dengan orang yang dijadikan terasa indah baginya perbuatan buruknya itu dan mengikuti keinginannya?",
          "translation_en": "So is he who is on clear evidence from his Lord like him to whom the evil of his work has been made attractive and they follow their [own] desires?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4559",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4559.mp3",
          "tafsir_short": "Maka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya, ia melihat yang baik dan melakukannya dan memandang yang buruk kemudian meninggalkannya. Apakah orang yang demikian sifatnya itu sama dengan orang yang dijadikan oleh setan terasa indah baginya perbuatan buruknya itu dan sebaliknya tampak buruk baginya perbuatan yang baik dan oleh karena itu mereka senantiasa mengikuti keinginannya yang sesat dalam melakukan atau tidak melakukan perbuatan? Pasti, tidak sama."
        },
        {
          "id": 4560,
          "surat_id": 47,
          "jus": 26,
          "ruku": 443,
          "no_ayat_inquran": 4560,
          "no_ayat_insurat": 15,
          "body_ayat_arb": "مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ فِيهَا أَنْهَارٌ مِّن مَّاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ",
          "body_ayat_ltn_en": "Masalul jannatil latee wu'idal muttaqoona feehaaa anhaarum mim maaa'in ghayri aasininw wa anhaarum mil labanil lam yataghaiyar ta'muhoo wa anhaarum min khamril lazzatil lishshaaribeena wa anhaarum min 'asalim musaffanw wa lahum feeha min kullis samaraati wa maghfiratum mir Rabbihim kaman huwa khaalidun fin naari wa suqoo maaa'an hameeman faqatta'a am'aaa'ahum",
          "body_ayat_ltn_in": "matsalu aljannati allatii wu'ida almuttaquuna fiihaa anhaarun min maa-in ghayri aasinin wa-anhaarun min labanin lam yataghayyar tha'muhu wa-anhaarun min khamrin ladzdzatin lilsysyaaribiina wa-anhaarun min 'asalin mushaffan walahum fiihaa min kulli altstsamaraati wamaghfiratun min rabbihim kaman huwa khaalidun fii alnnaari wasuquu maa-an hamiiman faqaththha'a am'aa-ahum",
          "body_ayat_ltn_in_html": "matsalu <strong>a</strong>ljannati <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna fiih<u>aa</u> anh<u>aa</u>run min m<u>aa</u>-in ghayri <u>aa</u>sinin wa-anh<u>aa</u>run min labanin lam yataghayyar <u>th</u>a'muhu wa-anh<u>aa</u>run min khamrin la<u>dzdz</u>atin li<strong>l</strong>sysy<u>aa</u>ribiina wa-anh<u>aa</u>run min 'asalin mu<u>sh</u>affan walahum fiih<u>aa</u> min kulli <strong>al</strong>tstsamar<u>aa</u>ti wamaghfiratun min rabbihim kaman huwa kh<u>aa</u>lidun fii <strong>al</strong>nn<u>aa</u>ri wasuquu m<u>aa</u>-an <u>h</u>amiiman faqa<u>ththh</u>a'a am'<u>aa</u>-ahum",
          "invers_tajweed": "مَّثَلُ [h:7002[ٱ]لْجَ[g[نّ]َةِ [h:7003[ٱ]لَّتِى وُعِدَ [h:7004[ٱ]لْمُتَّقُونَ‌ۖ فِيه[o[َآ] أَنْهَ[n[ـٰ][a:12561[رٌ م]ّ[a:840[ِن م]ّ[o[َا]ٓءٍ غَيْرِ ءَاسِ[a:12562[نٍ و]َأَنْهَ[n[ـٰ][a:12563[رٌ م]ّ[u:12564[ِن ل]َّبَ[u:12565[نٍ ل]َّمْ يَتَغَيَّرْ طَعْمُهُ[n[ۥ] وَأَنْهَ[n[ـٰ][a:12563[رٌ م]ِّنْ خَمْ[u:12566[رٍ ل]َّذَّ[u:11361[ةٍ ل]ِّلشَّ[n[ـٰ]رِبِينَ وَأَنْهَ[n[ـٰ][a:12563[رٌ م]ِّنْ عَسَ[a:12567[لٍ م]ُّصَف[a:12568[ًّى‌ۖ و]َلَهُمْ فِيهَا مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ وَمَغْفِرَ[a:12569[ةٌ م]ّ[u:22[ِن ر]َّبِّهِمْ‌ۖ كَمَنْ هُوَ خَ[n[ـٰ]لِ[f:12570[دٌ ف]ِى [h:4674[ٱ][l[ل][g[نّ]َارِ وَسُقُو[s[اْ] م[o[َا]ٓءً حَمِي[f:12571[مًا ف]َقَطَّعَ أَمْع[o[َا]ٓءَهُمْ",
          "translation_id": "Perumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong?",
          "translation_en": "Is the description of Paradise, which the righteous are promised, wherein are rivers of water unaltered, rivers of milk the taste of which never changes, rivers of wine delicious to those who drink, and rivers of purified honey, in which they will have from all [kinds of] fruits and forgiveness from their Lord, like [that of] those who abide eternally in the Fire and are given to drink scalding water that will sever their intestines?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4560",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4560.mp3",
          "tafsir_short": "Perumpamaan keadaan yang sangat indah dan menakjubkan dari taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau,tidak berubah rasa dan baunya, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai khamar, yakni arak, yang tidak memabukkan sebagaimana arak dunia yang lezat rasanya bagi peminumnya dan di sana juga ada sungai-sungai madu yang murni tidak tercampur sesuatu selainnya. Di dalamnya mereka memperoleh pula segala macam buah-buahan yang beraneka macam jenisnya dan di samping kenikmatan yang telah disebutkan itu mereka juga memperoleh ampunan dari Tuhan mereka atas segala dosa yang diperbuatnya di dunia. Samakah mereka, orang yang mendapatkan kenikmatan surgawi dengan orang yang kekal dalam neraka, mereka terbakar oleh api neraka yang sangat panas dan diberi minuman dengan air yang mendidih sehingga karena panasnya ususnya terpotong-potong? Jawabannya sangat pasti, keduanya tidak sama."
        },
        {
          "id": 4561,
          "surat_id": 47,
          "jus": 26,
          "ruku": 443,
          "no_ayat_inquran": 4561,
          "no_ayat_insurat": 16,
          "body_ayat_arb": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰ إِذَا خَرَجُوا مِنْ عِندِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا ۚ أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ",
          "body_ayat_ltn_en": "Wa minhum mai yastami' ilaika hattaaa izaa kharajoo min 'indika qaaloo lillazeena ootul 'ilma maazaa qaala aanifaa; ulaaa'ikal lazeena taba'al laahu 'alaa quloobihim wattaba'ooo ahwaaa'ahum",
          "body_ayat_ltn_in": "waminhum man yastami'u ilayka hattaa idzaa kharajuu min 'indika qaaluu lilladziina uutuu al'ilma maatsaa qaala aanifan ulaa-ika alladziina thaba'a allaahu 'alaa quluubihim waittaba'uu ahwaa-ahum",
          "body_ayat_ltn_in_html": "waminhum man yastami'u ilayka <u>h</u>att<u>aa</u> i<u>dzaa</u> kharajuu min 'indika q<u>aa</u>luu lilla<u>dz</u>iina uutuu <strong>a</strong>l'ilma m<u>aatsaa</u> q<u>aa</u>la <u>aa</u>nifan ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>th</u>aba'a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> quluubihim wa<strong>i</strong>ttaba'uu ahw<u>aa</u>-ahum",
          "invers_tajweed": "وَمِنْه[w:1106[ُم م]ّ[a:3986[َن ي]َسْتَمِعُ إِلَيْكَ حَتَّ[o[ىٰٓ] إِذَا خَرَجُو[s[اْ] مِنْ عِ[f:2954[ند]ِكَ قَالُو[s[اْ] لِلَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ مَاذَا قَالَ ءَانِفًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ طَبَعَ [h:3271[ٱ]للَّهُ عَلَىٰ قُلُوبِهِمْ وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُمْ",
          "translation_id": "Dan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), “Apakah yang dikatakannya tadi?” Mereka itulah orang-orang yang dikunci hatinya oleh Allah dan mengikuti keinginannya.",
          "translation_en": "And among them, [O Muhammad], are those who listen to you, until when they depart from you, they say to those who were given knowledge, \"What has he said just now?\" Those are the ones of whom Allah has sealed over their hearts and who have followed their [own] desires.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4561",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4561.mp3",
          "tafsir_short": "Dan di antara mereka ada orang yang mendengarkan perkataanmu tentang Al-Qur'an dan penjelasannya dengan tekun, wahai nabi Muhammad, tetapi apabila mereka telah keluar dari sisimu meninggalkan majelismu mereka berkata kepada orang yang diberi ilmu, yakni sahabat-sahabat Nabi, untuk menanamkan keraguan terhadap perkataan Nabi. Mereka bertanya dengan tuuan mencemooh dan mengolok-olok, \"Apakah yang dikatakannya tadi?\" Itulah perbuatan orang-orang munafik seperti Abdullah bin Ubay dan lain-lainnya. Mereka itulah orang-orang yang dikunci hatinya oleh Allah sehingga tidak ada petunjuk yang masuk ke dalam hatinya dan oleh karena itu mereka senantiasa mengikuti keinginannya."
        },
        {
          "id": 4562,
          "surat_id": 47,
          "jus": 26,
          "ruku": 443,
          "no_ayat_inquran": 4562,
          "no_ayat_insurat": 17,
          "body_ayat_arb": "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ",
          "body_ayat_ltn_en": "Wallazeenah tadaw zaadahum hudanw wa aataahum taqwaahum",
          "body_ayat_ltn_in": "waalladziina ihtadaw zaadahum hudan waaataahum taqwaahum",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina ihtadaw z<u>aa</u>dahum hudan wa<u>aa</u>t<u>aa</u>hum taqw<u>aa</u>hum",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ [h:12572[ٱ]هْتَدَوْ[s[اْ] زَادَهُمْ هُ[a:12573[دًى و]َءَاتَ[n[ـٰ]هُمْ تَ[q:12574[قْ]وَ[n[ٮٰ]هُمْ",
          "translation_id": "Dan orang-orang yang mendapat petunjuk, Allah akan menambah petunjuk kepada mereka dan menganugerahi ketakwaan mereka.",
          "translation_en": "And those who are guided - He increases them in guidance and gives them their righteousness.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4562",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4562.mp3",
          "tafsir_short": "Dan orang-orang yang mendapat petunjuk, yakni orang-orang yang beriman Allah akan menambah petunjuk kepada mereka sehingga bertambah terang bagi mereka jalan kepada kebenaran dan menganugerahi ketakwaan mereka dengan memberikan pertolongan dan kemudahan dalam melakukan kebajikan."
        },
        {
          "id": 4563,
          "surat_id": 47,
          "jus": 26,
          "ruku": 443,
          "no_ayat_inquran": 4563,
          "no_ayat_insurat": 18,
          "body_ayat_arb": "فَهَلْ يَنظُرُونَ إِلَّا السَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَاءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ",
          "body_ayat_ltn_en": "Fahal yanzuroona illas Saa'ata an taatiyahum baghtatan faqad jaaa'a ashraatuhaa; fa-annnaa lahum izaa jaaa'at hum zikraahum",
          "body_ayat_ltn_in": "fahal yanzhuruuna illaa alssaa'ata an ta/tiyahum baghtatan faqad jaa-a asyraathuhaa fa-annaa lahum idzaa jaa-at-hum dzikraahum",
          "body_ayat_ltn_in_html": "fahal yan<u>zh</u>uruuna ill<u>aa</u> <strong>al</strong>ss<u>aa</u>'ata an ta/tiyahum baghtatan faqad j<u>aa</u>-a asyr<u>aath</u>uh<u>aa</u> fa-ann<u>aa</u> lahum i<u>dzaa</u> j<u>aa</u>-at-hum <u>dz</u>ikr<u>aa</u>hum",
          "invers_tajweed": "فَهَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا [h:12296[ٱ][l[ل]سَّاعَةَ أَ[f:6843[ن ت]َأْتِيَه[c:12297[ُم ب]َغْتَ[f:12575[ةً‌ۖ ف]َقَ[q:563[دْ] ج[o[َا]ٓءَ أَشْرَاطُهَا‌ۚ فَأَ[g[نّ]َىٰ لَهُمْ إِذَا ج[o[َا]ٓءَتْهُمْ ذِكْرَ[n[ٮٰ]هُمْ",
          "translation_id": "Maka apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang akan datang kepada mereka secara tiba-tiba, karena tanda-tandanya sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu apabila (hari Kiamat) itu sudah datang?",
          "translation_en": "Then do they await except that the Hour should come upon them unexpectedly? But already there have come [some of] its indications. Then what good to them, when it has come, will be their remembrance?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4563",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4563.mp3",
          "tafsir_short": "Orang munafik itu telah tertutup hatinya dari petunjuk Allah, ke-imanan mereka tidak dapat diharapkan lagi, maka bagi orang-orang munafik itu apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang pasti datangnya dan akan datang hari yang dijanjikan itu kepada mereka secara tiba-tiba, karena tanda-tandanya, di antaranya kehadiran Nabi Muhammad sebagai Nabi penutup, sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu apabila hari Kiamat itu sudah datang? Tidak ada lagi gunanya kesadaran yang terlambat datangnya."
        },
        {
          "id": 4564,
          "surat_id": 47,
          "jus": 26,
          "ruku": 443,
          "no_ayat_inquran": 4564,
          "no_ayat_insurat": 19,
          "body_ayat_arb": "فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ",
          "body_ayat_ltn_en": "Fa'lam annahoo laaa ilaaha illal laahu wastaghfir lizambika wa lilmu'mineena walmu'minaat; wallaahu ya'lamu mutaqallabakum wa maswaakum",
          "body_ayat_ltn_in": "fai'lam annahu laa ilaaha illaa allaahu waistaghfir lidzanbika walilmu/miniina waalmu/minaati waallaahu ya'lamu mutaqallabakum wamatswaakum",
          "body_ayat_ltn_in_html": "fa<strong>i</strong>'lam annahu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa<strong>i</strong>staghfir li<u>dz</u>anbika walilmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu ya'lamu mutaqallabakum wamatsw<u>aa</u>kum",
          "invers_tajweed": "فَ[h:9999[ٱ]عْلَمْ أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا [h:1742[ٱ]للَّهُ وَ[h:2374[ٱ]سْتَغْفِرْ لِذَ[i:11909[نۢب]ِكَ وَلِلْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَ[n[ٮٰ]كُمْ",
          "translation_id": "Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah dan mohonlah ampunan atas dosamu dan atas (dosa) orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha dan tempat tinggalmu.",
          "translation_en": "So know, [O Muhammad], that there is no deity except Allah and ask forgiveness for your sin and for the believing men and believing women. And Allah knows of your movement and your resting place.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4564",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4564.mp3",
          "tafsir_short": "Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah dan mohonlah ampunan atas dosamu dan atas dosa orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha kamu mencari bermacam-macam keperluan hidupmu di dunia dan mengetahui tempat tinggalmu untuk beristirahat setelah engkau bekerja sepanjang hari."
        },
        {
          "id": 4565,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4565,
          "no_ayat_insurat": 20,
          "body_ayat_arb": "وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَا أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ۙ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
          "body_ayat_ltn_en": "Wa yaqoolul lazeena aamanoo law laa nuzzilat Sooratun fa izaaa unzilat Sooratum Muhkamatunw wa zukira feehal qitaalu ra aytal lazeena fee quloobihim maraduny yanzuroona ilaika nazaral maghshiyyi 'alaihi minal mawti fa'awlaa lahum",
          "body_ayat_ltn_in": "wayaquulu alladziina aamanuu lawlaa nuzzilat suuratun fa-idzaa unzilat suuratun muhkamatun wadzukira fiihaa alqitaalu ra-ayta alladziina fii quluubihim maradhun yanzhuruuna ilayka nazhara almaghsyiyyi 'alayhi mina almawti fa-awlaa lahum",
          "body_ayat_ltn_in_html": "wayaquulu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lawl<u>aa</u> nuzzilat suuratun fa-i<u>dzaa</u> unzilat suuratun mu<u>h</u>kamatun wa<u>dz</u>ukira fiih<u>aa</u> <strong>a</strong>lqit<u>aa</u>lu ra-ayta <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un yan<u>zh</u>uruuna ilayka na<u>zh</u>ara <strong>a</strong>lmaghsyiyyi 'alayhi mina <strong>a</strong>lmawti fa-awl<u>aa</u> lahum",
          "invers_tajweed": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَوْلَا نُزِّلَتْ سُورَ[f:12576[ةٌ‌ۖ ف]َإِذ[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَ[a:12577[ةٌ م]ُّحْكَمَ[a:12578[ةٌ و]َذُكِرَ فِيهَا [h:12579[ٱ]لْقِتَالُ‌ۙ رَأَيْتَ [h:4150[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:12580[ضٌ ي]َ[f:1141[نظ]ُرُونَ إِلَيْكَ نَظَرَ [h:12581[ٱ]لْمَغْشِىِّ عَلَيْهِ مِنَ [h:10720[ٱ]لْمَوْتِ‌ۖ فَأَوْلَىٰ لَهُمْ",
          "translation_id": "Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?” Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka.",
          "translation_en": "Those who believe say, \"Why has a surah not been sent down? But when a precise surah is revealed and fighting is mentioned therein, you see those in whose hearts is hypocrisy looking at you with a look of one overcome by death. And more appropriate for them [would have been]",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4565",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4565.mp3",
          "tafsir_short": "Pada ayat-ayat yang lalu disebutkan sikap orang munafik, orang kafir dan orang beriman ketika mendengar ayat-ayat Al-Qur’an tentang akidah, seperti keimanan kepada kesesaan Allah, kebangkitan dan sebagainya. Pada ayat berikut disebutkan sikap mereka pada waktu mendengar ayat-ayat Allah tentang perintah berjihad di jalan Allah. Orang-orang beriman selalu menungu-nunggu perintah berjihad, bahkan mereka ingin perintah itu dinyatakan dengan tegas. Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah yang kandungannya berisi tentang perintah jihad yang diturunkan agar kami mengamalkan dan mengikuti perintahnya?” Sedangkan bagi orang-orang munafik, bila diturunkan ayat yang mewajibkan mereka berjihad, mereka bersikap ingkar dan penuh rasa takut. Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut perintah perang, engkau wahai Nabi Muhammad, melihat orang-orang yang di dalam hatinya ada penyakit kemunafikan atau lemah imannya memandang kepadamu seperti pandangan orang yang pingsan sehingga matanya terbelalak karena takut mati menimpa mereka. Tetapi itu lebih pantas bagi mereka. (Catatan : Sebagian ulama memaknai “fa awla lahum” dengan “maka kecelakaanlah bagi mereka”. Ayat ini seakan-akan menyatakan orang yang demikian lebih baik mati daripada hidup tidak taat kepada perintah agama)."
        },
        {
          "id": 4566,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4566,
          "no_ayat_insurat": 21,
          "body_ayat_arb": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
          "body_ayat_ltn_en": "Taa'atunw wa qawlum ma'roof; fa izaa 'azamal amru falaw sadaqul laaha lakaana khairal lahum",
          "body_ayat_ltn_in": "thaa'atun waqawlun ma'ruufun fa-idzaa 'azama al-amru falaw shadaquu allaaha lakaana khayran lahum",
          "body_ayat_ltn_in_html": "<u>th</u><u>aa</u>'atun waqawlun ma'ruufun fa-i<u>dzaa</u> 'azama <strong>a</strong>l-amru falaw <u>sh</u>adaquu <strong>al</strong>l<u>aa</u>ha lak<u>aa</u>na khayran lahum",
          "invers_tajweed": "طَاعَ[a:12582[ةٌ و]َقَوْ[a:12583[لٌ م]َّعْرُو[f:12584[فٌ‌ۚ ف]َإِذَا عَزَمَ [h:12585[ٱ]لْأَمْرُ فَلَوْ صَدَقُو[s[اْ] [h:12586[ٱ]للَّهَ لَكَانَ خَيْ[u:2160[رًا ل]َّهُمْ",
          "translation_id": "(Yang lebih baik bagi mereka adalah) taat (kepada Allah) dan bertutur kata yang baik. Sebab apabila perintah (perang) ditetapkan (mereka tidak menyukainya). Padahal jika mereka benar-benar (beriman) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka.",
          "translation_en": "Obedience and good words. And when the matter [of fighting] was determined, if they had been true to Allah, it would have been better for them.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4566",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4566.mp3",
          "tafsir_short": "Sesungguhnya yang lebih baik bagi orang yang beriman adalah taat kepada Allah dengan melaksanakan perintah-Nya dan bertutur kata yang baik sebagai bukti dari keimanan mereka. Sebab apabila perintah perang ditetapkan mereka tidak menyukainya. Padahal jika benar-benar beriman kepada Allah, pastilah mereka ikut berperang di jalan Allah, dan niscaya yang demikian itu lebih baik bagi mereka."
        },
        {
          "id": 4567,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4567,
          "no_ayat_insurat": 22,
          "body_ayat_arb": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ",
          "body_ayat_ltn_en": "Fahal 'asaitum in tawallaitum an tufsidoo fil ardi wa tuqatti'ooo arhaamakum",
          "body_ayat_ltn_in": "fahal 'asaytum in tawallaytum an tufsiduu fii al-ardhi watuqaththhi'uu arhaamakum",
          "body_ayat_ltn_in_html": "fahal 'asaytum in tawallaytum an tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i watuqa<u>ththh</u>i'uu ar<u>haa</u>makum",
          "invers_tajweed": "فَهَلْ عَسَيْتُمْ إِ[f:12587[ن ت]َوَلَّيْتُمْ أَ[f:12588[ن ت]ُفْسِدُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَتُقَطِّع[o[ُوٓ][s[اْ] أَرْحَامَكُمْ",
          "translation_id": "Maka apakah sekiranya kamu berkuasa, kamu akan berbuat kerusakan di bumi dan memutuskan hubungan kekeluargaan?",
          "translation_en": "So would you perhaps, if you turned away, cause corruption on earth and sever your [ties of] relationship?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4567",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4567.mp3",
          "tafsir_short": "Maka apakah sekiranya kamu berkuasa, atau jika kamu berpaling dari iman, kamu akan berbuat kerusakan di bumi, menumpahkan darah, dan memutuskan hubungan kekeluargaan sehingga kamu saling membenci satu sama lain? Ayat ini mencela kaum munafik yang selalu mengejar ke-senangan hidup di dunia. Seandainya orang munafik berkuasa pastilah mereka berbuat aniaya dengan menumpahkan darah, merampas harta dan memutuskan hubungan silaturahmi."
        },
        {
          "id": 4568,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4568,
          "no_ayat_insurat": 23,
          "body_ayat_arb": "أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰ أَبْصَارَهُمْ",
          "body_ayat_ltn_en": "Ulaaa'ikal lazeena la'anahumul laahu fa asammahum wa a'maaa absaarahum",
          "body_ayat_ltn_in": "ulaa-ika alladziina la'anahumu allaahu fa-ashammahum wa-a'maa abshaarahum",
          "body_ayat_ltn_in_html": "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina la'anahumu <strong>al</strong>l<u>aa</u>hu fa-a<u>sh</u>ammahum wa-a'm<u>aa</u> ab<u>shaa</u>rahum",
          "invers_tajweed": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَعَنَهُمُ [h:462[ٱ]للَّهُ فَأَصَ[g[مّ]َهُمْ وَأَعْمَ[o[ىٰٓ] أَ[q:76[بْ]صَ[n[ـٰ]رَهُمْ",
          "translation_id": "Mereka itulah orang-orang yang dikutuk Allah; lalu dibuat tuli (pendengarannya) dan dibutakan penglihatannya.",
          "translation_en": "Those [who do so] are the ones that Allah has cursed, so He deafened them and blinded their vision.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4568",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4568.mp3",
          "tafsir_short": "Orang-orang munafik yang bersikap seperti yang disebutkan di atas, mereka itulah orang-orang yang dikutuk Allah. Mereka telah dijauhkan dari rahmat dan kasih sayang Allah, lalu dibuat tuli pendengarannya sehingga tidak dapat mengambil pelajaran dari apa yang mereka dengar, dan dibutakan penglihatannya sehingga tidak dapat mengambil manfaat dari apa yang mereka saksikan."
        },
        {
          "id": 4569,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4569,
          "no_ayat_insurat": 24,
          "body_ayat_arb": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا",
          "body_ayat_ltn_en": "Afalaa yatadabbaroonal Qur-aana am 'alaa quloobin aqfaaluhaa",
          "body_ayat_ltn_in": "afalaa yatadabbaruuna alqur-aana am 'alaa quluubin aqfaaluhaa",
          "body_ayat_ltn_in_html": "afal<u>aa</u> yatadabbaruuna <strong>a</strong>lqur-<u>aa</u>na am 'al<u>aa</u> quluubin aqf<u>aa</u>luh<u>aa</u>",
          "invers_tajweed": "أَفَلَا يَتَدَبَّرُونَ [h:2968[ٱ]لْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَ[q:12589[قْ]فَالُهَآ",
          "translation_id": "Maka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci?",
          "translation_en": "Then do they not reflect upon the Qur'an, or are there locks upon [their] hearts?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4569",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4569.mp3",
          "tafsir_short": "Pada ayat yang lalu Allah mengecam orang munafik yang selalu membuat kerusakan di muka bumi dan memutuskan hubungan silaturrahmi. Kecaman itu mash dilanjutkan pada ayat ini, Allah melanjutkan kecamannya dengan menyatakan, Maka tidakkah mereka, orang-orang munafik itu, menghayati Al-Qur’an, yakni tidak merenungkan atau memikirkan Al-Qur’an? Ataukah hati mereka sudah terkunci sehingga tidak dapat memahami petunjuknya? Pertanyaan yang mengandung kecam-an itu menegaskan bahwa orang munafik itu tidak mau memperhatikan petunjuk Al-Qur’an, atau tidak memahaminya, karena hati me-reka telah terkunci."
        },
        {
          "id": 4570,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4570,
          "no_ayat_insurat": 25,
          "body_ayat_arb": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَىٰ أَدْبَارِهِم مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
          "body_ayat_ltn_en": "Innal lazeenar taddoo 'alaaa adbaarihim mim ba'di maa tabaiyana lahumul hudash Shaitaanu sawwala lahum wa amlaa lahum",
          "body_ayat_ltn_in": "inna alladziina irtadduu 'alaa adbaarihim min ba'di maa tabayyana lahumu alhudaa alsysyaythaanu sawwala lahum wa-amlaa lahum",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina irtadduu 'al<u>aa</u> adb<u>aa</u>rihim min ba'di m<u>aa</u> tabayyana lahumu <strong>a</strong>lhud<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu sawwala lahum wa-aml<u>aa</u> lahum",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ [h:12590[ٱ]رْتَدُّو[s[اْ] عَلَ[o[ىٰٓ] أَ[q:7778[دْ]بَ[n[ـٰ]رِه[w:12591[ِم م]ّ[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمُ [h:12592[ٱ]لْهُدَى‌ۙ [h:12593[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
          "translation_id": "Sesungguhnya orang-orang yang berbalik (kepada kekafiran) setelah petunjuk itu jelas bagi mereka, setanlah yang merayu mereka dan memanjangkan angan-angan mereka.",
          "translation_en": "Indeed, those who reverted back [to disbelief] after guidance had become clear to them - Satan enticed them and prolonged hope for them.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4570",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4570.mp3",
          "tafsir_short": "Sesungguhnya orang-orang yang berbalik kepada kekafiran, setelah petunjuk itu yang disampaikan Allah melalui Rasul-Nya jelas bagi mereka, maka setanlah yang merayu mereka untuk berbuat dosa dan memanjangkan angan-angan mereka. Mereka terbuai oleh angan-angan palsu, sesuai dengan dorongan hawa nafsu, sehinggga terasa indah keburukan yang mereka lakukan."
        },
        {
          "id": 4571,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4571,
          "no_ayat_insurat": 26,
          "body_ayat_arb": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ ۖ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
          "body_ayat_ltn_en": "Zaalika bi annahum qaaloo lillazeena karihoo maa nazzalal laahu sanutee'ukum fee ba'dil amri wallaahu ya'lamu israarahum",
          "body_ayat_ltn_in": "dzaalika bi-annahum qaaluu lilladziina karihuu maa nazzala allaahu sanuthii'ukum fii ba'dhi al-amri waallaahu ya'lamu israarahum",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahum q<u>aa</u>luu lilla<u>dz</u>iina karihuu m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu sanu<u>th</u>ii'ukum fii ba'<u>dh</u>i <strong>a</strong>l-amri wa<strong>al</strong>l<u>aa</u>hu ya'lamu isr<u>aa</u>rahum",
          "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَالُو[s[اْ] لِلَّذِينَ كَرِهُو[s[اْ] مَا نَزَّلَ [h:4797[ٱ]للَّهُ سَنُطِيعُكُمْ فِى بَعْضِ [h:12594[ٱ]لْأَمْرِ‌ۖ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِسْرَارَهُمْ",
          "translation_id": "Yang demikian itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang (Yahudi) yang tidak senang kepada apa yang diturunkan Allah, “Kami akan mematuhi kamu dalam beberapa urusan,” tetapi Allah mengetahui rahasia mereka.",
          "translation_en": "That is because they said to those who disliked what Allah sent down, \"We will obey you in part of the matter.\" And Allah knows what they conceal.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4571",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4571.mp3",
          "tafsir_short": "Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena memihak dan bersekutu dengan orang-orang Yahudi untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak orang-orang Yahudi dari suku Bani Naîir dan Bani Quraiîah menghadapi kaum muslim, sekiranya orang Yahudi diusir dari Madinah. Yang demikian itu, yakni kesesatan dan kemurtadan itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang yang tidak senang kepada apa yang diturukan Allah, yakni orang Yahudi dari suku Bani Nadzir dan Bani Quraidzah atau kaum musyrik Mekah yang mempunyai hubungan dengan musuh-musuh Islam di Madinah, “Kami akan mematuhi kamu dalam beberapa urusan, antara lain tidak ikut berperang sebagaimana yang dianjurkan Nabi Muhammad.” Tetapi Allah mengetahui rahasia mereka dan tipu daya yang mereka sembunyikan."
        },
        {
          "id": 4572,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4572,
          "no_ayat_insurat": 27,
          "body_ayat_arb": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ",
          "body_ayat_ltn_en": "Fakaifa izaa tawaffat humul malaaa'ikatu yadriboona wujoohahum wa adbaa rahum",
          "body_ayat_ltn_in": "fakayfa idzaa tawaffat-humu almalaa-ikatu yadhribuuna wujuuhahum wa-adbaarahum",
          "body_ayat_ltn_in_html": "fakayfa i<u>dzaa</u> tawaffat-humu <strong>a</strong>lmal<u>aa</u>-ikatu ya<u>dh</u>ribuuna wujuuhahum wa-adb<u>aa</u>rahum",
          "invers_tajweed": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ [h:12595[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَ[q:5380[دْ]بَ[n[ـٰ]رَهُمْ",
          "translation_id": "Maka bagaimana (nasib mereka) apabila malaikat (maut) mencabut nyawa mereka, memukul wajah dan punggung mereka?",
          "translation_en": "Then how [will it be] when the angels take them in death, striking their faces and their backs?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4572",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4572.mp3",
          "tafsir_short": "Maka bagaimana nasib dan keadaan mereka apabila Malaikat maut datang untuk mencabut nyawa mereka dengan cara yang buruk dan mengerikan? Pada saat nyawa dicabut para malaikat itu mengeluarkan ruh mereka dengan kasar dan terus menerus memukul wajah dan punggung mereka sebagai penghinaan? Keadaan orang munafik itu sangat terhina dan sengsara dalam menghadapi kematian."
        },
        {
          "id": 4573,
          "surat_id": 47,
          "jus": 26,
          "ruku": 444,
          "no_ayat_inquran": 4573,
          "no_ayat_insurat": 28,
          "body_ayat_arb": "ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ",
          "body_ayat_ltn_en": "Zaalika bi annahumut taba'oo maaa askhatal laaha wa karihoo ridwaanahoo fa ahbata a'maalahum",
          "body_ayat_ltn_in": "dzaalika bi-annahumu ittaba'uu maa askhatha allaaha wakarihuu ridhwaanahu fa-ahbatha a'maalahum",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahumu ittaba'uu m<u>aa</u> askha<u>th</u>a <strong>al</strong>l<u>aa</u>ha wakarihuu ri<u>dh</u>w<u>aa</u>nahu fa-a<u>h</u>ba<u>th</u>a a'm<u>aa</u>lahum",
          "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمُ [h:12596[ٱ]تَّبَعُو[s[اْ] م[o[َآ] أَسْخَطَ [h:12597[ٱ]للَّهَ وَكَرِهُو[s[اْ] رِضْو[n[َٲ]نَهُ[n[ۥ] فَأَحْبَطَ أَعْمَ[n[ـٰ]لَهُمْ",
          "translation_id": "Yang demikian itu, karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan membenci (apa yang menimbulkan) keridaan-Nya; sebab itu Allah menghapus segala amal mereka.",
          "translation_en": "That is because they followed what angered Allah and disliked [what earns] His pleasure, so He rendered worthless their deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4573",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4573.mp3",
          "tafsir_short": "Mereka yang mengalami keadaan yang demikian itu, yakni kematian yang mengerikan, karena sesungguhnya mereka mengikuti apa yang me-nimbulkan kemurkaan Allah, seperti kemunafikan dan berbuat maksiat dan membenci apa yang menimbul­kan keridaan-Nya seperti ketulusan dalam beriman dan bersungguh-sungguh melaksanakan perintahnya, sebab itu Allah menghapus segala amal mereka. Ayat ini menyatakan bahwa kematian yang mengerikan akan menimpa kita, apabila kita sering mengerjakan maksiat, dan tidak mau mengerjakan perbuatan yang diridai-Nya."
        },
        {
          "id": 4574,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4574,
          "no_ayat_insurat": 29,
          "body_ayat_arb": "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ اللَّهُ أَضْغَانَهُمْ",
          "body_ayat_ltn_en": "Am hasibal lazeena fee quloobihim maradun al lan yukhrijal laahu adghaanahum",
          "body_ayat_ltn_in": "am hasiba alladziina fii quluubihim maradhun an lan yukhrija allaahu adhghaanahum",
          "body_ayat_ltn_in_html": "am <u>h</u>asiba <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un an lan yukhrija <strong>al</strong>l<u>aa</u>hu a<u>dh</u>gh<u>aa</u>nahum",
          "invers_tajweed": "أَمْ حَسِبَ [h:10282[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَضٌ أ[u:8842[َن ل]ّ[a:12598[َن ي]ُخْرِجَ [h:12599[ٱ]للَّهُ أَضْغَ[n[ـٰ]نَهُمْ",
          "translation_id": "Atau apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka?",
          "translation_en": "Or do those in whose hearts is disease think that Allah would never expose their [feelings of] hatred?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4574",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4574.mp3",
          "tafsir_short": "Atau apakah orang-orang munafik yang dalam hatinya ada penyakit memendam kebencian dan permusuhan terhadap orang-orang mukmin mengira bahwa Allah tidak akan menampakkan kedengkian dan maksud buruk mereka terhadap Rasul dan umat Islam? Allah Yang Maha Mengetahui rahasia segala sesuatu akan memberitahukan kepada hamba-Nya yang beriman tentang semua rahasia jahat mereka."
        },
        {
          "id": 4575,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4575,
          "no_ayat_insurat": 30,
          "body_ayat_arb": "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ۚ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ",
          "body_ayat_ltn_en": "Wa law nashaaa'u la-arainaakahum fala 'araftahum bi seemaahum; wa lata'rifan nahum fee lahnil qawl; wallaahu ya'lamu a'maalakum",
          "body_ayat_ltn_in": "\r\nwalaw nasyaau la-araynaakahum fala'araftahum bisiimaahum walata'rifannahum fii lahni alqawli waallaahu ya'lamu a'maalakum",
          "body_ayat_ltn_in_html": "<br />\r\nwalaw nasy<u>aa</u>u la-arayn<u>aa</u>kahum fala'araftahum bisiim<u>aa</u>hum walata'rifannahum fii la<u>h</u>ni <strong>a</strong>lqawli wa<strong>al</strong>l<u>aa</u>hu ya'lamu a'm<u>aa</u>lakum",
          "invers_tajweed": "وَلَوْ نَش[o[َا]ٓءُ لَأَرَيْنَ[n[ـٰ]كَهُمْ فَلَعَرَفْتَه[c:12600[ُم ب]ِسِيمَ[n[ـٰ]هُمْ‌ۚ وَلَتَعْرِفَ[g[نّ]َهُمْ فِى لَحْنِ [h:12601[ٱ]لْقَوْلِ‌ۚ وَ[h:72[ٱ]للَّهُ يَعْلَمُ أَعْمَ[n[ـٰ]لَكُمْ",
          "translation_id": "Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan mereka kepadamu (Muhammad) sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya, dan Allah mengetahui segala amal perbuatan kamu.",
          "translation_en": "And if We willed, We could show them to you, and you would know them by their mark; but you will surely know them by the tone of [their] speech. And Allah knows your deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4575",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4575.mp3",
          "tafsir_short": "Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan sifat-sifat dan perbuatan mereka kepadamu wahai Nabi Muhammad, sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya yang Kami sampaikan dengan jelas kepadamu. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya yang penuh dengan tentang tipuan, kebencian dan permusuhan, dan Allah mengetahui segala amal perbuatan kamu, tidak ada yang tersembunyi bagi Allah, baik dalam bentuk niat, ucapan maupun perbuatan."
        },
        {
          "id": 4576,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4576,
          "no_ayat_insurat": 31,
          "body_ayat_arb": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ",
          "body_ayat_ltn_en": "Wa lanabluwannakum hattaa na'lamal mujaahideena minkum wassaabireena wa nabluwa akhbaarakum",
          "body_ayat_ltn_in": "walanabluwannakum hattaa na'lama almujaahidiina minkum waalshshaabiriina wanabluwa akhbaarakum",
          "body_ayat_ltn_in_html": "walanabluwannakum <u>h</u>att<u>aa</u> na'lama <strong>a</strong>lmuj<u>aa</u>hidiina minkum wa<strong>al</strong><u>shshaa</u>biriina wanabluwa akhb<u>aa</u>rakum",
          "invers_tajweed": "وَلَنَ[q:791[بْ]لُوَ[g[نّ]َكُمْ حَتَّىٰ نَعْلَمَ [h:12602[ٱ]لْمُجَ[n[ـٰ]هِدِينَ مِ[f:344[نك]ُمْ وَ[h:918[ٱ][l[ل]صَّ[n[ـٰ]بِرِينَ وَنَ[q:12603[بْ]لُو[o[َ[s[اْ]] أَخْبَارَكُمْ",
          "translation_id": "Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu.",
          "translation_en": "And We will surely test you until We make evident those who strive among you [for the cause of Allah] and the patient, and We will test your affairs.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4576",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4576.mp3",
          "tafsir_short": "Dan sungguh, Kami benar-benar akan menguji kamu, wahai kaum muslim dengan menyuruhmu berjuang dan melakukan perbuatan berat, sehingga Kami mengetahui orang-orang yang benar-benar berjihad di jalan Allah dan bersabar dalam melaksanakan kewajiban di antara kamu; dan akan Kami uji perihal kamu sehingga Kami mengetahui siapa di antara kamu yang benar-benar beriman dan siapa yang dusta."
        },
        {
          "id": 4577,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4577,
          "no_ayat_insurat": 32,
          "body_ayat_arb": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَىٰ لَن يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ",
          "body_ayat_ltn_en": "Innnal lazeena kafaroo wa saddoo 'an sabeelil laahi wa shaaaqqur Rasoola mim ba'di maa tabaiyana lahumul hudaa lany yadurrul laaha shai'anw wa sa yuhbitu a'maalahum",
          "body_ayat_ltn_in": "inna alladziina kafaruu washadduu 'an sabiili allaahi wasyaaqquu alrrasuula min ba'di maa tabayyana lahumu alhudaa lan yadhuruu allaaha syay-an wasayuhbithu a'maalahum",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi wasy<u>aa</u>qquu <strong>al</strong>rrasuula min ba'di m<u>aa</u> tabayyana lahumu <strong>a</strong>lhud<u>aa</u> lan ya<u>dh</u>uruu <strong>al</strong>l<u>aa</u>ha syay-an wasayu<u>h</u>bi<u>th</u>u a'm<u>aa</u>lahum",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَش[m[َا]ٓقُّو[s[اْ] [h:12604[ٱ][l[ل]رَّسُولَ م[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمُ [h:12592[ٱ]لْهُدَىٰ ل[a:2438[َن ي]َضُرُّو[s[اْ] [h:2439[ٱ]للَّهَ شَيْـ[a:12605[ـًٔا و]َسَيُحْبِطُ أَعْمَ[n[ـٰ]لَهُمْ",
          "translation_id": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka, mereka tidak akan dapat memberi mudarat (bahaya) kepada Allah sedikit pun. Dan kelak Allah menghapus segala amal mereka.",
          "translation_en": "Indeed, those who disbelieved and averted [people] from the path of Allah and opposed the Messenger after guidance had become clear to them - never will they harm Allah at all, and He will render worthless their deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4577",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4577.mp3",
          "tafsir_short": "Pada ayat-ayat yang lalu Allah menerangkan keadaan orang-orang munafik yang selalu melaksanakan tipu daya dan maksud jahat kepada orang-orang yang beriman. Mereka mengira perbuatan jahat itu tidak diketahui oleh Allah. Pada ayat ini Allah menerangkan keadaaan orang-orang yang menghalangi manusia mengikuti jalannya setelah datang kepada mereka petunjuk. Sesungguhnya orang-orang yang kafir kepada Allah dan Rasul-Nya dan menghalang-halangi orang lain dari jalan Allah untuk mengikuti agama-Nya serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka, yang menyatakan bahwa Nabi Muhammad adalah rasul-Nya mereka tidak akan dapat memberi mudarat bahaya kepada Allah sedikit pun dengan sebab kekafirannya itu. Dan kelak Allah menghapus pahala segala amal mereka, disebabkan kekafirannya."
        },
        {
          "id": 4578,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4578,
          "no_ayat_insurat": 33,
          "body_ayat_arb": "۞ يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo atee'ul laaha wa atee'ur Rasoola wa laa tubtilooo a'maalakum",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu athii'uu allaaha wa-athii'uu alrrasuula walaa tubthiluu a'maalakum",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula wal<u>aa</u> tub<u>th</u>iluu a'm<u>aa</u>lakum",
          "invers_tajweed": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَطِيعُو[s[اْ] [h:1855[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ وَلَا تُ[q:1546[بْ]طِل[o[ُوٓ][s[اْ] أَعْمَ[n[ـٰ]لَكُمْ",
          "translation_id": "Wahai orang-orang yang beriman! Taatlah kepada Allah dan taatlah kepada Rasul dan janganlah kamu merusakkan segala amalmu.",
          "translation_en": "O you who have believed, obey Allah and obey the Messenger and do not invalidate your deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4578",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4578.mp3",
          "tafsir_short": "Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya! Taatlah kepada Allah dan taatlah kepada Rasul dengan cara melaksanakan perintah yang tercantum di dalam Al-Qur’an dan Sunnah dan janganlah kamu merusakkan segala amalmu dengan melakukan maksiat kepada Allah."
        },
        {
          "id": 4579,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4579,
          "no_ayat_insurat": 34,
          "body_ayat_arb": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ اللَّهُ لَهُمْ",
          "body_ayat_ltn_en": "Innal lazeena kafaroo wa saddoo 'an sabeelil laahi summa maatoo wa hum kuffaarun falany yaghfirallaahu lahum",
          "body_ayat_ltn_in": "inna alladziina kafaruu washadduu 'an sabiili allaahi tsumma maatuu wahum kuffaarun falan yaghfira allaahu lahum",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi tsumma m<u>aa</u>tuu wahum kuff<u>aa</u>run falan yaghfira <strong>al</strong>l<u>aa</u>hu lahum",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ ثُ[g[مّ]َ مَاتُو[s[اْ] وَهُمْ كُفَّا[f:2095[رٌ ف]َل[a:5740[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ",
          "translation_id": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka Allah tidak akan mengampuni mereka.",
          "translation_en": "Indeed, those who disbelieved and averted [people] from the path of Allah and then died while they were disbelievers - never will Allah forgive them.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4579",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4579.mp3",
          "tafsir_short": "Sesungguhnya orang-orang yang kafir yang mengingkari keesaan Allah dan menghalang-halangi orang lain dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka Allah tidak akan mengampuni mereka. Allah tidak akan menghapus dosa mereka bahkan Allah akan menghukum mereka dan memperlihatkan keburukan mereka di hadapan para saksi kelak di hari Kiamat."
        },
        {
          "id": 4580,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4580,
          "no_ayat_insurat": 35,
          "body_ayat_arb": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَالَكُمْ",
          "body_ayat_ltn_en": "Falaa tahinoo wa tad'ooo ilas salmi wa antumul a'lawna wallaahu ma'akum wa lany yatirakum a'maalakum",
          "body_ayat_ltn_in": "falaa tahinuu watad'uu ilaa alssalmi wa-antumu al-a'lawna waallaahu ma'akum walan yatirakum a'maalakum",
          "body_ayat_ltn_in_html": "fal<u>aa</u> tahinuu watad'uu il<u>aa</u> <strong>al</strong>ssalmi wa-antumu <strong>a</strong>l-a'lawna wa<strong>al</strong>l<u>aa</u>hu ma'akum walan yatirakum a'm<u>aa</u>lakum",
          "invers_tajweed": "فَلَا تَهِنُو[s[اْ] وَتَ[q:12606[دْ]ع[o[ُوٓ][s[اْ] إِلَى [h:12607[ٱ][l[ل]سَّلْمِ وَأَ[f:2262[نت]ُمُ [h:2263[ٱ]لْأَعْلَوْنَ وَ[h:72[ٱ]للَّهُ مَعَكُمْ وَل[a:12608[َن ي]َتِرَكُمْ أَعْمَ[n[ـٰ]لَكُمْ",
          "translation_id": "Maka janganlah kamu lemah dan mengajak damai karena kamulah yang lebih unggul dan Allah (pun) beserta kamu dan Dia tidak akan mengurangi segala amalmu.",
          "translation_en": "So do not weaken and call for peace while you are superior; and Allah is with you and will never deprive you of [the reward of] your deeds.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4580",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4580.mp3",
          "tafsir_short": "Maka janganlah kamu lemah dan takut bertempur melawan orang musyrik dan mengajak damai untuk mencari dalih menghindari pepe-rangan karena kamulah yang lebih unggul yakni lebih mulia dari mereka karena kebenaran yang kamu miliki dan kamu perjuangkan, dan Allah pun bersama kamu. Dia yang akan membela dan memenangkan kamu dan Dia tidak akan berbuat aniaya kepadamu dengan mengurangi pahala segala amalmu."
        },
        {
          "id": 4581,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4581,
          "no_ayat_insurat": 36,
          "body_ayat_arb": "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ",
          "body_ayat_ltn_en": "Innamal hayaatud dunyaa la'ibunw wa lahw; wa in to'minoo wa tattaqoo yu'tikum ujoorakum wa laa yas'alkum amwaalakum",
          "body_ayat_ltn_in": "innamaa alhayaatu alddunyaa la'ibun walahwun wa-in tu/minuu watattaquu yu/tikum ujuurakum walaa yas-alkum amwaalakum",
          "body_ayat_ltn_in_html": "innam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> la'ibun walahwun wa-in tu/minuu watattaquu yu/tikum ujuurakum wal<u>aa</u> yas-alkum amw<u>aa</u>lakum",
          "invers_tajweed": "إِ[g[نّ]َمَا [h:12609[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا لَعِ[a:4002[بٌ و]َلَهْ[a:12610[وٌ‌ۚ و]َإِ[f:2455[ن ت]ُؤْمِنُو[s[اْ] وَتَتَّقُو[s[اْ] يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْــَٔلْكُمْ أَمْو[n[َٲ]لَكُمْ",
          "translation_id": "Sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau. Jika kamu beriman serta bertakwa, Allah akan memberikan pahala kepadamu dan Dia tidak akan meminta hartamu.",
          "translation_en": "[This] worldly life is only amusement and diversion. And if you believe and fear Allah, He will give you your rewards and not ask you for your properties.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4581",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4581.mp3",
          "tafsir_short": "Sesungguhnya kehidupan dunia itu bagi orang yang lengah hanyalah permainan yakni kegiatan tanpa tujuan yang benar dan senda gurau yang membawa kepada kelalaian. Jika kamu beriman kepada Tuhanmu serta bertakwa dengan sebenar-benarnya dengan menunaikan perintan-Nya dan meninggalkan larangan-Nya, Allah akan memberikan pahala kepa-damu sebagai pembalasan dari amalmu dan Dia tidak akan meminta hartamu, yakni Dia tidak meminta hartamu seluruhnya melainkan hanya sebagian dari harta itu untuk diberikan kepada yang membutuhkan."
        },
        {
          "id": 4582,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4582,
          "no_ayat_insurat": 37,
          "body_ayat_arb": "إِن يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ",
          "body_ayat_ltn_en": "Iny yas'alkumoohaa fa yuhfikum tabkhaloo wa yukhrij adghaanakum",
          "body_ayat_ltn_in": "in yas-alkumuuhaa fayuhfikum tabkhaluu wayukhrij adhghaanakum",
          "body_ayat_ltn_in_html": "in yas-alkumuuh<u>aa</u> fayu<u>h</u>fikum tabkhaluu wayukhrij a<u>dh</u>gh<u>aa</u>nakum",
          "invers_tajweed": "إ[a:12611[ِن ي]َسْــَٔلْكُمُوهَا فَيُحْفِكُمْ تَ[q:12612[بْ]خَلُو[s[اْ] وَيُخْرِ[q:12613[جْ] أَضْغَ[n[ـٰ]نَكُمْ",
          "translation_id": "Sekiranya Dia meminta harta kepadamu lalu mendesak kamu (agar memberikan semuanya) niscaya kamu akan kikir dan Dia akan menampakkan kedengkianmu.",
          "translation_en": "If He should ask you for them and press you, you would withhold, and He would expose your unwillingness.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4582",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4582.mp3",
          "tafsir_short": "Akan tetapi Allah mengetahui sekiranya Dia meminta harta kepada-mu lalu mendesak kamu agar memberikan semuanya untuk berjihad niscaya kamu akan kikir sehingga tidak akan memberikannya karena kekikiranmu dan Dia akan menampakkan kedengkianmu dikarenakan cintamu yang berlebihan kepada harta."
        },
        {
          "id": 4583,
          "surat_id": 47,
          "jus": 26,
          "ruku": 445,
          "no_ayat_inquran": 4583,
          "no_ayat_insurat": 38,
          "body_ayat_arb": "هَا أَنتُمْ هَٰؤُلَاءِ تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ ۚ وَاللَّهُ الْغَنِيُّ وَأَنتُمُ الْفُقَرَاءُ ۚ وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم",
          "body_ayat_ltn_en": "haaa antum haaa'ulaaa'i tud'awna litunfiqoo fee sabeelillaahi faminkum many yabkhalu wa many yabkhal fa innamaa yabkhalu 'an nafsih; wallaahu Ghaniyyu wa antumul fuqaraaa'; wa in tatwal law yastabdil qawman ghairakum summa laa yakoonooo amsaalakum",
          "body_ayat_ltn_in": "haa antum haaulaa-i tud'awna litunfiquu fii sabiili allaahi faminkum man yabkhalu waman yabkhal fa-innamaa yabkhalu 'an nafsihi waallaahu alghaniyyu wa-antumu alfuqaraau wa-in tatawallaw yastabdil qawman ghayrakum tsumma laa yakuunuu amtsaalakum",
          "body_ayat_ltn_in_html": "h<u>aa</u> antum h<u>aa</u>ul<u>aa</u>-i tud'awna litunfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi faminkum man yabkhalu waman yabkhal fa-innam<u>aa</u> yabkhalu 'an nafsihi wa<strong>al</strong>l<u>aa</u>hu <strong>a</strong>lghaniyyu wa-antumu <strong>a</strong>lfuqar<u>aa</u>u wa-in tatawallaw yastabdil qawman ghayrakum tsumma l<u>aa</u> yakuunuu amts<u>aa</u>lakum",
          "invers_tajweed": "هَ[o[ـٰٓ]أَ[f:1998[نت]ُمْ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ تُ[q:11790[دْ]عَوْنَ لِتُ[f:12614[نف]ِقُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ فَمِ[f:12615[نك][w:12616[ُم م]ّ[a:12617[َن ي]َ[q:12618[بْ]خَلُ‌ۖ وَم[a:12619[َن ي]َ[q:12620[بْ]خَلْ فَإِ[g[نّ]َمَا يَ[q:12618[بْ]خَلُ ع[a:5890[َن ن]َّفْسِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ [h:12621[ٱ]لْغَنِىُّ وَأَ[f:2262[نت]ُمُ [h:12622[ٱ]لْفُقَر[o[َا]ٓءُ‌ۚ وَإِ[f:12623[ن ت]َتَوَلَّوْ[s[اْ] يَسْتَ[q:12624[بْ]دِلْ قَوْمًا غَيْرَكُمْ ثُ[g[مّ]َ لَا يَكُون[o[ُوٓ][s[اْ] أَمْثَ[n[ـٰ]لَكُم",
          "translation_id": "Ingatlah, kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu di antara kamu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan (karunia-Nya). Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini).",
          "translation_en": "Here you are - those invited to spend in the cause of Allah - but among you are those who withhold [out of greed]. And whoever withholds only withholds [benefit] from himself; and Allah is the Free of need, while you are the needy. And if you turn away, He will replace you with another people; then they will not be the likes of you.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4583",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4583.mp3",
          "tafsir_short": "Ingatlah, wahai orang yang beriman, kamu adalah orang-orang yang diajak untuk menginfakkan sebagian dari hartamu di jalan Allah. Lalu di antara kamu yang diajak menafkahkan harta itu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri dan merugikan diri sendiri, dan sedikit pun tidak merugikan kepada Allah. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan karunia-Nya. Karena itu jika kamu menyambut ajakan-Nya untuk bernafkah, kamu akan memperoleh keberuntungan Dan jika kamu berpaling dari jalan yang benar dan menolak ajakan-Nya, dia akan membinasakan kamu dan menggantikan kamu dengan kaum yang lain, dan mereka tidak akan durhaka seperti kamu yang enggan menyambut ajakan Allah."
        }
      ]
    },
    "ayats": [
      {
        "id": 4546,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4546,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ",
        "body_ayat_ltn_en": "Allazeena kafaroo wa saddoo'an sabeelil laahi adalla a'maalahum",
        "body_ayat_ltn_in": "alladziina kafaruu washadduu 'an sabiili allaahi adhalla a'maalahum",
        "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi a<u>dh</u>alla a'm<u>aa</u>lahum",
        "invers_tajweed": "ٱلَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ أَضَلَّ أَعْمَ[n[ـٰ]لَهُمْ",
        "translation_id": "Orang-orang yang kafir dan menghalang-halangi (manusia) dari jalan Allah, Allah menghapus segala amal mereka.",
        "translation_en": "Those who disbelieve and avert [people] from the way of Allah - He will waste their deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4546",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4546.mp3",
        "tafsir_short": "Ayat yang terakhir dari Surah Al-Ahqàf menyebutkan ancaman kepada orang-orang fasik bahwa mereka akan dibinasakan oleh Allah. Ayat pertama dari surah ini menjelaskan ciri-ciri dari orang-orang fasik tersebut. Allah menjelaskan bahwasanya mereka ialah orang-orang yang kafir kepada Allah dan rasul-Nya dan menghalang-halangi manusia dari jalan Allah, yakni menghalang-halangi mereka memeluk Islam atau menghalang-halangi mereka beribadah di Masjidil Haram. Allah menghapus segala amal mereka, maka tidak ada pahala bagi amalnya itu dan tidak menyelamatkan dari api neraka disebabkan kekafirannya."
      },
      {
        "id": 4547,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4547,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ الْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
        "body_ayat_ltn_en": "Wallazeena aamanoo wa 'amilus saalihaati wa aamanoo bimaa nuzzila 'alaa Muhammadinw-wa huwal haqqu mir Rabbihim kaffara 'anhum saiyiaatihim wa aslaha baalahum",
        "body_ayat_ltn_in": "waalladziina aamanuu wa'amiluu alshshaalihaati waaamanuu bimaa nuzzila 'alaa muhammadin wahuwa alhaqqu min rabbihim kaffara 'anhum sayyi-aatihim wa-ashlaha baalahum",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wa<u>aa</u>manuu bim<u>aa</u> nuzzila 'al<u>aa</u> mu<u>h</u>ammadin wahuwa <strong>a</strong>l<u>h</u>aqqu min rabbihim kaffara 'anhum sayyi-<u>aa</u>tihim wa-a<u>sh</u>la<u>h</u>a b<u>aa</u>lahum",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَءَامَنُو[s[اْ] بِمَا نُزِّلَ عَلَىٰ مُحَ[g[مّ]َ[a:12527[دٍ و]َهُوَ [h:479[ٱ]لْحَقُّ م[u:22[ِن ر]َّبِّهِمْ‌ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔـاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
        "translation_id": "Dan orang-orang yang beriman (kepada Allah) dan mengerjakan kebajikan serta beriman kepada apa yang diturunkan kepada Muhammad; dan itulah kebenaran dari Tuhan mereka; Allah menghapus kesalahan-kesalahan mereka, dan memperbaiki keadaan mereka.",
        "translation_en": "And those who believe and do righteous deeds and believe in what has been sent down upon Muhammad - and it is the truth from their Lord - He will remove from them their misdeeds and amend their condition.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4547",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4547.mp3",
        "tafsir_short": "Dan orang-orang yang beriman kepada Allah dan rasul-Nya dan membuktikan imannya itu dengan mengerjakan kebajikan serta ber-iman pula kepada apa yang diturunkan kepada Muhammad yaitu Kitab Suci Al-Qur'an; dan mereka beriman pula kepada apa yang diturunkan kepada Nabi Muhammad dan nabi-nabi sebelumnya. Itulah kebenaran dari Tuhan mereka yang harus ditaati oleh manusia; Allah menghapus kesalahan-kesalahan mereka, dengan mengampuninya dan memperbaiki keadaan mereka dengan menganugerahkan pertolongan baik di dunia maupun di akhirat."
      },
      {
        "id": 4548,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4548,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ",
        "body_ayat_ltn_en": "Zaalika bi annal lazeena kafarut taba'ul baatila wa annal lazeena aamanut taba'ul haqqa mir Rabbihim; kazaalika yadribul laahu linnaasi amsaalahum",
        "body_ayat_ltn_in": "dzaalika bi-anna alladziina kafaruu ittaba'uu albaathila wa-anna alladziina aamanuu ittaba'uu alhaqqa min rabbihim kadzaalika yadhribu allaahu lilnnaasi amtsaalahum",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-anna <strong>al</strong>la<u>dz</u>iina kafaruu ittaba'uu <strong>a</strong>lb<u>aath</u>ila wa-anna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaba'uu <strong>a</strong>l<u>h</u>aqqa min rabbihim ka<u>dzaa</u>lika ya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si amts<u>aa</u>lahum",
        "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:12528[ٱ]لَّذِينَ كَفَرُو[s[اْ] [h:12529[ٱ]تَّبَعُو[s[اْ] [h:12530[ٱ]لْبَ[n[ـٰ]طِلَ وَأَ[g[نّ]َ [h:7684[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:12531[ٱ]تَّبَعُو[s[اْ] [h:12532[ٱ]لْحَقَّ م[u:22[ِن ر]َّبِّهِمْ‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ لِل[g[نّ]َاسِ أَمْثَ[n[ـٰ]لَهُمْ",
        "translation_id": "Yang demikian itu, karena sesungguhnya orang-orang kafir mengikuti yang batil (sesat) dan sesungguhnya orang-orang yang beriman mengikuti kebenaran dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia.",
        "translation_en": "That is because those who disbelieve follow falsehood, and those who believe follow the truth from their Lord. Thus does Allah present to the people their comparisons.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4548",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4548.mp3",
        "tafsir_short": "Yang demikian itu, yakni balasan yang adil berupa ganjaran bagi orang-orang yang beriman dan siksaan bagi orang-orang kafir, karena sesungguhnya orang-orang kafir secara bersungguh-sungguh mengikuti yang batik dan sesat, baik dalam kepercayaan maupun amal-amal mereka, dan sesungguhnya orang-orang yang beriman mengikuti secara bersungguh-sungguh kebenaran yang diturunkan dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia, agar mereka mengambil pelajaran."
      },
      {
        "id": 4549,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4549,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ ۗ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ",
        "body_ayat_ltn_en": "Fa-izaa laqeetumul lazeena kafaroo fadarbar riqaab, hattaaa izaa askhan tumoohum fashuddul wasaaq, fa immaa mannnam ba'du wa immaa fidaaa'an hattaa tada'al harbu awzaarahaa; zaalika wa law yashaaa'ul laahu lantasara minhum wa laakil laiyabluwa ba'dakum biba'd; wallazeena qutiloo fee sabeelil laahi falany yudilla a'maalahum",
        "body_ayat_ltn_in": "fa-idzaa laqiitumu alladziina kafaruu fadharba alrriqaabi hattaa idzaa atskhantumuuhum fasyudduu alwatsaaqa fa-immaa mannan ba'du wa-immaa fidaa-an hattaa tadha'a alharbu awzaarahaa dzaalika walaw yasyaau allaahu laintashara minhum walaakin liyabluwa ba'dhakum biba'dhin waalladziina qutiluu fii sabiili allaahi falan yudhilla a'maalahum sayahdiihim wayushlihu baalahum",
        "body_ayat_ltn_in_html": "fa-i<u>dzaa</u> laqiitumu <strong>al</strong>la<u>dz</u>iina kafaruu fa<u>dh</u>arba <strong>al</strong>rriq<u>aa</u>bi <u>h</u>att<u>aa</u> i<u>dzaa</u> atskhantumuuhum fasyudduu <strong>a</strong>lwats<u>aa</u>qa fa-imm<u>aa</u> mannan ba'du wa-imm<u>aa</u> fid<u>aa</u>-an <u>h</u>att<u>aa</u> ta<u>dh</u>a'a <strong>a</strong>l<u>h</u>arbu awz<u>aa</u>rah<u>aa</u> <u>dzaa</u>lika walaw yasy<u>aa</u>u <strong>al</strong>l<u>aa</u>hu la<strong>i</strong>nta<u>sh</u>ara minhum wal<u>aa</u>kin liyabluwa ba'<u>dh</u>akum biba'<u>dh</u>in wa<strong>a</strong>lla<u>dz</u>iina qutiluu fii sabiili <strong>al</strong>l<u>aa</u>hi falan yu<u>dh</u>illa a'm<u>aa</u>lahum sayahdiihim wayu<u>sh</u>li<u>h</u>u b<u>aa</u>lahum",
        "invers_tajweed": "فَإِذَا لَقِيتُمُ [h:5274[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَضَرْبَ [h:12533[ٱ][l[ل]رِّقَابِ حَتَّ[o[ىٰٓ] إِذ[o[َآ] أَثْخَ[f:12534[نت]ُمُوهُمْ فَشُدُّو[s[اْ] [h:12535[ٱ]لْوَثَاقَ فَإِ[g[مّ]َا مَ[g[نّ][i:12536[َۢا ب]َعْدُ وَإِ[g[مّ]َا فِد[o[َا]ٓءً حَتَّىٰ تَضَعَ [h:12537[ٱ]لْحَرْبُ أَوْزَارَهَا‌ۚ ذ[n[َٲ]لِكَ وَلَوْ يَش[o[َا]ٓءُ [h:6988[ٱ]للَّهُ لَ[h:12538[ٱ][f:12538[نت]َصَرَ مِنْهُمْ وَلَ[n[ـٰ]ك[u:12539[ِن ل]ِّيَ[q:12540[بْ]لُوَ[s[اْ] بَعْضَك[c:12541[ُم ب]ِبَعْ[a:12542[ضٍ‌ۗ و]َ[h:37[ٱ]لَّذِينَ قُتِلُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ فَل[a:12543[َن ي]ُضِلَّ أَعْمَ[n[ـٰ]لَهُمْ",
        "translation_id": "Maka apabila kamu bertemu dengan orang-orang yang kafir (di medan perang), maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka, tawanlah mereka, dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki niscaya Dia membinasakan mereka, tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, Allah tidak menyia-nyiakan amal mereka.",
        "translation_en": "So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure their bonds, and either [confer] favor afterwards or ransom [them] until the war lays down its burdens. That [is the command]. And if Allah had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of Allah - never will He waste their deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4549",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4549.mp3",
        "tafsir_short": "Pada ayat yang lalu dan beberapa ayat sebelumnya dijelaskan ciri-ciri orang kafir dan perbuatan mereka menghalang-halangi orang-orang yang beribadah kepada Allah. Ayat ini memberikan tuntunan tentang perbuatan yang harus dilakukan kaum muslim terhadap mereka. Maka apabila kamu bertemu dengan orang-orang yang kafir yang memerangi kamu di medan perang, maka pukullah batang leher mereka, yakni perangilah dengan cara memukul batang leher mereka, itulah cara yang paling baik untuk melumpuhkan kekuatan mereka. Selanjutnya apabila kamu telah mengalahkan mereka, maka tawanlah yang masih hidup dari mereka, dan setelah itu kamu boleh membebaskan mereka tanpa tebusan atau membebaskan mereka dengan menerima tebusan berupa harta atau tukar menukar tawanan. Itulah yang kamu lakukan sampai perang selesai dan semua yang terlibat dalam peperangan meletakkan senjata. Demikianlah ketentuan yang telah ditetapkan Allah, dan sekiranya Allah menghendaki, niscaya Dia membinasakan mereka tanpa melibatkan orang-orang mukmin untuk berperang, tetapi Dia hendak menguji kamu satu sama lain dengan mewajibkan orang-orang mukmin memerangi orang-orang kafir yang memusuhi mereka. Orang-orang kafir yang mati dalam peperangan adalah orang-orang yang celaka di dunia dan di akhirat mendapat azab Tuhan. Dan orang-orang mukmin yang gugur di dalam peperangan pada jalan Allah, Allah tidak menyia-nyiakan amal mereka, tetapi memberikan kepada mereka pahala yang besar."
      },
      {
        "id": 4550,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4550,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
        "body_ayat_ltn_en": "Sa-yahdeehim wa yusihu baalahum",
        "body_ayat_ltn_in": "sayahdihim wa yushlihu baa lahum",
        "body_ayat_ltn_in_html": "sayahd<u>i</u>him wa yu<u>sh</u>li<u>h</u>u b<u>aa</u> lahum",
        "invers_tajweed": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
        "translation_id": "Allah akan memberi petunjuk kepada mereka dan memperbaiki keadaan mereka,",
        "translation_en": "He will guide them and amend their condition",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4550",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4550.mp3",
        "tafsir_short": "Allah akan memberi petunjuk kepada mereka menuju jalan kebahagiaan dan memperbaiki keadaan mereka baik di dunia maupun akhirat,"
      },
      {
        "id": 4551,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4551,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ",
        "body_ayat_ltn_en": "Wa yudkhiluhumul jannata 'arrafahaa lahum",
        "body_ayat_ltn_in": "wayudkhiluhumu aljannata 'arrafahaa lahum",
        "body_ayat_ltn_in_html": "wayudkhiluhumu <strong>a</strong>ljannata 'arrafah<u>aa</u> lahum",
        "invers_tajweed": "وَيُ[q:12544[دْ]خِلُهُمُ [h:12545[ٱ]لْجَ[g[نّ]َةَ عَرَّفَهَا لَهُمْ",
        "translation_id": "dan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka.",
        "translation_en": "And admit them to Paradise, which He has made known to them.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4551",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4551.mp3",
        "tafsir_short": "Dan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka segala keindahan dan kenikmatan di dalamnya."
      },
      {
        "id": 4552,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4552,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanooo in tansurul laaha yansurkum wa yusabbit aqdaamakum",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu in tanshuruu allaaha yanshurkum wayutsabbit aqdaamakum",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu in tan<u>sh</u>uruu <strong>al</strong>l<u>aa</u>ha yan<u>sh</u>urkum wayutsabbit aqd<u>aa</u>makum",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[f:12546[ن ت]َ[f:12547[نص]ُرُو[s[اْ] [h:12548[ٱ]للَّهَ يَ[f:12549[نص]ُرْكُمْ وَيُثَبِّتْ أَ[q:12550[قْ]دَامَكُمْ",
        "translation_id": "Wahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu.",
        "translation_en": "O you who have believed, if you support Allah, He will support you and plant firmly your feet.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4552",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4552.mp3",
        "tafsir_short": "Wahai orang-orang yang beriman, yang percaya kepada Allah dan rasul-Nya dan mengamalkan tuntunan-Nya! Jika kamu menolong agama Allah dengan berjihat memperjuangkan kebenaran di jalan Allah, niscaya Dia akan menolongmu menghadapi berbagai kesulitan dan niscaya Dia akan menolongmu menghadapi berbagai kesulitan dan meneguhkan kedudukanmu sehingga kamu dapat mengalahkan musuh-musuhmu. Itulah janji Allah untuk mendorong mereka orang yang beriman agar tidak segan dalam berjihad di jalan Allah."
      },
      {
        "id": 4553,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4553,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَالَهُمْ",
        "body_ayat_ltn_en": "Wallazeena kafaroo fata's al lahum wa adalla a'maalahum",
        "body_ayat_ltn_in": "waalladziina kafaruu fata'san lahum wa-adhalla a'maalahum",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu fata'san lahum wa-a<u>dh</u>alla a'm<u>aa</u>lahum",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَتَعْ[u:12551[سًا ل]َّهُمْ وَأَضَلَّ أَعْمَ[n[ـٰ]لَهُمْ",
        "translation_id": "Dan orang-orang yang kafir maka celakalah mereka dan Allah menghapus segala amalnya.",
        "translation_en": "But those who disbelieve - for them is misery, and He will waste their deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4553",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4553.mp3",
        "tafsir_short": "Dan orang-orang yang kafir kepada Allah dan rasul-Nya dan mengingkari tuntunan agama-Nya maka celakalah mereka baik di dunia maupun di akhirat dan Allah menghapus segala amalnya sehingga amal mereka itu sia-sia."
      },
      {
        "id": 4554,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4554,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ",
        "body_ayat_ltn_en": "Zaalika bi annahum karihoo maaa anzalal laahu faahbata a'maalahum",
        "body_ayat_ltn_in": "dzaalika bi-annahum karihuu maa anzala allaahu fa-ahbatha a'maalahum",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahum karihuu m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu fa-a<u>h</u>ba<u>th</u>a a'm<u>aa</u>lahum",
        "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ كَرِهُو[s[اْ] م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأَحْبَطَ أَعْمَ[n[ـٰ]لَهُمْ",
        "translation_id": "Yang demikian itu karena mereka membenci apa (Al-Qur'an) yang diturunkan Allah, maka Allah menghapus segala amal mereka.",
        "translation_en": "That is because they disliked what Allah revealed, so He rendered worthless their deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4554",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4554.mp3",
        "tafsir_short": "Yang demikian itu merupakan ketetapan Allah karena mereka membenci apa yang diturunkan Allah, yakni Al-Qur'an, maka Allah menghapus segala amal mereka, yakni tidak memberikan pahala kepada amal perbuatannya."
      },
      {
        "id": 4555,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4555,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "۞ أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكَافِرِينَ أَمْثَالُهَا",
        "body_ayat_ltn_en": "Afalam yaseeroo fil ardi fayanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; dammaral laahu 'alaihim wa lilkaafireena amsaaluhaa",
        "body_ayat_ltn_in": "afalam yasiiruu fii al-ardhi fayanzhuruu kayfa kaana 'aaqibatu alladziina min qablihim dammara allaahu 'alayhim walilkaafiriina amtsaaluhaa",
        "body_ayat_ltn_in_html": "afalam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim dammara <strong>al</strong>l<u>aa</u>hu 'alayhim walilk<u>aa</u>firiina amts<u>aa</u>luh<u>aa</u>",
        "invers_tajweed": "۞ أَفَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ دَ[g[مّ]َرَ [h:12552[ٱ]للَّهُ عَلَيْهِمْ‌ۖ وَلِلْكَ[n[ـٰ]فِرِينَ أَمْثَ[n[ـٰ]لُهَا",
        "translation_id": "Maka apakah mereka tidak pernah mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu.",
        "translation_en": "Have they not traveled through the land and seen how was the end of those before them? Allah destroyed [everything] over them, and for the disbelievers is something comparable.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4555",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4555.mp3",
        "tafsir_short": "Maka apakah mereka orang-orang kafir yang mendustakan llah dan rasul-Nya tidak pernah mengadakan perjalanan di bumi di mana terdapat peninggalan umat terdahulu sehingga dapat memperhatikan bagaimana kesudahan dan akibat yang diderita oleh orang-orang yang  mendustakan rasul sebelum mereka seperti yang dialami oleh kaun 'Ad, kaum Ṡamūd, kaum Nabi Lut dan lainnya. Allah telah membinasakan jiwa, harta, dan anak keturunan mereka, dan bagi orang-orang kafir, kapan dan di mana pun akan menerima nasib yang serupa itu."
      },
      {
        "id": 4556,
        "surat_id": 47,
        "jus": 26,
        "ruku": 442,
        "no_ayat_inquran": 4556,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "ذَٰلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَىٰ لَهُمْ",
        "body_ayat_ltn_en": "Zaalika bi annal laaha mawlal lazeena aamanoo wa annal kaafireena laa mawlaa lahum",
        "body_ayat_ltn_in": "dzaalika bi-anna allaaha mawlaa alladziina aamanuu wa-anna alkaafiriina laa mawlaa lahum",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha mawl<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa-anna <strong>a</strong>lk<u>aa</u>firiina l<u>aa</u> mawl<u>aa</u> lahum",
        "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ مَوْلَى [h:12553[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَأَ[g[نّ]َ [h:12554[ٱ]لْكَ[n[ـٰ]فِرِينَ لَا مَوْلَىٰ لَهُمْ",
        "translation_id": "Yang demikian itu karena Allah pelindung bagi orang-orang yang beriman; sedang orang-orang kafir tidak ada pelindung bagi mereka.",
        "translation_en": "That is because Allah is the protector of those who have believed and because the disbelievers have no protector.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4556",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4556.mp3",
        "tafsir_short": "karena Allah pelindung bagi orang-orang yang beriman yang melindungi mereka dan memberikan pertolongan; sedang orang-orang kafir tidak ada pelindung bagi mereka yang dapat menyelamatkan dari kehancuran."
      },
      {
        "id": 4557,
        "surat_id": 47,
        "jus": 26,
        "ruku": 443,
        "no_ayat_inquran": 4557,
        "no_ayat_insurat": 12,
        "body_ayat_arb": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ۖ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ",
        "body_ayat_ltn_en": "Innal-laaha yudkhilul lazeena aamanoo wa 'amilus saalihaati Jannaatin tajree min tahtihal anhaaru wallazeena kafaroo yatamatta'oona wa yaakuloona kamaa taakuluian'aamu wan Naaru maswallahum",
        "body_ayat_ltn_in": "inna allaaha yudkhilu alladziina aamanuu wa'amiluu alshshaalihaati jannaatin tajrii min tahtihaa al-anhaaru waalladziina kafaruu yatamatta'uuna waya/kuluuna kamaa ta/kulu al-an'aamu waalnnaaru matswan lahum",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>l<u>aa</u>ha yudkhilu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wa<strong>a</strong>lla<u>dz</u>iina kafaruu yatamatta'uuna waya/kuluuna kam<u>aa</u> ta/kulu <strong>a</strong>l-an'<u>aa</u>mu wa<strong>al</strong>nn<u>aa</u>ru matswan lahum",
        "invers_tajweed": "إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ [h:12555[ٱ]لْأَنْعَ[n[ـٰ]مُ وَ[h:12556[ٱ][l[ل][g[نّ]َارُ مَثْ[u:12007[وًى ل]َّهُمْ",
        "translation_id": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir menikmati kesenangan (dunia) dan mereka makan seperti hewan makan; dan (kelak) nerakalah tempat tinggal bagi mereka.",
        "translation_en": "Indeed, Allah will admit those who have believed and done righteous deeds to gardens beneath which rivers flow, but those who disbelieve enjoy themselves and eat as grazing livestock eat, and the Fire will be a residence for them.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4557",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4557.mp3",
        "tafsir_short": "Sungguh, Allah akan memasukkan orang-orang yang beriman kepada Allah dan rasul-Nya dan membuktikan keimanan mereka dengan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai sebagai penghormatan bagi keimanan mereka kepada Allah dan rasul-Nya. Dan orang-orang yang kafir menikmati ke-senangan dunia berupa harta benda dan kesenangannya yang tidak abadi dan mereka makan seperti hewan makan tanpa memikirkan kesudahan mereka; dan kelak nerakalah yang menjadi tempat tinggal bagi mereka sebagai balasan atas kekafirannya."
      },
      {
        "id": 4558,
        "surat_id": 47,
        "jus": 26,
        "ruku": 443,
        "no_ayat_inquran": 4558,
        "no_ayat_insurat": 13,
        "body_ayat_arb": "وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ",
        "body_ayat_ltn_en": "Wa ka ayyim min qaryatin hiya ashaddu quwwatam min qaryatikal lateee akhrajatka ahlaknaahum falaa naasira lahum",
        "body_ayat_ltn_in": "waka-ayyin min qaryatin hiya asyaddu quwwatan min qaryatika allatii akhrajatka ahlaknaahum falaa naasira lahum",
        "body_ayat_ltn_in_html": "waka-ayyin min qaryatin hiya asyaddu quwwatan min qaryatika <strong>al</strong>latii akhrajatka ahlakn<u>aa</u>hum fal<u>aa</u> n<u>aas</u>ira lahum",
        "invers_tajweed": "وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ هِىَ أَشَدُّ قُوَّ[a:12557[ةً م]ِّ[f:12558[ن ق]َرْيَتِكَ [h:12559[ٱ]لَّت[o[ِىٓ] أَخْرَجَتْكَ أَهْلَكْنَ[n[ـٰ]هُمْ فَلَا نَاصِرَ لَهُمْ",
        "translation_id": "Dan betapa banyak negeri yang (penduduknya) lebih kuat dari (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka; maka tidak ada seorang pun yang menolong mereka.",
        "translation_en": "And how many a city was stronger than your city [Makkah] which drove you out? We destroyed them; and there was no helper for them.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4558",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4558.mp3",
        "tafsir_short": "Dan betapa banyak negeri yang penduduknya mendustakan Allah dan rasul-Nya dan mereka lebih kuat dan lebih banyak jumlahnya dari penduduk negerimu yakni penduduk negeri Mekah yang telah mengusirmu itu. Meskipun demikian, Kami telah membinasakan mereka dengan bermacam-macam cara; maka tidak ada seorang pun yang menolong mereka dari kehancuran."
      },
      {
        "id": 4559,
        "surat_id": 47,
        "jus": 26,
        "ruku": 443,
        "no_ayat_inquran": 4559,
        "no_ayat_insurat": 14,
        "body_ayat_arb": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ كَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُم",
        "body_ayat_ltn_en": "Afaman kaana 'alaa baiyinatim mir Rabbihee kaman zuyyina lahoo sooo'u 'amalihee wattaba'ooo ahwaaa'ahum",
        "body_ayat_ltn_in": "afaman kaana 'alaa bayyinatin min rabbihi kaman zuyyina lahu suu-u 'amalihi waittaba'uu ahwaa-ahum",
        "body_ayat_ltn_in_html": "afaman k<u>aa</u>na 'al<u>aa</u> bayyinatin min rabbihi kaman zuyyina lahu suu-u 'amalihi wa<strong>i</strong>ttaba'uu ahw<u>aa</u>-ahum",
        "invers_tajweed": "أَفَمَ[f:6273[ن ك]َانَ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ] كَمَ[f:12560[ن ز]ُيِّنَ لَهُ[n[ۥ] س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُم",
        "translation_id": "Maka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya sama dengan orang yang dijadikan terasa indah baginya perbuatan buruknya itu dan mengikuti keinginannya?",
        "translation_en": "So is he who is on clear evidence from his Lord like him to whom the evil of his work has been made attractive and they follow their [own] desires?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4559",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4559.mp3",
        "tafsir_short": "Maka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya, ia melihat yang baik dan melakukannya dan memandang yang buruk kemudian meninggalkannya. Apakah orang yang demikian sifatnya itu sama dengan orang yang dijadikan oleh setan terasa indah baginya perbuatan buruknya itu dan sebaliknya tampak buruk baginya perbuatan yang baik dan oleh karena itu mereka senantiasa mengikuti keinginannya yang sesat dalam melakukan atau tidak melakukan perbuatan? Pasti, tidak sama."
      },
      {
        "id": 4560,
        "surat_id": 47,
        "jus": 26,
        "ruku": 443,
        "no_ayat_inquran": 4560,
        "no_ayat_insurat": 15,
        "body_ayat_arb": "مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ فِيهَا أَنْهَارٌ مِّن مَّاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ",
        "body_ayat_ltn_en": "Masalul jannatil latee wu'idal muttaqoona feehaaa anhaarum mim maaa'in ghayri aasininw wa anhaarum mil labanil lam yataghaiyar ta'muhoo wa anhaarum min khamril lazzatil lishshaaribeena wa anhaarum min 'asalim musaffanw wa lahum feeha min kullis samaraati wa maghfiratum mir Rabbihim kaman huwa khaalidun fin naari wa suqoo maaa'an hameeman faqatta'a am'aaa'ahum",
        "body_ayat_ltn_in": "matsalu aljannati allatii wu'ida almuttaquuna fiihaa anhaarun min maa-in ghayri aasinin wa-anhaarun min labanin lam yataghayyar tha'muhu wa-anhaarun min khamrin ladzdzatin lilsysyaaribiina wa-anhaarun min 'asalin mushaffan walahum fiihaa min kulli altstsamaraati wamaghfiratun min rabbihim kaman huwa khaalidun fii alnnaari wasuquu maa-an hamiiman faqaththha'a am'aa-ahum",
        "body_ayat_ltn_in_html": "matsalu <strong>a</strong>ljannati <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna fiih<u>aa</u> anh<u>aa</u>run min m<u>aa</u>-in ghayri <u>aa</u>sinin wa-anh<u>aa</u>run min labanin lam yataghayyar <u>th</u>a'muhu wa-anh<u>aa</u>run min khamrin la<u>dzdz</u>atin li<strong>l</strong>sysy<u>aa</u>ribiina wa-anh<u>aa</u>run min 'asalin mu<u>sh</u>affan walahum fiih<u>aa</u> min kulli <strong>al</strong>tstsamar<u>aa</u>ti wamaghfiratun min rabbihim kaman huwa kh<u>aa</u>lidun fii <strong>al</strong>nn<u>aa</u>ri wasuquu m<u>aa</u>-an <u>h</u>amiiman faqa<u>ththh</u>a'a am'<u>aa</u>-ahum",
        "invers_tajweed": "مَّثَلُ [h:7002[ٱ]لْجَ[g[نّ]َةِ [h:7003[ٱ]لَّتِى وُعِدَ [h:7004[ٱ]لْمُتَّقُونَ‌ۖ فِيه[o[َآ] أَنْهَ[n[ـٰ][a:12561[رٌ م]ّ[a:840[ِن م]ّ[o[َا]ٓءٍ غَيْرِ ءَاسِ[a:12562[نٍ و]َأَنْهَ[n[ـٰ][a:12563[رٌ م]ّ[u:12564[ِن ل]َّبَ[u:12565[نٍ ل]َّمْ يَتَغَيَّرْ طَعْمُهُ[n[ۥ] وَأَنْهَ[n[ـٰ][a:12563[رٌ م]ِّنْ خَمْ[u:12566[رٍ ل]َّذَّ[u:11361[ةٍ ل]ِّلشَّ[n[ـٰ]رِبِينَ وَأَنْهَ[n[ـٰ][a:12563[رٌ م]ِّنْ عَسَ[a:12567[لٍ م]ُّصَف[a:12568[ًّى‌ۖ و]َلَهُمْ فِيهَا مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ وَمَغْفِرَ[a:12569[ةٌ م]ّ[u:22[ِن ر]َّبِّهِمْ‌ۖ كَمَنْ هُوَ خَ[n[ـٰ]لِ[f:12570[دٌ ف]ِى [h:4674[ٱ][l[ل][g[نّ]َارِ وَسُقُو[s[اْ] م[o[َا]ٓءً حَمِي[f:12571[مًا ف]َقَطَّعَ أَمْع[o[َا]ٓءَهُمْ",
        "translation_id": "Perumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong?",
        "translation_en": "Is the description of Paradise, which the righteous are promised, wherein are rivers of water unaltered, rivers of milk the taste of which never changes, rivers of wine delicious to those who drink, and rivers of purified honey, in which they will have from all [kinds of] fruits and forgiveness from their Lord, like [that of] those who abide eternally in the Fire and are given to drink scalding water that will sever their intestines?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4560",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4560.mp3",
        "tafsir_short": "Perumpamaan keadaan yang sangat indah dan menakjubkan dari taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau,tidak berubah rasa dan baunya, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai khamar, yakni arak, yang tidak memabukkan sebagaimana arak dunia yang lezat rasanya bagi peminumnya dan di sana juga ada sungai-sungai madu yang murni tidak tercampur sesuatu selainnya. Di dalamnya mereka memperoleh pula segala macam buah-buahan yang beraneka macam jenisnya dan di samping kenikmatan yang telah disebutkan itu mereka juga memperoleh ampunan dari Tuhan mereka atas segala dosa yang diperbuatnya di dunia. Samakah mereka, orang yang mendapatkan kenikmatan surgawi dengan orang yang kekal dalam neraka, mereka terbakar oleh api neraka yang sangat panas dan diberi minuman dengan air yang mendidih sehingga karena panasnya ususnya terpotong-potong? Jawabannya sangat pasti, keduanya tidak sama."
      },
      {
        "id": 4561,
        "surat_id": 47,
        "jus": 26,
        "ruku": 443,
        "no_ayat_inquran": 4561,
        "no_ayat_insurat": 16,
        "body_ayat_arb": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰ إِذَا خَرَجُوا مِنْ عِندِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا ۚ أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ",
        "body_ayat_ltn_en": "Wa minhum mai yastami' ilaika hattaaa izaa kharajoo min 'indika qaaloo lillazeena ootul 'ilma maazaa qaala aanifaa; ulaaa'ikal lazeena taba'al laahu 'alaa quloobihim wattaba'ooo ahwaaa'ahum",
        "body_ayat_ltn_in": "waminhum man yastami'u ilayka hattaa idzaa kharajuu min 'indika qaaluu lilladziina uutuu al'ilma maatsaa qaala aanifan ulaa-ika alladziina thaba'a allaahu 'alaa quluubihim waittaba'uu ahwaa-ahum",
        "body_ayat_ltn_in_html": "waminhum man yastami'u ilayka <u>h</u>att<u>aa</u> i<u>dzaa</u> kharajuu min 'indika q<u>aa</u>luu lilla<u>dz</u>iina uutuu <strong>a</strong>l'ilma m<u>aatsaa</u> q<u>aa</u>la <u>aa</u>nifan ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>th</u>aba'a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> quluubihim wa<strong>i</strong>ttaba'uu ahw<u>aa</u>-ahum",
        "invers_tajweed": "وَمِنْه[w:1106[ُم م]ّ[a:3986[َن ي]َسْتَمِعُ إِلَيْكَ حَتَّ[o[ىٰٓ] إِذَا خَرَجُو[s[اْ] مِنْ عِ[f:2954[ند]ِكَ قَالُو[s[اْ] لِلَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ مَاذَا قَالَ ءَانِفًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ طَبَعَ [h:3271[ٱ]للَّهُ عَلَىٰ قُلُوبِهِمْ وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُمْ",
        "translation_id": "Dan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), “Apakah yang dikatakannya tadi?” Mereka itulah orang-orang yang dikunci hatinya oleh Allah dan mengikuti keinginannya.",
        "translation_en": "And among them, [O Muhammad], are those who listen to you, until when they depart from you, they say to those who were given knowledge, \"What has he said just now?\" Those are the ones of whom Allah has sealed over their hearts and who have followed their [own] desires.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4561",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4561.mp3",
        "tafsir_short": "Dan di antara mereka ada orang yang mendengarkan perkataanmu tentang Al-Qur'an dan penjelasannya dengan tekun, wahai nabi Muhammad, tetapi apabila mereka telah keluar dari sisimu meninggalkan majelismu mereka berkata kepada orang yang diberi ilmu, yakni sahabat-sahabat Nabi, untuk menanamkan keraguan terhadap perkataan Nabi. Mereka bertanya dengan tuuan mencemooh dan mengolok-olok, \"Apakah yang dikatakannya tadi?\" Itulah perbuatan orang-orang munafik seperti Abdullah bin Ubay dan lain-lainnya. Mereka itulah orang-orang yang dikunci hatinya oleh Allah sehingga tidak ada petunjuk yang masuk ke dalam hatinya dan oleh karena itu mereka senantiasa mengikuti keinginannya."
      },
      {
        "id": 4562,
        "surat_id": 47,
        "jus": 26,
        "ruku": 443,
        "no_ayat_inquran": 4562,
        "no_ayat_insurat": 17,
        "body_ayat_arb": "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ",
        "body_ayat_ltn_en": "Wallazeenah tadaw zaadahum hudanw wa aataahum taqwaahum",
        "body_ayat_ltn_in": "waalladziina ihtadaw zaadahum hudan waaataahum taqwaahum",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina ihtadaw z<u>aa</u>dahum hudan wa<u>aa</u>t<u>aa</u>hum taqw<u>aa</u>hum",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ [h:12572[ٱ]هْتَدَوْ[s[اْ] زَادَهُمْ هُ[a:12573[دًى و]َءَاتَ[n[ـٰ]هُمْ تَ[q:12574[قْ]وَ[n[ٮٰ]هُمْ",
        "translation_id": "Dan orang-orang yang mendapat petunjuk, Allah akan menambah petunjuk kepada mereka dan menganugerahi ketakwaan mereka.",
        "translation_en": "And those who are guided - He increases them in guidance and gives them their righteousness.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4562",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4562.mp3",
        "tafsir_short": "Dan orang-orang yang mendapat petunjuk, yakni orang-orang yang beriman Allah akan menambah petunjuk kepada mereka sehingga bertambah terang bagi mereka jalan kepada kebenaran dan menganugerahi ketakwaan mereka dengan memberikan pertolongan dan kemudahan dalam melakukan kebajikan."
      },
      {
        "id": 4563,
        "surat_id": 47,
        "jus": 26,
        "ruku": 443,
        "no_ayat_inquran": 4563,
        "no_ayat_insurat": 18,
        "body_ayat_arb": "فَهَلْ يَنظُرُونَ إِلَّا السَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَاءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ",
        "body_ayat_ltn_en": "Fahal yanzuroona illas Saa'ata an taatiyahum baghtatan faqad jaaa'a ashraatuhaa; fa-annnaa lahum izaa jaaa'at hum zikraahum",
        "body_ayat_ltn_in": "fahal yanzhuruuna illaa alssaa'ata an ta/tiyahum baghtatan faqad jaa-a asyraathuhaa fa-annaa lahum idzaa jaa-at-hum dzikraahum",
        "body_ayat_ltn_in_html": "fahal yan<u>zh</u>uruuna ill<u>aa</u> <strong>al</strong>ss<u>aa</u>'ata an ta/tiyahum baghtatan faqad j<u>aa</u>-a asyr<u>aath</u>uh<u>aa</u> fa-ann<u>aa</u> lahum i<u>dzaa</u> j<u>aa</u>-at-hum <u>dz</u>ikr<u>aa</u>hum",
        "invers_tajweed": "فَهَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا [h:12296[ٱ][l[ل]سَّاعَةَ أَ[f:6843[ن ت]َأْتِيَه[c:12297[ُم ب]َغْتَ[f:12575[ةً‌ۖ ف]َقَ[q:563[دْ] ج[o[َا]ٓءَ أَشْرَاطُهَا‌ۚ فَأَ[g[نّ]َىٰ لَهُمْ إِذَا ج[o[َا]ٓءَتْهُمْ ذِكْرَ[n[ٮٰ]هُمْ",
        "translation_id": "Maka apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang akan datang kepada mereka secara tiba-tiba, karena tanda-tandanya sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu apabila (hari Kiamat) itu sudah datang?",
        "translation_en": "Then do they await except that the Hour should come upon them unexpectedly? But already there have come [some of] its indications. Then what good to them, when it has come, will be their remembrance?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4563",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4563.mp3",
        "tafsir_short": "Orang munafik itu telah tertutup hatinya dari petunjuk Allah, ke-imanan mereka tidak dapat diharapkan lagi, maka bagi orang-orang munafik itu apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang pasti datangnya dan akan datang hari yang dijanjikan itu kepada mereka secara tiba-tiba, karena tanda-tandanya, di antaranya kehadiran Nabi Muhammad sebagai Nabi penutup, sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu apabila hari Kiamat itu sudah datang? Tidak ada lagi gunanya kesadaran yang terlambat datangnya."
      },
      {
        "id": 4564,
        "surat_id": 47,
        "jus": 26,
        "ruku": 443,
        "no_ayat_inquran": 4564,
        "no_ayat_insurat": 19,
        "body_ayat_arb": "فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ",
        "body_ayat_ltn_en": "Fa'lam annahoo laaa ilaaha illal laahu wastaghfir lizambika wa lilmu'mineena walmu'minaat; wallaahu ya'lamu mutaqallabakum wa maswaakum",
        "body_ayat_ltn_in": "fai'lam annahu laa ilaaha illaa allaahu waistaghfir lidzanbika walilmu/miniina waalmu/minaati waallaahu ya'lamu mutaqallabakum wamatswaakum",
        "body_ayat_ltn_in_html": "fa<strong>i</strong>'lam annahu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa<strong>i</strong>staghfir li<u>dz</u>anbika walilmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu ya'lamu mutaqallabakum wamatsw<u>aa</u>kum",
        "invers_tajweed": "فَ[h:9999[ٱ]عْلَمْ أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا [h:1742[ٱ]للَّهُ وَ[h:2374[ٱ]سْتَغْفِرْ لِذَ[i:11909[نۢب]ِكَ وَلِلْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَ[n[ٮٰ]كُمْ",
        "translation_id": "Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah dan mohonlah ampunan atas dosamu dan atas (dosa) orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha dan tempat tinggalmu.",
        "translation_en": "So know, [O Muhammad], that there is no deity except Allah and ask forgiveness for your sin and for the believing men and believing women. And Allah knows of your movement and your resting place.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4564",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4564.mp3",
        "tafsir_short": "Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah dan mohonlah ampunan atas dosamu dan atas dosa orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha kamu mencari bermacam-macam keperluan hidupmu di dunia dan mengetahui tempat tinggalmu untuk beristirahat setelah engkau bekerja sepanjang hari."
      },
      {
        "id": 4565,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4565,
        "no_ayat_insurat": 20,
        "body_ayat_arb": "وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَا أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ۙ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
        "body_ayat_ltn_en": "Wa yaqoolul lazeena aamanoo law laa nuzzilat Sooratun fa izaaa unzilat Sooratum Muhkamatunw wa zukira feehal qitaalu ra aytal lazeena fee quloobihim maraduny yanzuroona ilaika nazaral maghshiyyi 'alaihi minal mawti fa'awlaa lahum",
        "body_ayat_ltn_in": "wayaquulu alladziina aamanuu lawlaa nuzzilat suuratun fa-idzaa unzilat suuratun muhkamatun wadzukira fiihaa alqitaalu ra-ayta alladziina fii quluubihim maradhun yanzhuruuna ilayka nazhara almaghsyiyyi 'alayhi mina almawti fa-awlaa lahum",
        "body_ayat_ltn_in_html": "wayaquulu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lawl<u>aa</u> nuzzilat suuratun fa-i<u>dzaa</u> unzilat suuratun mu<u>h</u>kamatun wa<u>dz</u>ukira fiih<u>aa</u> <strong>a</strong>lqit<u>aa</u>lu ra-ayta <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un yan<u>zh</u>uruuna ilayka na<u>zh</u>ara <strong>a</strong>lmaghsyiyyi 'alayhi mina <strong>a</strong>lmawti fa-awl<u>aa</u> lahum",
        "invers_tajweed": "وَيَقُولُ [h:3629[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَوْلَا نُزِّلَتْ سُورَ[f:12576[ةٌ‌ۖ ف]َإِذ[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَ[a:12577[ةٌ م]ُّحْكَمَ[a:12578[ةٌ و]َذُكِرَ فِيهَا [h:12579[ٱ]لْقِتَالُ‌ۙ رَأَيْتَ [h:4150[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:12580[ضٌ ي]َ[f:1141[نظ]ُرُونَ إِلَيْكَ نَظَرَ [h:12581[ٱ]لْمَغْشِىِّ عَلَيْهِ مِنَ [h:10720[ٱ]لْمَوْتِ‌ۖ فَأَوْلَىٰ لَهُمْ",
        "translation_id": "Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?” Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka.",
        "translation_en": "Those who believe say, \"Why has a surah not been sent down? But when a precise surah is revealed and fighting is mentioned therein, you see those in whose hearts is hypocrisy looking at you with a look of one overcome by death. And more appropriate for them [would have been]",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4565",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4565.mp3",
        "tafsir_short": "Pada ayat-ayat yang lalu disebutkan sikap orang munafik, orang kafir dan orang beriman ketika mendengar ayat-ayat Al-Qur’an tentang akidah, seperti keimanan kepada kesesaan Allah, kebangkitan dan sebagainya. Pada ayat berikut disebutkan sikap mereka pada waktu mendengar ayat-ayat Allah tentang perintah berjihad di jalan Allah. Orang-orang beriman selalu menungu-nunggu perintah berjihad, bahkan mereka ingin perintah itu dinyatakan dengan tegas. Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah yang kandungannya berisi tentang perintah jihad yang diturunkan agar kami mengamalkan dan mengikuti perintahnya?” Sedangkan bagi orang-orang munafik, bila diturunkan ayat yang mewajibkan mereka berjihad, mereka bersikap ingkar dan penuh rasa takut. Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut perintah perang, engkau wahai Nabi Muhammad, melihat orang-orang yang di dalam hatinya ada penyakit kemunafikan atau lemah imannya memandang kepadamu seperti pandangan orang yang pingsan sehingga matanya terbelalak karena takut mati menimpa mereka. Tetapi itu lebih pantas bagi mereka. (Catatan : Sebagian ulama memaknai “fa awla lahum” dengan “maka kecelakaanlah bagi mereka”. Ayat ini seakan-akan menyatakan orang yang demikian lebih baik mati daripada hidup tidak taat kepada perintah agama)."
      },
      {
        "id": 4566,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4566,
        "no_ayat_insurat": 21,
        "body_ayat_arb": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
        "body_ayat_ltn_en": "Taa'atunw wa qawlum ma'roof; fa izaa 'azamal amru falaw sadaqul laaha lakaana khairal lahum",
        "body_ayat_ltn_in": "thaa'atun waqawlun ma'ruufun fa-idzaa 'azama al-amru falaw shadaquu allaaha lakaana khayran lahum",
        "body_ayat_ltn_in_html": "<u>th</u><u>aa</u>'atun waqawlun ma'ruufun fa-i<u>dzaa</u> 'azama <strong>a</strong>l-amru falaw <u>sh</u>adaquu <strong>al</strong>l<u>aa</u>ha lak<u>aa</u>na khayran lahum",
        "invers_tajweed": "طَاعَ[a:12582[ةٌ و]َقَوْ[a:12583[لٌ م]َّعْرُو[f:12584[فٌ‌ۚ ف]َإِذَا عَزَمَ [h:12585[ٱ]لْأَمْرُ فَلَوْ صَدَقُو[s[اْ] [h:12586[ٱ]للَّهَ لَكَانَ خَيْ[u:2160[رًا ل]َّهُمْ",
        "translation_id": "(Yang lebih baik bagi mereka adalah) taat (kepada Allah) dan bertutur kata yang baik. Sebab apabila perintah (perang) ditetapkan (mereka tidak menyukainya). Padahal jika mereka benar-benar (beriman) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka.",
        "translation_en": "Obedience and good words. And when the matter [of fighting] was determined, if they had been true to Allah, it would have been better for them.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4566",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4566.mp3",
        "tafsir_short": "Sesungguhnya yang lebih baik bagi orang yang beriman adalah taat kepada Allah dengan melaksanakan perintah-Nya dan bertutur kata yang baik sebagai bukti dari keimanan mereka. Sebab apabila perintah perang ditetapkan mereka tidak menyukainya. Padahal jika benar-benar beriman kepada Allah, pastilah mereka ikut berperang di jalan Allah, dan niscaya yang demikian itu lebih baik bagi mereka."
      },
      {
        "id": 4567,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4567,
        "no_ayat_insurat": 22,
        "body_ayat_arb": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ",
        "body_ayat_ltn_en": "Fahal 'asaitum in tawallaitum an tufsidoo fil ardi wa tuqatti'ooo arhaamakum",
        "body_ayat_ltn_in": "fahal 'asaytum in tawallaytum an tufsiduu fii al-ardhi watuqaththhi'uu arhaamakum",
        "body_ayat_ltn_in_html": "fahal 'asaytum in tawallaytum an tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i watuqa<u>ththh</u>i'uu ar<u>haa</u>makum",
        "invers_tajweed": "فَهَلْ عَسَيْتُمْ إِ[f:12587[ن ت]َوَلَّيْتُمْ أَ[f:12588[ن ت]ُفْسِدُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَتُقَطِّع[o[ُوٓ][s[اْ] أَرْحَامَكُمْ",
        "translation_id": "Maka apakah sekiranya kamu berkuasa, kamu akan berbuat kerusakan di bumi dan memutuskan hubungan kekeluargaan?",
        "translation_en": "So would you perhaps, if you turned away, cause corruption on earth and sever your [ties of] relationship?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4567",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4567.mp3",
        "tafsir_short": "Maka apakah sekiranya kamu berkuasa, atau jika kamu berpaling dari iman, kamu akan berbuat kerusakan di bumi, menumpahkan darah, dan memutuskan hubungan kekeluargaan sehingga kamu saling membenci satu sama lain? Ayat ini mencela kaum munafik yang selalu mengejar ke-senangan hidup di dunia. Seandainya orang munafik berkuasa pastilah mereka berbuat aniaya dengan menumpahkan darah, merampas harta dan memutuskan hubungan silaturahmi."
      },
      {
        "id": 4568,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4568,
        "no_ayat_insurat": 23,
        "body_ayat_arb": "أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰ أَبْصَارَهُمْ",
        "body_ayat_ltn_en": "Ulaaa'ikal lazeena la'anahumul laahu fa asammahum wa a'maaa absaarahum",
        "body_ayat_ltn_in": "ulaa-ika alladziina la'anahumu allaahu fa-ashammahum wa-a'maa abshaarahum",
        "body_ayat_ltn_in_html": "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina la'anahumu <strong>al</strong>l<u>aa</u>hu fa-a<u>sh</u>ammahum wa-a'm<u>aa</u> ab<u>shaa</u>rahum",
        "invers_tajweed": "أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَعَنَهُمُ [h:462[ٱ]للَّهُ فَأَصَ[g[مّ]َهُمْ وَأَعْمَ[o[ىٰٓ] أَ[q:76[بْ]صَ[n[ـٰ]رَهُمْ",
        "translation_id": "Mereka itulah orang-orang yang dikutuk Allah; lalu dibuat tuli (pendengarannya) dan dibutakan penglihatannya.",
        "translation_en": "Those [who do so] are the ones that Allah has cursed, so He deafened them and blinded their vision.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4568",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4568.mp3",
        "tafsir_short": "Orang-orang munafik yang bersikap seperti yang disebutkan di atas, mereka itulah orang-orang yang dikutuk Allah. Mereka telah dijauhkan dari rahmat dan kasih sayang Allah, lalu dibuat tuli pendengarannya sehingga tidak dapat mengambil pelajaran dari apa yang mereka dengar, dan dibutakan penglihatannya sehingga tidak dapat mengambil manfaat dari apa yang mereka saksikan."
      },
      {
        "id": 4569,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4569,
        "no_ayat_insurat": 24,
        "body_ayat_arb": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا",
        "body_ayat_ltn_en": "Afalaa yatadabbaroonal Qur-aana am 'alaa quloobin aqfaaluhaa",
        "body_ayat_ltn_in": "afalaa yatadabbaruuna alqur-aana am 'alaa quluubin aqfaaluhaa",
        "body_ayat_ltn_in_html": "afal<u>aa</u> yatadabbaruuna <strong>a</strong>lqur-<u>aa</u>na am 'al<u>aa</u> quluubin aqf<u>aa</u>luh<u>aa</u>",
        "invers_tajweed": "أَفَلَا يَتَدَبَّرُونَ [h:2968[ٱ]لْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَ[q:12589[قْ]فَالُهَآ",
        "translation_id": "Maka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci?",
        "translation_en": "Then do they not reflect upon the Qur'an, or are there locks upon [their] hearts?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4569",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4569.mp3",
        "tafsir_short": "Pada ayat yang lalu Allah mengecam orang munafik yang selalu membuat kerusakan di muka bumi dan memutuskan hubungan silaturrahmi. Kecaman itu mash dilanjutkan pada ayat ini, Allah melanjutkan kecamannya dengan menyatakan, Maka tidakkah mereka, orang-orang munafik itu, menghayati Al-Qur’an, yakni tidak merenungkan atau memikirkan Al-Qur’an? Ataukah hati mereka sudah terkunci sehingga tidak dapat memahami petunjuknya? Pertanyaan yang mengandung kecam-an itu menegaskan bahwa orang munafik itu tidak mau memperhatikan petunjuk Al-Qur’an, atau tidak memahaminya, karena hati me-reka telah terkunci."
      },
      {
        "id": 4570,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4570,
        "no_ayat_insurat": 25,
        "body_ayat_arb": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَىٰ أَدْبَارِهِم مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
        "body_ayat_ltn_en": "Innal lazeenar taddoo 'alaaa adbaarihim mim ba'di maa tabaiyana lahumul hudash Shaitaanu sawwala lahum wa amlaa lahum",
        "body_ayat_ltn_in": "inna alladziina irtadduu 'alaa adbaarihim min ba'di maa tabayyana lahumu alhudaa alsysyaythaanu sawwala lahum wa-amlaa lahum",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina irtadduu 'al<u>aa</u> adb<u>aa</u>rihim min ba'di m<u>aa</u> tabayyana lahumu <strong>a</strong>lhud<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu sawwala lahum wa-aml<u>aa</u> lahum",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ [h:12590[ٱ]رْتَدُّو[s[اْ] عَلَ[o[ىٰٓ] أَ[q:7778[دْ]بَ[n[ـٰ]رِه[w:12591[ِم م]ّ[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمُ [h:12592[ٱ]لْهُدَى‌ۙ [h:12593[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
        "translation_id": "Sesungguhnya orang-orang yang berbalik (kepada kekafiran) setelah petunjuk itu jelas bagi mereka, setanlah yang merayu mereka dan memanjangkan angan-angan mereka.",
        "translation_en": "Indeed, those who reverted back [to disbelief] after guidance had become clear to them - Satan enticed them and prolonged hope for them.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4570",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4570.mp3",
        "tafsir_short": "Sesungguhnya orang-orang yang berbalik kepada kekafiran, setelah petunjuk itu yang disampaikan Allah melalui Rasul-Nya jelas bagi mereka, maka setanlah yang merayu mereka untuk berbuat dosa dan memanjangkan angan-angan mereka. Mereka terbuai oleh angan-angan palsu, sesuai dengan dorongan hawa nafsu, sehinggga terasa indah keburukan yang mereka lakukan."
      },
      {
        "id": 4571,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4571,
        "no_ayat_insurat": 26,
        "body_ayat_arb": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ ۖ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
        "body_ayat_ltn_en": "Zaalika bi annahum qaaloo lillazeena karihoo maa nazzalal laahu sanutee'ukum fee ba'dil amri wallaahu ya'lamu israarahum",
        "body_ayat_ltn_in": "dzaalika bi-annahum qaaluu lilladziina karihuu maa nazzala allaahu sanuthii'ukum fii ba'dhi al-amri waallaahu ya'lamu israarahum",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahum q<u>aa</u>luu lilla<u>dz</u>iina karihuu m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu sanu<u>th</u>ii'ukum fii ba'<u>dh</u>i <strong>a</strong>l-amri wa<strong>al</strong>l<u>aa</u>hu ya'lamu isr<u>aa</u>rahum",
        "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَالُو[s[اْ] لِلَّذِينَ كَرِهُو[s[اْ] مَا نَزَّلَ [h:4797[ٱ]للَّهُ سَنُطِيعُكُمْ فِى بَعْضِ [h:12594[ٱ]لْأَمْرِ‌ۖ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِسْرَارَهُمْ",
        "translation_id": "Yang demikian itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang (Yahudi) yang tidak senang kepada apa yang diturunkan Allah, “Kami akan mematuhi kamu dalam beberapa urusan,” tetapi Allah mengetahui rahasia mereka.",
        "translation_en": "That is because they said to those who disliked what Allah sent down, \"We will obey you in part of the matter.\" And Allah knows what they conceal.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4571",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4571.mp3",
        "tafsir_short": "Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena memihak dan bersekutu dengan orang-orang Yahudi untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak orang-orang Yahudi dari suku Bani Naîir dan Bani Quraiîah menghadapi kaum muslim, sekiranya orang Yahudi diusir dari Madinah. Yang demikian itu, yakni kesesatan dan kemurtadan itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang yang tidak senang kepada apa yang diturukan Allah, yakni orang Yahudi dari suku Bani Nadzir dan Bani Quraidzah atau kaum musyrik Mekah yang mempunyai hubungan dengan musuh-musuh Islam di Madinah, “Kami akan mematuhi kamu dalam beberapa urusan, antara lain tidak ikut berperang sebagaimana yang dianjurkan Nabi Muhammad.” Tetapi Allah mengetahui rahasia mereka dan tipu daya yang mereka sembunyikan."
      },
      {
        "id": 4572,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4572,
        "no_ayat_insurat": 27,
        "body_ayat_arb": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ",
        "body_ayat_ltn_en": "Fakaifa izaa tawaffat humul malaaa'ikatu yadriboona wujoohahum wa adbaa rahum",
        "body_ayat_ltn_in": "fakayfa idzaa tawaffat-humu almalaa-ikatu yadhribuuna wujuuhahum wa-adbaarahum",
        "body_ayat_ltn_in_html": "fakayfa i<u>dzaa</u> tawaffat-humu <strong>a</strong>lmal<u>aa</u>-ikatu ya<u>dh</u>ribuuna wujuuhahum wa-adb<u>aa</u>rahum",
        "invers_tajweed": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ [h:12595[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَ[q:5380[دْ]بَ[n[ـٰ]رَهُمْ",
        "translation_id": "Maka bagaimana (nasib mereka) apabila malaikat (maut) mencabut nyawa mereka, memukul wajah dan punggung mereka?",
        "translation_en": "Then how [will it be] when the angels take them in death, striking their faces and their backs?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4572",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4572.mp3",
        "tafsir_short": "Maka bagaimana nasib dan keadaan mereka apabila Malaikat maut datang untuk mencabut nyawa mereka dengan cara yang buruk dan mengerikan? Pada saat nyawa dicabut para malaikat itu mengeluarkan ruh mereka dengan kasar dan terus menerus memukul wajah dan punggung mereka sebagai penghinaan? Keadaan orang munafik itu sangat terhina dan sengsara dalam menghadapi kematian."
      },
      {
        "id": 4573,
        "surat_id": 47,
        "jus": 26,
        "ruku": 444,
        "no_ayat_inquran": 4573,
        "no_ayat_insurat": 28,
        "body_ayat_arb": "ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ",
        "body_ayat_ltn_en": "Zaalika bi annahumut taba'oo maaa askhatal laaha wa karihoo ridwaanahoo fa ahbata a'maalahum",
        "body_ayat_ltn_in": "dzaalika bi-annahumu ittaba'uu maa askhatha allaaha wakarihuu ridhwaanahu fa-ahbatha a'maalahum",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahumu ittaba'uu m<u>aa</u> askha<u>th</u>a <strong>al</strong>l<u>aa</u>ha wakarihuu ri<u>dh</u>w<u>aa</u>nahu fa-a<u>h</u>ba<u>th</u>a a'm<u>aa</u>lahum",
        "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمُ [h:12596[ٱ]تَّبَعُو[s[اْ] م[o[َآ] أَسْخَطَ [h:12597[ٱ]للَّهَ وَكَرِهُو[s[اْ] رِضْو[n[َٲ]نَهُ[n[ۥ] فَأَحْبَطَ أَعْمَ[n[ـٰ]لَهُمْ",
        "translation_id": "Yang demikian itu, karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan membenci (apa yang menimbulkan) keridaan-Nya; sebab itu Allah menghapus segala amal mereka.",
        "translation_en": "That is because they followed what angered Allah and disliked [what earns] His pleasure, so He rendered worthless their deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4573",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4573.mp3",
        "tafsir_short": "Mereka yang mengalami keadaan yang demikian itu, yakni kematian yang mengerikan, karena sesungguhnya mereka mengikuti apa yang me-nimbulkan kemurkaan Allah, seperti kemunafikan dan berbuat maksiat dan membenci apa yang menimbul­kan keridaan-Nya seperti ketulusan dalam beriman dan bersungguh-sungguh melaksanakan perintahnya, sebab itu Allah menghapus segala amal mereka. Ayat ini menyatakan bahwa kematian yang mengerikan akan menimpa kita, apabila kita sering mengerjakan maksiat, dan tidak mau mengerjakan perbuatan yang diridai-Nya."
      },
      {
        "id": 4574,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4574,
        "no_ayat_insurat": 29,
        "body_ayat_arb": "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ اللَّهُ أَضْغَانَهُمْ",
        "body_ayat_ltn_en": "Am hasibal lazeena fee quloobihim maradun al lan yukhrijal laahu adghaanahum",
        "body_ayat_ltn_in": "am hasiba alladziina fii quluubihim maradhun an lan yukhrija allaahu adhghaanahum",
        "body_ayat_ltn_in_html": "am <u>h</u>asiba <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un an lan yukhrija <strong>al</strong>l<u>aa</u>hu a<u>dh</u>gh<u>aa</u>nahum",
        "invers_tajweed": "أَمْ حَسِبَ [h:10282[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَضٌ أ[u:8842[َن ل]ّ[a:12598[َن ي]ُخْرِجَ [h:12599[ٱ]للَّهُ أَضْغَ[n[ـٰ]نَهُمْ",
        "translation_id": "Atau apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka?",
        "translation_en": "Or do those in whose hearts is disease think that Allah would never expose their [feelings of] hatred?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4574",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4574.mp3",
        "tafsir_short": "Atau apakah orang-orang munafik yang dalam hatinya ada penyakit memendam kebencian dan permusuhan terhadap orang-orang mukmin mengira bahwa Allah tidak akan menampakkan kedengkian dan maksud buruk mereka terhadap Rasul dan umat Islam? Allah Yang Maha Mengetahui rahasia segala sesuatu akan memberitahukan kepada hamba-Nya yang beriman tentang semua rahasia jahat mereka."
      },
      {
        "id": 4575,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4575,
        "no_ayat_insurat": 30,
        "body_ayat_arb": "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ۚ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ",
        "body_ayat_ltn_en": "Wa law nashaaa'u la-arainaakahum fala 'araftahum bi seemaahum; wa lata'rifan nahum fee lahnil qawl; wallaahu ya'lamu a'maalakum",
        "body_ayat_ltn_in": "\r\nwalaw nasyaau la-araynaakahum fala'araftahum bisiimaahum walata'rifannahum fii lahni alqawli waallaahu ya'lamu a'maalakum",
        "body_ayat_ltn_in_html": "<br />\r\nwalaw nasy<u>aa</u>u la-arayn<u>aa</u>kahum fala'araftahum bisiim<u>aa</u>hum walata'rifannahum fii la<u>h</u>ni <strong>a</strong>lqawli wa<strong>al</strong>l<u>aa</u>hu ya'lamu a'm<u>aa</u>lakum",
        "invers_tajweed": "وَلَوْ نَش[o[َا]ٓءُ لَأَرَيْنَ[n[ـٰ]كَهُمْ فَلَعَرَفْتَه[c:12600[ُم ب]ِسِيمَ[n[ـٰ]هُمْ‌ۚ وَلَتَعْرِفَ[g[نّ]َهُمْ فِى لَحْنِ [h:12601[ٱ]لْقَوْلِ‌ۚ وَ[h:72[ٱ]للَّهُ يَعْلَمُ أَعْمَ[n[ـٰ]لَكُمْ",
        "translation_id": "Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan mereka kepadamu (Muhammad) sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya, dan Allah mengetahui segala amal perbuatan kamu.",
        "translation_en": "And if We willed, We could show them to you, and you would know them by their mark; but you will surely know them by the tone of [their] speech. And Allah knows your deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4575",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4575.mp3",
        "tafsir_short": "Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan sifat-sifat dan perbuatan mereka kepadamu wahai Nabi Muhammad, sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya yang Kami sampaikan dengan jelas kepadamu. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya yang penuh dengan tentang tipuan, kebencian dan permusuhan, dan Allah mengetahui segala amal perbuatan kamu, tidak ada yang tersembunyi bagi Allah, baik dalam bentuk niat, ucapan maupun perbuatan."
      },
      {
        "id": 4576,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4576,
        "no_ayat_insurat": 31,
        "body_ayat_arb": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ",
        "body_ayat_ltn_en": "Wa lanabluwannakum hattaa na'lamal mujaahideena minkum wassaabireena wa nabluwa akhbaarakum",
        "body_ayat_ltn_in": "walanabluwannakum hattaa na'lama almujaahidiina minkum waalshshaabiriina wanabluwa akhbaarakum",
        "body_ayat_ltn_in_html": "walanabluwannakum <u>h</u>att<u>aa</u> na'lama <strong>a</strong>lmuj<u>aa</u>hidiina minkum wa<strong>al</strong><u>shshaa</u>biriina wanabluwa akhb<u>aa</u>rakum",
        "invers_tajweed": "وَلَنَ[q:791[بْ]لُوَ[g[نّ]َكُمْ حَتَّىٰ نَعْلَمَ [h:12602[ٱ]لْمُجَ[n[ـٰ]هِدِينَ مِ[f:344[نك]ُمْ وَ[h:918[ٱ][l[ل]صَّ[n[ـٰ]بِرِينَ وَنَ[q:12603[بْ]لُو[o[َ[s[اْ]] أَخْبَارَكُمْ",
        "translation_id": "Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu.",
        "translation_en": "And We will surely test you until We make evident those who strive among you [for the cause of Allah] and the patient, and We will test your affairs.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4576",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4576.mp3",
        "tafsir_short": "Dan sungguh, Kami benar-benar akan menguji kamu, wahai kaum muslim dengan menyuruhmu berjuang dan melakukan perbuatan berat, sehingga Kami mengetahui orang-orang yang benar-benar berjihad di jalan Allah dan bersabar dalam melaksanakan kewajiban di antara kamu; dan akan Kami uji perihal kamu sehingga Kami mengetahui siapa di antara kamu yang benar-benar beriman dan siapa yang dusta."
      },
      {
        "id": 4577,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4577,
        "no_ayat_insurat": 32,
        "body_ayat_arb": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَىٰ لَن يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ",
        "body_ayat_ltn_en": "Innnal lazeena kafaroo wa saddoo 'an sabeelil laahi wa shaaaqqur Rasoola mim ba'di maa tabaiyana lahumul hudaa lany yadurrul laaha shai'anw wa sa yuhbitu a'maalahum",
        "body_ayat_ltn_in": "inna alladziina kafaruu washadduu 'an sabiili allaahi wasyaaqquu alrrasuula min ba'di maa tabayyana lahumu alhudaa lan yadhuruu allaaha syay-an wasayuhbithu a'maalahum",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi wasy<u>aa</u>qquu <strong>al</strong>rrasuula min ba'di m<u>aa</u> tabayyana lahumu <strong>a</strong>lhud<u>aa</u> lan ya<u>dh</u>uruu <strong>al</strong>l<u>aa</u>ha syay-an wasayu<u>h</u>bi<u>th</u>u a'm<u>aa</u>lahum",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَش[m[َا]ٓقُّو[s[اْ] [h:12604[ٱ][l[ل]رَّسُولَ م[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمُ [h:12592[ٱ]لْهُدَىٰ ل[a:2438[َن ي]َضُرُّو[s[اْ] [h:2439[ٱ]للَّهَ شَيْـ[a:12605[ـًٔا و]َسَيُحْبِطُ أَعْمَ[n[ـٰ]لَهُمْ",
        "translation_id": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka, mereka tidak akan dapat memberi mudarat (bahaya) kepada Allah sedikit pun. Dan kelak Allah menghapus segala amal mereka.",
        "translation_en": "Indeed, those who disbelieved and averted [people] from the path of Allah and opposed the Messenger after guidance had become clear to them - never will they harm Allah at all, and He will render worthless their deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4577",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4577.mp3",
        "tafsir_short": "Pada ayat-ayat yang lalu Allah menerangkan keadaan orang-orang munafik yang selalu melaksanakan tipu daya dan maksud jahat kepada orang-orang yang beriman. Mereka mengira perbuatan jahat itu tidak diketahui oleh Allah. Pada ayat ini Allah menerangkan keadaaan orang-orang yang menghalangi manusia mengikuti jalannya setelah datang kepada mereka petunjuk. Sesungguhnya orang-orang yang kafir kepada Allah dan Rasul-Nya dan menghalang-halangi orang lain dari jalan Allah untuk mengikuti agama-Nya serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka, yang menyatakan bahwa Nabi Muhammad adalah rasul-Nya mereka tidak akan dapat memberi mudarat bahaya kepada Allah sedikit pun dengan sebab kekafirannya itu. Dan kelak Allah menghapus pahala segala amal mereka, disebabkan kekafirannya."
      },
      {
        "id": 4578,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4578,
        "no_ayat_insurat": 33,
        "body_ayat_arb": "۞ يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo atee'ul laaha wa atee'ur Rasoola wa laa tubtilooo a'maalakum",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu athii'uu allaaha wa-athii'uu alrrasuula walaa tubthiluu a'maalakum",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula wal<u>aa</u> tub<u>th</u>iluu a'm<u>aa</u>lakum",
        "invers_tajweed": "۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَطِيعُو[s[اْ] [h:1855[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ وَلَا تُ[q:1546[بْ]طِل[o[ُوٓ][s[اْ] أَعْمَ[n[ـٰ]لَكُمْ",
        "translation_id": "Wahai orang-orang yang beriman! Taatlah kepada Allah dan taatlah kepada Rasul dan janganlah kamu merusakkan segala amalmu.",
        "translation_en": "O you who have believed, obey Allah and obey the Messenger and do not invalidate your deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4578",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4578.mp3",
        "tafsir_short": "Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya! Taatlah kepada Allah dan taatlah kepada Rasul dengan cara melaksanakan perintah yang tercantum di dalam Al-Qur’an dan Sunnah dan janganlah kamu merusakkan segala amalmu dengan melakukan maksiat kepada Allah."
      },
      {
        "id": 4579,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4579,
        "no_ayat_insurat": 34,
        "body_ayat_arb": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ اللَّهُ لَهُمْ",
        "body_ayat_ltn_en": "Innal lazeena kafaroo wa saddoo 'an sabeelil laahi summa maatoo wa hum kuffaarun falany yaghfirallaahu lahum",
        "body_ayat_ltn_in": "inna alladziina kafaruu washadduu 'an sabiili allaahi tsumma maatuu wahum kuffaarun falan yaghfira allaahu lahum",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi tsumma m<u>aa</u>tuu wahum kuff<u>aa</u>run falan yaghfira <strong>al</strong>l<u>aa</u>hu lahum",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ ثُ[g[مّ]َ مَاتُو[s[اْ] وَهُمْ كُفَّا[f:2095[رٌ ف]َل[a:5740[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ",
        "translation_id": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka Allah tidak akan mengampuni mereka.",
        "translation_en": "Indeed, those who disbelieved and averted [people] from the path of Allah and then died while they were disbelievers - never will Allah forgive them.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4579",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4579.mp3",
        "tafsir_short": "Sesungguhnya orang-orang yang kafir yang mengingkari keesaan Allah dan menghalang-halangi orang lain dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka Allah tidak akan mengampuni mereka. Allah tidak akan menghapus dosa mereka bahkan Allah akan menghukum mereka dan memperlihatkan keburukan mereka di hadapan para saksi kelak di hari Kiamat."
      },
      {
        "id": 4580,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4580,
        "no_ayat_insurat": 35,
        "body_ayat_arb": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَالَكُمْ",
        "body_ayat_ltn_en": "Falaa tahinoo wa tad'ooo ilas salmi wa antumul a'lawna wallaahu ma'akum wa lany yatirakum a'maalakum",
        "body_ayat_ltn_in": "falaa tahinuu watad'uu ilaa alssalmi wa-antumu al-a'lawna waallaahu ma'akum walan yatirakum a'maalakum",
        "body_ayat_ltn_in_html": "fal<u>aa</u> tahinuu watad'uu il<u>aa</u> <strong>al</strong>ssalmi wa-antumu <strong>a</strong>l-a'lawna wa<strong>al</strong>l<u>aa</u>hu ma'akum walan yatirakum a'm<u>aa</u>lakum",
        "invers_tajweed": "فَلَا تَهِنُو[s[اْ] وَتَ[q:12606[دْ]ع[o[ُوٓ][s[اْ] إِلَى [h:12607[ٱ][l[ل]سَّلْمِ وَأَ[f:2262[نت]ُمُ [h:2263[ٱ]لْأَعْلَوْنَ وَ[h:72[ٱ]للَّهُ مَعَكُمْ وَل[a:12608[َن ي]َتِرَكُمْ أَعْمَ[n[ـٰ]لَكُمْ",
        "translation_id": "Maka janganlah kamu lemah dan mengajak damai karena kamulah yang lebih unggul dan Allah (pun) beserta kamu dan Dia tidak akan mengurangi segala amalmu.",
        "translation_en": "So do not weaken and call for peace while you are superior; and Allah is with you and will never deprive you of [the reward of] your deeds.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4580",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4580.mp3",
        "tafsir_short": "Maka janganlah kamu lemah dan takut bertempur melawan orang musyrik dan mengajak damai untuk mencari dalih menghindari pepe-rangan karena kamulah yang lebih unggul yakni lebih mulia dari mereka karena kebenaran yang kamu miliki dan kamu perjuangkan, dan Allah pun bersama kamu. Dia yang akan membela dan memenangkan kamu dan Dia tidak akan berbuat aniaya kepadamu dengan mengurangi pahala segala amalmu."
      },
      {
        "id": 4581,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4581,
        "no_ayat_insurat": 36,
        "body_ayat_arb": "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ",
        "body_ayat_ltn_en": "Innamal hayaatud dunyaa la'ibunw wa lahw; wa in to'minoo wa tattaqoo yu'tikum ujoorakum wa laa yas'alkum amwaalakum",
        "body_ayat_ltn_in": "innamaa alhayaatu alddunyaa la'ibun walahwun wa-in tu/minuu watattaquu yu/tikum ujuurakum walaa yas-alkum amwaalakum",
        "body_ayat_ltn_in_html": "innam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> la'ibun walahwun wa-in tu/minuu watattaquu yu/tikum ujuurakum wal<u>aa</u> yas-alkum amw<u>aa</u>lakum",
        "invers_tajweed": "إِ[g[نّ]َمَا [h:12609[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا لَعِ[a:4002[بٌ و]َلَهْ[a:12610[وٌ‌ۚ و]َإِ[f:2455[ن ت]ُؤْمِنُو[s[اْ] وَتَتَّقُو[s[اْ] يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْــَٔلْكُمْ أَمْو[n[َٲ]لَكُمْ",
        "translation_id": "Sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau. Jika kamu beriman serta bertakwa, Allah akan memberikan pahala kepadamu dan Dia tidak akan meminta hartamu.",
        "translation_en": "[This] worldly life is only amusement and diversion. And if you believe and fear Allah, He will give you your rewards and not ask you for your properties.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4581",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4581.mp3",
        "tafsir_short": "Sesungguhnya kehidupan dunia itu bagi orang yang lengah hanyalah permainan yakni kegiatan tanpa tujuan yang benar dan senda gurau yang membawa kepada kelalaian. Jika kamu beriman kepada Tuhanmu serta bertakwa dengan sebenar-benarnya dengan menunaikan perintan-Nya dan meninggalkan larangan-Nya, Allah akan memberikan pahala kepa-damu sebagai pembalasan dari amalmu dan Dia tidak akan meminta hartamu, yakni Dia tidak meminta hartamu seluruhnya melainkan hanya sebagian dari harta itu untuk diberikan kepada yang membutuhkan."
      },
      {
        "id": 4582,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4582,
        "no_ayat_insurat": 37,
        "body_ayat_arb": "إِن يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ",
        "body_ayat_ltn_en": "Iny yas'alkumoohaa fa yuhfikum tabkhaloo wa yukhrij adghaanakum",
        "body_ayat_ltn_in": "in yas-alkumuuhaa fayuhfikum tabkhaluu wayukhrij adhghaanakum",
        "body_ayat_ltn_in_html": "in yas-alkumuuh<u>aa</u> fayu<u>h</u>fikum tabkhaluu wayukhrij a<u>dh</u>gh<u>aa</u>nakum",
        "invers_tajweed": "إ[a:12611[ِن ي]َسْــَٔلْكُمُوهَا فَيُحْفِكُمْ تَ[q:12612[بْ]خَلُو[s[اْ] وَيُخْرِ[q:12613[جْ] أَضْغَ[n[ـٰ]نَكُمْ",
        "translation_id": "Sekiranya Dia meminta harta kepadamu lalu mendesak kamu (agar memberikan semuanya) niscaya kamu akan kikir dan Dia akan menampakkan kedengkianmu.",
        "translation_en": "If He should ask you for them and press you, you would withhold, and He would expose your unwillingness.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4582",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4582.mp3",
        "tafsir_short": "Akan tetapi Allah mengetahui sekiranya Dia meminta harta kepada-mu lalu mendesak kamu agar memberikan semuanya untuk berjihad niscaya kamu akan kikir sehingga tidak akan memberikannya karena kekikiranmu dan Dia akan menampakkan kedengkianmu dikarenakan cintamu yang berlebihan kepada harta."
      },
      {
        "id": 4583,
        "surat_id": 47,
        "jus": 26,
        "ruku": 445,
        "no_ayat_inquran": 4583,
        "no_ayat_insurat": 38,
        "body_ayat_arb": "هَا أَنتُمْ هَٰؤُلَاءِ تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ ۚ وَاللَّهُ الْغَنِيُّ وَأَنتُمُ الْفُقَرَاءُ ۚ وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم",
        "body_ayat_ltn_en": "haaa antum haaa'ulaaa'i tud'awna litunfiqoo fee sabeelillaahi faminkum many yabkhalu wa many yabkhal fa innamaa yabkhalu 'an nafsih; wallaahu Ghaniyyu wa antumul fuqaraaa'; wa in tatwal law yastabdil qawman ghairakum summa laa yakoonooo amsaalakum",
        "body_ayat_ltn_in": "haa antum haaulaa-i tud'awna litunfiquu fii sabiili allaahi faminkum man yabkhalu waman yabkhal fa-innamaa yabkhalu 'an nafsihi waallaahu alghaniyyu wa-antumu alfuqaraau wa-in tatawallaw yastabdil qawman ghayrakum tsumma laa yakuunuu amtsaalakum",
        "body_ayat_ltn_in_html": "h<u>aa</u> antum h<u>aa</u>ul<u>aa</u>-i tud'awna litunfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi faminkum man yabkhalu waman yabkhal fa-innam<u>aa</u> yabkhalu 'an nafsihi wa<strong>al</strong>l<u>aa</u>hu <strong>a</strong>lghaniyyu wa-antumu <strong>a</strong>lfuqar<u>aa</u>u wa-in tatawallaw yastabdil qawman ghayrakum tsumma l<u>aa</u> yakuunuu amts<u>aa</u>lakum",
        "invers_tajweed": "هَ[o[ـٰٓ]أَ[f:1998[نت]ُمْ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ تُ[q:11790[دْ]عَوْنَ لِتُ[f:12614[نف]ِقُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ فَمِ[f:12615[نك][w:12616[ُم م]ّ[a:12617[َن ي]َ[q:12618[بْ]خَلُ‌ۖ وَم[a:12619[َن ي]َ[q:12620[بْ]خَلْ فَإِ[g[نّ]َمَا يَ[q:12618[بْ]خَلُ ع[a:5890[َن ن]َّفْسِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ [h:12621[ٱ]لْغَنِىُّ وَأَ[f:2262[نت]ُمُ [h:12622[ٱ]لْفُقَر[o[َا]ٓءُ‌ۚ وَإِ[f:12623[ن ت]َتَوَلَّوْ[s[اْ] يَسْتَ[q:12624[بْ]دِلْ قَوْمًا غَيْرَكُمْ ثُ[g[مّ]َ لَا يَكُون[o[ُوٓ][s[اْ] أَمْثَ[n[ـٰ]لَكُم",
        "translation_id": "Ingatlah, kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu di antara kamu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan (karunia-Nya). Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini).",
        "translation_en": "Here you are - those invited to spend in the cause of Allah - but among you are those who withhold [out of greed]. And whoever withholds only withholds [benefit] from himself; and Allah is the Free of need, while you are the needy. And if you turn away, He will replace you with another people; then they will not be the likes of you.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4583",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4583.mp3",
        "tafsir_short": "Ingatlah, wahai orang yang beriman, kamu adalah orang-orang yang diajak untuk menginfakkan sebagian dari hartamu di jalan Allah. Lalu di antara kamu yang diajak menafkahkan harta itu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri dan merugikan diri sendiri, dan sedikit pun tidak merugikan kepada Allah. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan karunia-Nya. Karena itu jika kamu menyambut ajakan-Nya untuk bernafkah, kamu akan memperoleh keberuntungan Dan jika kamu berpaling dari jalan yang benar dan menolak ajakan-Nya, dia akan membinasakan kamu dan menggantikan kamu dengan kaum yang lain, dan mereka tidak akan durhaka seperti kamu yang enggan menyambut ajakan Allah."
      }
    ]
  }
}
