{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 57,
      "no_surat": 57,
      "jumlah_ayat": 29,
      "nama_surat_arb": "الحديد",
      "nama_surat_latin": "Al-Hadid",
      "arti_nama_surat": "Besi",
      "tafsir": "Surat Al Hadiid terdiri atas 29 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Az Zalzalah. Dinamai Al Hadiid (Besi), diambil dari perkataan Al Hadiid yang terdapat pada ayat 25 surat ini.",
      "turun_surat": "Madaniyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/057AlHadiid.mp3",
      "ayats": [
        {
          "id": 5076,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5076,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
          "body_ayat_ltn_en": "Sabbaha lillaahi maa fissamaawaati wal ardi wa Huwal 'Azeezul Hakeem",
          "body_ayat_ltn_in": "sabbaha lillaahi maa fii alssamaawaati waal-ardhi wahuwa al'aziizu alhakiimu",
          "body_ayat_ltn_in_html": "sabba<u>h</u>a lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
          "invers_tajweed": "سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
          "translation_id": "Apa yang di langit dan di bumi bertasbih kepada Allah. Dialah Yang Mahaperkasa, Mahabijaksana.",
          "translation_en": "Whatever is in the heavens and earth exalts Allah, and He is the Exalted in Might, the Wise.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5076",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5076.mp3",
          "tafsir_short": "Apa yang di langit, baik makhluk hidup seperti burung maupun makhluk mati semisal planet, bintang, bulan, dan matahari, dan demi-kian juga makhluk di bumi; mereka bertasbih kepada Allah untuk mengakui kebesaran dan kesucian-Nya. Dialah yang Mahaperkasa atas semua makhluk, lagi Mahabijaksana dalam menetapkan ketentuan dan hukum bagi mereka.2. Allah adalah Pencipta semua makhluk, karena itu hanya milik-Nyalah kerajaan langit dan bumi serta semua yang ada di antara keduanya. Dia berkuasa menghidupkan dan mematikan apa saja sesuai kehendak-Nya, dan Dia Mahakuasa untuk menentukan apa yang Dia inginkan atas segala sesuatu."
        },
        {
          "id": 5077,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5077,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ يُحْيٖ وَيُمِيْتُۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
          "body_ayat_ltn_en": "Lahoo mulkus samaawaati wal ardi yuhyee wa yumeetu wa Huwa 'alaa kulli shai'in Qadeer",
          "body_ayat_ltn_in": "lahu mulku alssamaawaati waal-ardhi yuhyii wayumiitu wahuwa 'alaa kulli syay-in qadiirun",
          "body_ayat_ltn_in_html": "lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yu<u>h</u>yii wayumiitu wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
          "invers_tajweed": "لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يُحْى[n[ِۦ] وَيُمِيتُ‌ۖ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
          "translation_id": "Milik-Nyalah kerajaan langit dan bumi, Dia menghidupkan dan mematikan, dan Dia Mahakuasa atas segala sesuatu.",
          "translation_en": "His is the dominion of the heavens and earth. He gives life and causes death, and He is over all things competent.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5077",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5077.mp3",
          "tafsir_short": "Allah adalah Pencipta semua makhluk, karena itu hanya milik-Nyalah kerajaan langit dan bumi serta semua yang ada di antara keduanya. Dia berkuasa menghidupkan dan mematikan apa saja sesuai kehendak-Nya, dan Dia Mahakuasa untuk menentukan apa yang Dia inginkan atas segala sesuatu.3. Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta."
        },
        {
          "id": 5078,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5078,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
          "body_ayat_ltn_en": "Huwal Awwalu wal'Aakhiru waz Zaahiru wal Baatinu wa huwa bikulli shai'in Aleem",
          "body_ayat_ltn_in": "huwa al-awwalu waal-aakhiru waalzhzhaahiru waalbaathinu wahuwa bikulli syay-in 'aliimun",
          "body_ayat_ltn_in_html": "huwa <strong>a</strong>l-awwalu wa<strong>a</strong>l-<u>aa</u>khiru wa<strong>al</strong><u>zhzhaa</u>hiru wa<strong>a</strong>lb<u>aath</u>inu wahuwa bikulli syay-in 'aliim<strong>un</strong>",
          "invers_tajweed": "هُوَ [h:13307[ٱ]لْأَوَّلُ وَ[h:13308[ٱ]لْأَخِرُ وَ[h:13309[ٱ][l[ل]ظَّ[n[ـٰ]هِرُ وَ[h:13310[ٱ]لْبَاطِنُ‌ۖ وَهُوَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
          "translation_id": "Dialah Yang Awal, Yang Akhir, Yang Zahir dan Yang Batin; dan Dia Maha Mengetahui segala sesuatu.",
          "translation_en": "He is the First and the Last, the Ascendant and the Intimate, and He is, of all things, Knowing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5078",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5078.mp3",
          "tafsir_short": "Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta.4. Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemayam di atas ‘Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya."
        },
        {
          "id": 5079,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5079,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "هُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ مَعَكُمْ اَيْنَ مَا كُنْتُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌۗ",
          "body_ayat_ltn_en": "Huwal lazee khalaqas samaawaati wal arda fee sittati ayyaamin summas tawaa 'alal 'Arsh; ya'lamu maa yaliju filardi wa maa yakhruju minhaa wa maa yanzilu minas samaaa'i wa maa ya'ruju feeha wa Huwa ma'akum ayna maa kuntum; wallaahu bimaa ta'maloona Baseer",
          "body_ayat_ltn_in": "huwa alladzii khalaqa alssamaawaati waal-ardha fii sittati ayyaamin tsumma istawaa 'alaa al'arsyi ya'lamu maa yaliju fii al-ardhi wamaa yakhruju minhaa wamaa yanzilu mina alssamaa-i wamaa ya'ruju fiihaa wahuwa ma'akum ayna maa kuntum waallaahu bimaa ta'maluuna bashiirun",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi ya'lamu m<u>aa</u> yaliju fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> yakhruju minh<u>aa</u> wam<u>aa</u> yanzilu mina <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> ya'ruju fiih<u>aa</u> wahuwa ma'akum ayna m<u>aa</u> kuntum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
          "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۚ يَعْلَمُ مَا يَلِجُ فِى [h:44[ٱ]لْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَ[f:10919[نز]ِلُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَمَا يَعْرُجُ فِيهَا‌ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُ[f:100[نت]ُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
          "translation_id": "Dialah yang menciptakan langit dan bumi dalam enam masa; kemudian Dia bersemayam di atas ‘Arsy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar dari dalamnya, apa yang turun dari langit dan apa yang naik ke sana. Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.",
          "translation_en": "It is He who created the heavens and earth in six days and then established Himself above the Throne. He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein; and He is with you wherever you are. And Allah, of what you do, is Seeing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5079",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5079.mp3",
          "tafsir_short": "Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemayam di atas ‘Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya.5. Allah adalah Pencipta semua makhluk, karena itu milik-Nyalah kerajaan langit dan bumi. Semua berasal dari-Nya dan hanya kepada Allah segala urusan yang terkait dengan makhluk dikembalikan."
        },
        {
          "id": 5080,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5080,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
          "body_ayat_ltn_en": "Lahoo mulkus samaawaati wal ard; wa ilal laahi turja'ul umoor",
          "body_ayat_ltn_in": "lahu mulku alssamaawaati waal-ardhi wa-ilaa allaahi turja'u al-umuuru",
          "body_ayat_ltn_in_html": "lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>",
          "invers_tajweed": "لَّهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ",
          "translation_id": "Milik-Nyalah kerajaan langit dan bumi. Dan hanya kepada Allah segala urusan dikembalikan.",
          "translation_en": "His is the dominion of the heavens and earth. And to Allah are returned [all] matters.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5080",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5080.mp3",
          "tafsir_short": "Allah adalah Pencipta semua makhluk, karena itu milik-Nyalah kerajaan langit dan bumi. Semua berasal dari-Nya dan hanya kepada Allah segala urusan yang terkait dengan makhluk dikembalikan.6. Di antara tanda kekuasaan Allah adalah pergantian waktu. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktunya lebih panjang saat musim panas, dan memasukkan siang ke dalam malam sehingga waktunya lebih lama saat musim dingin. Dia mengatur semua yang ada dan Dia Maha mengetahui segala isi hati, baik yang kemudian diungkapkan maupun yang terus disembunyikan."
        },
        {
          "id": 5081,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5081,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۗ وَهُوَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
          "body_ayat_ltn_en": "Yoolijul laila fin nahaari wa yoolijun nahaara fil lail; wa Huwa 'Aleemum bizaatis sudoor",
          "body_ayat_ltn_in": "yuuliju allayla fii alnnahaari wayuuliju alnnahaara fii allayi wahuwa 'aliimun bidzaati alshshuduuri",
          "body_ayat_ltn_in_html": "yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layi wahuwa 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
          "invers_tajweed": "يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ‌ۚ وَهُوَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
          "translation_id": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dan Dia Maha Mengetahui segala isi hati.",
          "translation_en": "He causes the night to enter the day and causes the day to enter the night, and he is Knowing of that within the breasts.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5081",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5081.mp3",
          "tafsir_short": "Di antara tanda kekuasaan Allah adalah pergantian waktu. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktunya lebih panjang saat musim panas, dan memasukkan siang ke dalam malam sehingga waktunya lebih lama saat musim dingin. Dia mengatur semua yang ada dan Dia Maha mengetahui segala isi hati, baik yang kemudian diungkapkan maupun yang terus disembunyikan. 7. Bila sebelumnya Allah memperlihatkan bukti-bukti kekuasaan-Nya, pada ayat ini Allah menganjurkan orang mukmin untuk berinfak. Wahai manusia, berimanlah kamu kepada Allah yang telah menciptakanmu dan kepada Rasul yang diutus-Nya untuk menyampaikan tuntunan-Nya, dan infakkanlah sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya, kepada orang yang berhak. Sesungguhnya dalam hartamu itu terdapat bagian Allah bagi mereka. Maka, orang-orang yang beriman kepada Allah dan Rasul-Nya di antara kamu dan menginfakkan sebagian dari hartanya di jalan Allah akan memperoleh pahala yang besar, baik di dunia maupun akhirat."
        },
        {
          "id": 5082,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5082,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاَنْفِقُوْا مِمَّا جَعَلَكُمْ مُّسْتَخْلَفِيْنَ فِيْهِۗ فَالَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَاَنْفَقُوْا لَهُمْ اَجْرٌ كَبِيْرٌ",
          "body_ayat_ltn_en": "Aaaminoo billaahi wa Rasoolihee wa anfiqoo mimmaa ja'alakum mustakh lafeena feehi fallazeena aamanoo minkum wa anfaqoo lahum ajrun kabeer",
          "body_ayat_ltn_in": "aaminuu biallaahi warasuulihi wa-anfiquu mimmaa ja'alakum mustakhlafiina fiihi faalladziina aamanuu minkum wa-anfaquu lahum ajrun kabiirun",
          "body_ayat_ltn_in_html": "<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa-anfiquu mimm<u>aa</u> ja'alakum mustakhlafiina fiihi fa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu minkum wa-anfaquu lahum ajrun kabiir<strong>un</strong>",
          "invers_tajweed": "ءَامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَأَ[f:1045[نف]ِقُو[s[اْ] مِ[g[مّ]َا جَعَلَك[w:13311[ُم م]ُّسْتَخْلَفِينَ فِيهِ‌ۖ فَ[h:2514[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَأَ[f:2789[نف]َقُو[s[اْ] لَهُمْ أَ[q:2423[جْ][f:13312[رٌ ك]َب[p[ِي]رٌ",
          "translation_id": "Berimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar.",
          "translation_en": "Believe in Allah and His Messenger and spend out of that in which He has made you successors. For those who have believed among you and spent, there will be a great reward.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5082",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5082.mp3",
          "tafsir_short": "Bila sebelumnya Allah memperlihatkan bukti-bukti kekuasaan-Nya, pada ayat ini Allah menganjurkan orang mukmin untuk berinfak. Wahai manusia, berimanlah kamu kepada Allah yang telah menciptakanmu dan kepada Rasul yang diutus-Nya untuk menyampaikan tuntunan-Nya, dan infakkanlah sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya, kepada orang yang berhak. Sesungguhnya dalam hartamu itu terdapat bagian Allah bagi mereka. Maka, orang-orang yang beriman kepada Allah dan Rasul-Nya di antara kamu dan menginfakkan sebagian dari hartanya di jalan Allah akan memperoleh pahala yang besar, baik di dunia maupun akhirat.8. Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin."
        },
        {
          "id": 5083,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5083,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "وَمَا لَكُمْ لَا تُؤْمِنُوْنَ بِاللّٰهِ ۚوَالرَّسُوْلُ يَدْعُوْكُمْ لِتُؤْمِنُوْا بِرَبِّكُمْ وَقَدْ اَخَذَ مِيْثَاقَكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
          "body_ayat_ltn_en": "Wa maa lakum laa tu'minoona billaahi war Rasoolu yad'ookum lituu'minoo bi Rabbikum wa qad akhaza meesaaqakum in kuntum mu'mineen",
          "body_ayat_ltn_in": "wamaa lakum laa tu/minuuna biallaahi waalrrasuulu yad'uukum litu/minuu birabbikum waqad akhadza miitsaaqakum in kuntum mu/miniina",
          "body_ayat_ltn_in_html": "wam<u>aa</u> lakum l<u>aa</u> tu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>rrasuulu yad'uukum litu/minuu birabbikum waqad akha<u>dz</u>a miits<u>aa</u>qakum in kuntum mu/miniin<strong>a</strong>",
          "invers_tajweed": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ‌ۙ وَ[h:2331[ٱ][l[ل]رَّسُولُ يَ[q:2332[دْ]عُوكُمْ لِتُؤْمِنُو[s[اْ] بِرَبِّكُمْ وَقَ[q:387[دْ] أَخَذَ مِيثَ[n[ـٰ]قَكُمْ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ",
          "translation_id": "Dan mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajak kamu beriman kepada Tuhanmu? Dan Dia telah mengambil janji (setia)mu, jika kamu orang-orang mukmin.",
          "translation_en": "And why do you not believe in Allah while the Messenger invites you to believe in your Lord and He has taken your covenant, if you should [truly] be believers?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5083",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5083.mp3",
          "tafsir_short": "Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin.9. Sungguh, Dialah yang menurunkan ayat-ayat yang terang, yaitu Al-Qur’an, yang diwahyukan kepada hamba-Nya untuk mengeluarkan kamu dari kegelapan, yaitu kekafiran dan kemungkaran, kepada cahaya petunjuk menuju keimanan dan kebajikan. Dan sungguh, terhadap kamu Allah benar-benar Maha Penyantun lagi Maha Penyayang, baik di dunia maupun akhirat."
        },
        {
          "id": 5084,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5084,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "هُوَ الَّذِيْ يُنَزِّلُ عَلٰى عَبْدِهٖٓ اٰيٰتٍۢ بَيِّنٰتٍ لِّيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَاِنَّ اللّٰهَ بِكُمْ لَرَءُوْفٌ رَّحِيْمٌ ",
          "body_ayat_ltn_en": "Huwal lazee yunazzilu 'alaa 'abdiheee Aayaatim baiyinaatil liyukhrijakum minaz zulumaati ilan noor; wa innal laaha bikum la Ra'oofur Raheem",
          "body_ayat_ltn_in": "huwa alladzii yunazzilu 'alaa 'abdihi aayaatin bayyinaatin liyukhrijakum mina alzhzhulumaati ilaa alnnuuri wa-inna allaaha bikum larauufun rahiimun",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii yunazzilu 'al<u>aa</u> 'abdihi <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin liyukhrijakum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wa-inna <strong>al</strong>l<u>aa</u>ha bikum larauufun ra<u>h</u>iim<strong>un</strong>",
          "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى يُنَزِّلُ عَلَىٰ عَ[q:7944[بْ]دِه[o[ِۦٓ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][u:13313[تٍ ل]ِّيُخْرِجَك[w:10845[ُم م]ِّنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ‌ۚ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ بِكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ",
          "translation_id": "Dialah yang menurunkan ayat-ayat yang terang (Al-Qur'an) kepada hamba-Nya (Muhammad) untuk mengeluarkan kamu dari kegelapan kepada cahaya. Dan sungguh, terhadap kamu Allah Maha Penyantun, Maha Penyayang.",
          "translation_en": "It is He who sends down upon His Servant [Muhammad] verses of clear evidence that He may bring you out from darknesses into the light. And indeed, Allah is to you Kind and Merciful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5084",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5084.mp3",
          "tafsir_short": "Sungguh, Dialah yang menurunkan ayat-ayat yang terang, yaitu Al-Qur’an, yang diwahyukan kepada hamba-Nya untuk mengeluarkan kamu dari kegelapan, yaitu kekafiran dan kemungkaran, kepada cahaya petunjuk menuju keimanan dan kebajikan. Dan sungguh, terhadap kamu Allah benar-benar Maha Penyantun lagi Maha Penyayang, baik di dunia maupun akhirat.10. Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal."
        },
        {
          "id": 5085,
          "surat_id": 57,
          "jus": 27,
          "ruku": 472,
          "no_ayat_inquran": 5085,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "وَمَا لَكُمْ اَلَّا تُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ  لَا يَسْتَوِيْ مِنْكُمْ مَّنْ اَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَۗ  اُولٰۤىِٕكَ اَعْظَمُ دَرَجَةً مِّنَ الَّذِيْنَ اَنْفَقُوْا مِنْۢ بَعْدُ وَقَاتَلُوْاۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ",
          "body_ayat_ltn_en": "Wa maa lakum allaa tunfiqoo fee sabeelil laahi wa lillaahi meeraasus samaawaati wal-ard; laa yastawee minkum man anfaqa min qablil fat-hi wa qaatal; ulaaaika a'zamu darajatam minal lazeena anfaqoo mim ba'du wa qaataloo; wa kullanw wa'adallaahul husnaa; wallaahu bimaa ta'maloona Khabeer",
          "body_ayat_ltn_in": "wamaa lakum allaa tunfiquu fii sabiili allaahi walillaahi miiraatsu alssamaawaati waal-ardhi laa yastawii minkum man anfaqa min qabli alfathi waqaatala ulaa-ika a'zhamu darajatan mina alladziina anfaquu min ba'du waqaataluu wakullan wa'ada allaahu alhusnaa waallaahu bimaa ta'maluuna khabiirun",
          "body_ayat_ltn_in_html": "wam<u>aa</u> lakum <strong>al</strong>l<u>aa</u> tunfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi walill<u>aa</u>hi miir<u>aa</u>tsu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> yastawii minkum man anfaqa min qabli <strong>a</strong>lfat<u>h</u>i waq<u>aa</u>tala ul<u>aa</u>-ika a'<u>zh</u>amu darajatan mina <strong>al</strong>la<u>dz</u>iina anfaquu min ba'du waq<u>aa</u>taluu wakullan wa'ada <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l<u>h</u>usn<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
          "invers_tajweed": "وَمَا لَكُمْ أَلَّا تُ[f:1607[نف]ِقُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ وَلِلَّهِ مِير[n[َٲ]ثُ [h:2459[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ لَا يَسْتَوِى مِ[f:344[نك][w:2322[ُم م]َّنْ أَ[f:8088[نف]َقَ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ [h:13314[ٱ]لْفَتْحِ وَقَ[n[ـٰ]تَلَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَعْظَمُ دَرَجَ[a:13315[ةً م]ِّنَ [h:523[ٱ]لَّذِينَ أَ[f:1538[نف]َقُو[s[اْ] م[i:1287[ِنۢ ب]َعْدُ وَقَ[n[ـٰ]تَلُو[s[اْ‌ۚ] وَكُل[a:3054[اًّ و]َعَدَ [h:3055[ٱ]للَّهُ [h:3056[ٱ]لْحُسْنَىٰ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
          "translation_id": "Dan mengapa kamu tidak menginfakkan hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Mekah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti apa yang kamu kerjakan.",
          "translation_en": "And why do you not spend in the cause of Allah while to Allah belongs the heritage of the heavens and the earth? Not equal among you are those who spent before the conquest [of Makkah] and fought [and those who did so after it]. Those are greater in degree than they who spent afterwards and fought. But to all Allah has promised the best [reward]. And Allah, with what you do, is Acquainted.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5085",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5085.mp3",
          "tafsir_short": "Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal.11. Untuk mendorong agar manusia gemar bersedekah, Allah menetap-kan bahwa barang siapa meminjamkan kepada Allah dengan pinjaman yang baik, berupa kebajikan atau sedekah kepada orang lain, maka Allah akan mengembalikannya dengan jumlah yang berlipat ganda untuknya. Dan selain itu, baginya akan dikaruniakan pahala yang mulia dari Allah."
        },
        {
          "id": 5086,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5086,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗ وَلَهٗٓ اَجْرٌ كَرِيْمٌ ",
          "body_ayat_ltn_en": "man zal lazee yuqridul laaha qardan hasanan fa yudaa'ifahoo lahoo wa lahooo ajrun kareem",
          "body_ayat_ltn_in": "man dzaa alladzii yuqridhu allaaha qardhan hasanan fayudaa'ifahu lahu walahu ajrun kariimun",
          "body_ayat_ltn_in_html": "man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yuqri<u>dh</u>u <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan fayu<u>daa</u>'ifahu lahu walahu ajrun kariim<strong>un</strong>",
          "invers_tajweed": "مَّ[f:1375[ن ذ]َا [h:1376[ٱ]لَّذِى يُ[q:1377[قْ]رِضُ [h:1378[ٱ]للَّهَ قَرْضًا حَسَ[f:1379[نًا ف]َيُضَ[n[ـٰ]عِفَهُ[n[ۥ] لَهُ[n[ۥ] وَلَهُ[o[ۥٓ] أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ",
          "translation_id": "Barangsiapa meminjamkan kepada Allah dengan pinjaman yang baik, maka Allah akan mengembalikannya berlipat ganda untuknya, dan baginya pahala yang mulia,",
          "translation_en": "Who is it that would loan Allah a goodly loan so He will multiply it for him and he will have a noble reward?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5086",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5086.mp3",
          "tafsir_short": "Untuk mendorong agar manusia gemar bersedekah, Allah menetap-kan bahwa barang siapa meminjamkan kepada Allah dengan pinjaman yang baik, berupa kebajikan atau sedekah kepada orang lain, maka Allah akan mengembalikannya dengan jumlah yang berlipat ganda untuknya. Dan selain itu, baginya akan dikaruniakan pahala yang mulia dari Allah.12. Usai menerangkan fadilah berinfak di jalan Allah, melalui ayat berikut Allah menjelaskan balasan di akhirat bagi orang yang berinfak. Ingatlah pada hari ketika engkau akan melihat orang-orang yang beriman laki-laki dan perempuan di akhirat, betapa cahaya mereka yang terang bersinar di depan dan di samping kanan mereka sebagai balasan atas kebajikan dan kepatuhan mereka. Dikatakan kepada mereka, “Pada hari ini ada berita gembira untukmu. Allah menganugerahkan kepadamu surga-surga yang mengalir di bawahnya sungai-sungai dengan air, susu yang tidak berubah rasa, khamr yang lezat, dan madu. Mereka semua kekal di dalamnya. Demikian itulah anugerah dan kemenangan yang agung dari Allah.”"
        },
        {
          "id": 5087,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5087,
          "no_ayat_insurat": 12,
          "body_ayat_arb": "يَوْمَ تَرَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ يَسْعٰى نُوْرُهُمْ بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ بُشْرٰىكُمُ الْيَوْمَ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۚ ",
          "body_ayat_ltn_en": "Yawma taral mu'mineena walmu'minaati yas'aa nooruhum baina aydeehim wa biaymaanihim bushraakumul yawma jannaatun tajree min tahtihal anhaaru khaalideena feeha; zaalika huwal fawzul 'azeem",
          "body_ayat_ltn_in": "yawma taraa almu/miniina waalmu/minaati yas'aa nuuruhum bayna aydiihim wabi-aymaanihim busyraakumu alyawma jannaatun tajrii min tahtihaa al-anhaaru khaalidiina fiihaa dzaalika huwa alfawzu al'azhiimu",
          "body_ayat_ltn_in_html": "yawma tar<u>aa</u> <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti yas'<u>aa</u> nuuruhum bayna aydiihim wabi-aym<u>aa</u>nihim busyr<u>aa</u>kumu <strong>a</strong>lyawma jann<u>aa</u>tun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> <u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>",
          "invers_tajweed": "يَوْمَ تَرَى [h:13317[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ يَسْعَىٰ نُورُه[c:13318[ُم ب]َيْنَ أَيْدِيهِمْ وَبِأَيْمَ[n[ـٰ]نِه[c:13319[ِم ب]ُشْرَ[n[ٮٰ]كُمُ [h:13320[ٱ]لْيَوْمَ جَ[g[نّ]َ[n[ـٰ][f:1786[تٌ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ",
          "translation_id": "pada hari engkau akan melihat orang-orang yang beriman laki-laki dan perempuan, betapa cahaya mereka bersinar di depan dan di samping kanan mereka, (dikatakan kepada mereka), “Pada hari ini ada berita gembira untukmu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Demikian itulah kemenangan yang agung.”",
          "translation_en": "On the Day you see the believing men and believing women, their light proceeding before them and on their right, [it will be said], \"Your good tidings today are [of] gardens beneath which rivers flow, wherein you will abide eternally.\" That is what is the great attainment.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5087",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5087.mp3",
          "tafsir_short": "Usai menerangkan fadilah berinfak di jalan Allah, melalui ayat berikut Allah menjelaskan balasan di akhirat bagi orang yang berinfak. Ingatlah pada hari ketika engkau akan melihat orang-orang yang beriman laki-laki dan perempuan di akhirat, betapa cahaya mereka yang terang bersinar di depan dan di samping kanan mereka sebagai balasan atas kebajikan dan kepatuhan mereka. Dikatakan kepada mereka, “Pada hari ini ada berita gembira untukmu. Allah menganugerahkan kepadamu surga-surga yang mengalir di bawahnya sungai-sungai dengan air, susu yang tidak berubah rasa, khamr yang lezat, dan madu. Mereka semua kekal di dalamnya. Demikian itulah anugerah dan kemenangan yang agung dari Allah.”13. Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahayamu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahaya yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik."
        },
        {
          "id": 5088,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5088,
          "no_ayat_insurat": 13,
          "body_ayat_arb": "يَوْمَ يَقُوْلُ الْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ لِلَّذِيْنَ اٰمَنُوا انْظُرُوْنَا نَقْتَبِسْ مِنْ نُّوْرِكُمْۚ قِيْلَ ارْجِعُوْا وَرَاۤءَكُمْ فَالْتَمِسُوْا نُوْرًاۗ فَضُرِبَ بَيْنَهُمْ بِسُوْرٍ لَّهٗ بَابٌۗ بَاطِنُهٗ فِيْهِ الرَّحْمَةُ وَظَاهِرُهٗ مِنْ قِبَلِهِ الْعَذَابُۗ",
          "body_ayat_ltn_en": "Yawma yaqoolul munaa fiqoona walmunaafiqaatu lillazeena aamanun zuroonaa naqtabis min noorikum qeelarji'oo waraaa'akum faltamisoo nooran faduriba bainahum bisooril lahoo baab, baatinuhoo feehir rahmatu wa zaahiruhoo min qibalihi-'azaab",
          "body_ayat_ltn_in": "yawma yaquulu almunaafiquuna waalmunaafiqaatu lilladziina aamanuu unzhuruunaa naqtabis min nuurikum qiila irji'uu waraa-akum failtamisuu nuuran fadhuriba baynahum bisuurin lahu baabun baathinuhu fiihi alrrahmatu wazhaahiruhu min qibalihi al'adzaabu",
          "body_ayat_ltn_in_html": "yawma yaquulu <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>tu lilla<u>dz</u>iina <u>aa</u>manuu un<u>zh</u>uruun<u>aa</u> naqtabis min nuurikum qiila irji'uu war<u>aa</u>-akum fa<strong>i</strong>ltamisuu nuuran fa<u>dh</u>uriba baynahum bisuurin lahu b<u>aa</u>bun b<u>aath</u>inuhu fiihi <strong>al</strong>rra<u>h</u>matu wa<u>zhaa</u>hiruhu min qibalihi <strong>a</strong>l'a<u>dzaa</u>b<strong>u</strong>",
          "invers_tajweed": "يَوْمَ يَقُولُ [h:5376[ٱ]لْمُنَ[n[ـٰ]فِقُونَ وَ[h:5691[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تُ لِلَّذِينَ ءَامَنُو[s[اْ] [h:13321[ٱ][f:13322[نظ]ُرُونَا نَ[q:13323[قْ]تَبِسْ م[a:13324[ِن ن]ُّورِكُمْ قِيلَ [h:13325[ٱ]رْجِعُو[s[اْ] وَر[o[َا]ٓءَكُمْ فَ[h:13326[ٱ]لْتَمِسُو[s[اْ] نُو[f:13327[رًا ف]َضُرِبَ بَيْنَه[c:13328[ُم ب]ِسُو[u:13329[رٍ ل]َّهُ[n[ۥ] بَا[i:13330[بُۢ ب]َاطِنُهُ[n[ۥ] فِيهِ [h:13331[ٱ][l[ل]رَّحْمَةُ وَظَ[n[ـٰ]هِرُهُ[n[ۥ] مِ[f:13332[ن ق]ِبَلِهِ [h:13333[ٱ]لْعَذ[p[َا][q[ب]ُ",
          "translation_id": "Pada hari orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah kami! Kami ingin mengambil cahayamu.” (Kepada mereka) dikatakan,  ”Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).” Lalu di antara mereka dipasang dinding (pemisah) yang berpintu. Di sebelah dalam ada rahmat dan di luarnya hanya ada azab.",
          "translation_en": "On the [same] Day the hypocrite men and hypocrite women will say to those who believed, \"Wait for us that we may acquire some of your light.\" It will be said, \"Go back behind you and seek light.\" And a wall will be placed between them with a door, its interior containing mercy, but on the outside of it is torment.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5088",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5088.mp3",
          "tafsir_short": "Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahayamu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahaya yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik.14. Begitu mendapati azab, orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami di dunia dahulu bersama kamu?” Mereka yang beriman menjawab, “Benar, tetapi kamu selalu mencelakakan dirimu sendiri dengan melakukan perbuatan yang tidak patut dan hanya menunggu kehancuran kami dengan pengkhianatanmu, dan kamu meragukan janji Allah dan seringkali kamu ditipu oleh angan-angan kosong sampai pada akhirnya datanglah ketetapan Allah; dan setan penipu datang memperdaya kamu tentang Allah sehingga kamu terus berada dalam keraguan."
        },
        {
          "id": 5089,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5089,
          "no_ayat_insurat": 14,
          "body_ayat_arb": "يُنَادُوْنَهُمْ اَلَمْ نَكُنْ مَّعَكُمْۗ قَالُوْا بَلٰى وَلٰكِنَّكُمْ فَتَنْتُمْ اَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْاَمَانِيُّ حَتّٰى جَاۤءَ اَمْرُ اللّٰهِ وَغَرَّكُمْ بِاللّٰهِ الْغَرُوْرُ ",
          "body_ayat_ltn_en": "Yunaadoonahum alam nakum ma'akum qaaloo balaa wa laakinnakum fatantum anfusakum wa tarabbastum wartabtum wa gharratkumul amaaniyyu hatta jaaa'a amrul laahi wa gharrakum billaahil gharoor",
          "body_ayat_ltn_in": "yunaaduunahum alam nakun ma'akum qaaluu balaa walaakinnakum fatantum anfusakum watarabbashtum wairtabtum wagharratkumu al-amaaniyyu hattaa jaa-a amru allaahi wagharrakum biallaahi algharuuru",
          "body_ayat_ltn_in_html": "yun<u>aa</u>duunahum alam nakun ma'akum q<u>aa</u>luu bal<u>aa</u> wal<u>aa</u>kinnakum fatantum anfusakum watarabba<u>sh</u>tum wa<strong>i</strong>rtabtum wagharratkumu al-am<u>aa</u>niyyu <u>h</u>att<u>aa</u> j<u>aa</u>-a amru <strong>al</strong>l<u>aa</u>hi wagharrakum bi<strong>al</strong>l<u>aa</u>hi algharuur<strong>u</strong>",
          "invers_tajweed": "يُنَادُونَهُمْ أَلَمْ نَك[a:3220[ُن م]َّعَكُمْ‌ۖ قَالُو[s[اْ] بَلَىٰ وَلَ[n[ـٰ]كِ[g[نّ]َكُمْ فَتَ[f:13334[نت]ُمْ أَ[f:221[نف]ُسَكُمْ وَتَرَبَّصْتُمْ وَ[h:13335[ٱ]رْتَ[q:13335[بْ]تُمْ وَغَرَّتْكُمُ [h:13336[ٱ]لْأَمَانِىُّ حَتَّىٰ ج[o[َا]ٓءَ أَمْرُ [h:2832[ٱ]للَّهِ وَغَرَّك[c:13337[ُم ب]ِ[h:32[ٱ]للَّهِ [h:10615[ٱ]لْغَر[p[ُو]رُ",
          "translation_id": "Orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami dahulu bersama kamu?” Mereka menjawab, “Benar, tetapi kamu mencelakakan dirimu sendiri, dan hanya menunggu, meragukan (janji Allah) dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah; dan penipu (setan) datang memperdaya kamu tentang Allah.",
          "translation_en": "The hypocrites will call to the believers, \"Were we not with you?\" They will say, \"Yes, but you afflicted yourselves and awaited [misfortune for us] and doubted, and wishful thinking deluded you until there came the command of Allah. And the Deceiver deceived you concerning Allah.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5089",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5089.mp3",
          "tafsir_short": "Begitu mendapati azab, orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami di dunia dahulu bersama kamu?” Mereka yang beriman menjawab, “Benar, tetapi kamu selalu mencelakakan dirimu sendiri dengan melakukan perbuatan yang tidak patut dan hanya menunggu kehancuran kami dengan pengkhianatanmu, dan kamu meragukan janji Allah dan seringkali kamu ditipu oleh angan-angan kosong sampai pada akhirnya datanglah ketetapan Allah; dan setan penipu datang memperdaya kamu tentang Allah sehingga kamu terus berada dalam keraguan.15. Wahai orang munafik, karena keraguanmu kepada Allah dan janji-Nya, maka pada hari ini, yaitu di akhirat, tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Karena sikapmu itu maka tempat kamu yang sesuai adalah di neraka. Itulah tempat berlindungmu untuk selama-lamanya, dan itulah seburuk-buruk tempat kembali bagi orang yang ingkar.”"
        },
        {
          "id": 5090,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5090,
          "no_ayat_insurat": 15,
          "body_ayat_arb": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ مَأْوٰىكُمُ النَّارُۗ هِيَ مَوْلٰىكُمْۗ وَبِئْسَ الْمَصِيْرُ ",
          "body_ayat_ltn_en": "Fal Yawma laa yu'khazu minkum fidyatunw wa laa minal lazeena kafaroo; maawaakumun Naaru hiya maw laakum wa bi'sal maseer",
          "body_ayat_ltn_in": "faalyawma laa yu/khadzu minkum fidyatun walaa mina alladziina kafaruu ma/waakumu alnnaaru hiya mawlaakum wabi/sa almashiiru",
          "body_ayat_ltn_in_html": "fa<strong>a</strong>lyawma l<u>aa</u> yu/kha<u>dz</u>u minkum fidyatun wal<u>aa</u> mina <strong>al</strong>la<u>dz</u>iina kafaruu ma/w<u>aa</u>kumu <strong>al</strong>nn<u>aa</u>ru hiya mawl<u>aa</u>kum wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
          "invers_tajweed": "فَ[h:9999[ٱ]لْيَوْمَ لَا يُؤْخَذُ مِ[f:344[نك]ُمْ فِ[q:959[دْ]يَ[a:13338[ةٌ و]َلَا مِنَ [h:523[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] مَأْوَ[n[ٮٰ]كُمُ [h:13339[ٱ][l[ل][g[نّ]َارُ‌ۖ هِىَ مَوْلَ[n[ـٰ]كُمْ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
          "translation_id": "Maka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.”",
          "translation_en": "So today no ransom will be taken from you or from those who disbelieved. Your refuge is the Fire. It is most worthy of you, and wretched is the destination.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5090",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5090.mp3",
          "tafsir_short": "Wahai orang munafik, karena keraguanmu kepada Allah dan janji-Nya, maka pada hari ini, yaitu di akhirat, tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Karena sikapmu itu maka tempat kamu yang sesuai adalah di neraka. Itulah tempat berlindungmu untuk selama-lamanya, dan itulah seburuk-buruk tempat kembali bagi orang yang ingkar.”16. Usai menjelaskan balasan bagi orang munafik dan kafir, pada ayat ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagia dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya."
        },
        {
          "id": 5091,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5091,
          "no_ayat_insurat": 16,
          "body_ayat_arb": "اَلَمْ يَأْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْۗ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ  ",
          "body_ayat_ltn_en": "Alam yaani laillzeena aamanooo an takhsha'a quloo buhum lizikril laahi wa maa nazala minal haqqi wa laa yakoonoo kallazeena ootul Kitaaba min qablu fataala 'alaihimul amadu faqasat quloobuhum wa kaseerum minhum faasiqoon",
          "body_ayat_ltn_in": "alam ya/ni lilladziina aamanuu an takhsya'a quluubuhum lidzikri allaahi wamaa nazala mina alhaqqi walaa yakuunuu kaalladziina uutuu alkitaaba min qablu fathaala 'alayhimu al-amadu faqasat quluubuhum wakatsiirun minhum faasiquuna",
          "body_ayat_ltn_in_html": "alam ya/ni lilla<u>dz</u>iina <u>aa</u>manuu an takhsya'a quluubuhum li<u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> nazala mina <strong>a</strong>l<u>h</u>aqqi wal<u>aa</u> yakuunuu ka<strong>a</strong>lla<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba min qablu fa<u>th</u><u>aa</u>la 'alayhimu <strong>a</strong>l-amadu faqasat quluubuhum wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>",
          "invers_tajweed": "۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[f:13340[ن ت]َخْشَعَ قُلُوبُهُمْ لِذِكْرِ [h:13341[ٱ]للَّهِ وَمَا نَزَلَ مِنَ [h:1173[ٱ]لْحَقِّ وَلَا يَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:128[ن ق]َ[q:129[بْ]لُ فَطَالَ عَلَيْهِمُ [h:13342[ٱ]لْأَمَدُ فَقَسَتْ قُلُوبُهُمْ‌ۖ وَكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ",
          "translation_id": "Belum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik.",
          "translation_en": "Has the time not come for those who have believed that their hearts should become humbly submissive at the remembrance of Allah and what has come down of the truth? And let them not be like those who were given the Scripture before, and a long period passed over them, so their hearts hardened; and many of them are defiantly disobedient.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5091",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5091.mp3",
          "tafsir_short": "Usai menjelaskan balasan bagi orang munafik dan kafir, pada ayat ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagia dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya.17. Wahai orang yang beriman, ketahuilah bahwa Allah berkuasa menghidupkan bumi setelah mati dan kering-nya dengan menurunkan hujan sehingga bumi menjadi subur dan menjadi media tumbuh tanaman. Sungguh, telah Kami jelaskan kepadamu sebagian dari tanda-tanda kebesaran Kami, baik yang ada di alam semesta atau pada dirimu sendiri, agar kamu mengerti."
        },
        {
          "id": 5092,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5092,
          "no_ayat_insurat": 17,
          "body_ayat_arb": "اِعْلَمُوْٓا اَنَّ اللّٰهَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ",
          "body_ayat_ltn_en": "I'lamooo annal laaha yuhyil arda ba'da mawtihaa; qad baiyannaa lakumul Aayaati la'allakum ta'qiloon",
          "body_ayat_ltn_in": "i'lamuu anna allaaha yuhyii al-ardha ba'da mawtihaa qad bayyannaa lakumu al-aayaati la'allakum ta'qiluuna",
          "body_ayat_ltn_in_html": "i'lamuu anna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>yii <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> qad bayyann<u>aa</u> lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum ta'qiluun<strong>a</strong>",
          "invers_tajweed": "ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يُحْىِ [h:10518[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَا‌ۚ قَ[q:298[دْ] بَيَّ[g[نّ]َا لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّكُمْ تَعْقِل[p[ُو]نَ",
          "translation_id": "Ketahuilah bahwa Allah yang menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.",
          "translation_en": "Know that Allah gives life to the earth after its lifelessness. We have made clear to you the signs; perhaps you will understand.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5092",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5092.mp3",
          "tafsir_short": "Wahai orang yang beriman, ketahuilah bahwa Allah berkuasa menghidupkan bumi setelah mati dan kering-nya dengan menurunkan hujan sehingga bumi menjadi subur dan menjadi media tumbuh tanaman. Sungguh, telah Kami jelaskan kepadamu sebagian dari tanda-tanda kebesaran Kami, baik yang ada di alam semesta atau pada dirimu sendiri, agar kamu mengerti. 18. Sesungguhnya orang-orang yang bersedekah dengan menginfakkan sebagian hartanya, baik laki-laki maupun perempuan, dan mereka dengan ikhlas meminjamkan kepada Allah dengan pinjaman yang baik, niscaya akan dilipatgandakan balasan kebaikan bagi mereka; dan mereka akan mendapat pahala yang mulia dari sisi-Nya."
        },
        {
          "id": 5093,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5093,
          "no_ayat_insurat": 18,
          "body_ayat_arb": "اِنَّ الْمُصَّدِّقِيْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعَفُ لَهُمْ وَلَهُمْ اَجْرٌ كَرِيْمٌ ",
          "body_ayat_ltn_en": "Innal mussaddiqeena wal mussaddiqaati wa aqradul laaha qardan hassanany yudaa'afu lahum wa lahum ajrun kareem",
          "body_ayat_ltn_in": "inna almushshaddiqiina waalmushshaddiqaati wa-aqradhuu allaaha qardhan hasanan yudaa'afu lahum walahum ajrun kariimun",
          "body_ayat_ltn_in_html": "inna <strong>a</strong>lmu<u>shsh</u>addiqiina wa<strong>a</strong>lmu<u>shsh</u>addiq<u>aa</u>ti wa-aqra<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan yu<u>daa</u>'afu lahum walahum ajrun kariim<strong>un</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:13343[ٱ]لْمُصَّدِّقِينَ وَ[h:13344[ٱ]لْمُصَّدِّقَ[n[ـٰ]تِ وَأَ[q:13345[قْ]رَضُو[s[اْ] [h:13346[ٱ]للَّهَ قَرْضًا حَسَ[a:13347[نًا ي]ُضَ[n[ـٰ]عَفُ لَهُمْ وَلَهُمْ أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ",
          "translation_id": "Sesungguhnya orang-orang yang bersedekah baik laki-laki maupun perempuan dan meminjamkan kepada Allah dengan pinjaman yang baik, akan dilipatgandakan (balasannya) bagi mereka; dan mereka akan mendapat pahala yang mulia.",
          "translation_en": "Indeed, the men who practice charity and the women who practice charity and [they who] have loaned Allah a goodly loan - it will be multiplied for them, and they will have a noble reward.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5093",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5093.mp3",
          "tafsir_short": "Sesungguhnya orang-orang yang bersedekah dengan menginfakkan sebagian hartanya, baik laki-laki maupun perempuan, dan mereka dengan ikhlas meminjamkan kepada Allah dengan pinjaman yang baik, niscaya akan dilipatgandakan balasan kebaikan bagi mereka; dan mereka akan mendapat pahala yang mulia dari sisi-Nya.19. Dan orang-orang yang beriman dengan mantap kepada Allah dan rasul-rasul-Nya serta tidak meragukan janji-Nya, mereka itu orang-orang yang tulus hati dan pecinta kebenaran, dan mereka menjadi saksi-saksi di sisi Tuhan mereka. Karena keimanan dan kebaikan itu mereka berhak mendapat pahala dan cahaya dari sisi Allah. Tetapi, orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari ajaran-ajaran Kami, mereka itu penghuni-penghuni neraka. Mereka kekal di dalamnya."
        },
        {
          "id": 5094,
          "surat_id": 57,
          "jus": 27,
          "ruku": 473,
          "no_ayat_inquran": 5094,
          "no_ayat_insurat": 19,
          "body_ayat_arb": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖٓ اُولٰۤىِٕكَ هُمُ الصِّدِّيْقُوْنَ ۖوَالشُّهَدَاۤءُ عِنْدَ رَبِّهِمْۗ  لَهُمْ اَجْرُهُمْ وَنُوْرُهُمْۗ وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ",
          "body_ayat_ltn_en": "Wallazeena aamanoo billaahi wa Rusuliheee ulaaa'ika humus siddeeqoona wash shuhadaaa'u 'inda Rabbihim lahum ajruhum wa nooruhum wallazeena kafaroo wa kazzaboo bi aayaatinaaa ulaaaika As haabul jaheem",
          "body_ayat_ltn_in": "waalladziina aamanuu biallaahi warusulihi ulaa-ika humu alshshiddiiquuna waalsysyuhadaau 'inda rabbihim lahum ajruhum wanuuruhum waalladziina kafaruu wakadzdzabuu bi-aayaatinaa ulaa-ika ash-haabu aljahiimi",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warusulihi ul<u>aa</u>-ika humu <strong>al</strong><u>shsh</u>iddiiquuna wa<strong>al</strong>sysyuhad<u>aa</u>u 'inda rabbihim lahum ajruhum wanuuruhum wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>lja<u>h</u>iim<strong>i</strong>",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[o[ِۦٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:13348[ٱ][l[ل]صِّدِّيقُونَ‌ۖ وَ[h:13349[ٱ][l[ل]شُّهَد[o[َا]ٓءُ عِ[f:264[ند]َ رَبِّهِمْ لَهُمْ أَ[q:331[جْ]رُهُمْ وَنُورُهُمْ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ",
          "translation_id": "Dan orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, mereka itu orang-orang yang tulus hati (pencinta kebenaran) dan saksi-saksi di sisi Tuhan mereka. Mereka berhak mendapat pahala dan cahaya. Tetapi orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni-penghuni neraka.",
          "translation_en": "And those who have believed in Allah and His messengers - those are [in the ranks of] the supporters of truth and the martyrs, with their Lord. For them is their reward and their light. But those who have disbelieved and denied Our verses - those are the companions of Hellfire.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5094",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5094.mp3",
          "tafsir_short": "Dan orang-orang yang beriman dengan mantap kepada Allah dan rasul-rasul-Nya serta tidak meragukan janji-Nya, mereka itu orang-orang yang tulus hati dan pecinta kebenaran, dan mereka menjadi saksi-saksi di sisi Tuhan mereka. Karena keimanan dan kebaikan itu mereka berhak mendapat pahala dan cahaya dari sisi Allah. Tetapi, orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari ajaran-ajaran Kami, mereka itu penghuni-penghuni neraka. Mereka kekal di dalamnya.20. Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu."
        },
        {
          "id": 5095,
          "surat_id": 57,
          "jus": 27,
          "ruku": 474,
          "no_ayat_inquran": 5095,
          "no_ayat_insurat": 20,
          "body_ayat_arb": "اِعْلَمُوْٓا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ وَّزِيْنَةٌ وَّتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْاَمْوَالِ وَالْاَوْلَادِۗ  كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًاۗ وَفِى الْاٰخِرَةِ عَذَابٌ شَدِيْدٌۙ وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ  ۗوَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ",
          "body_ayat_ltn_en": "I'lamooo annamal hayaa tud dunyaa la'ibunw wa lahwunw wa zeenatunw wa takaasurun bainakum wa takaasurn fil amwaali wal awlaad, kamasali ghaisin a'jabal kuffaara nabaatuhoo summa yaheeju fataraahu musfaaran summa yakoonu hutaamaa; wa fil aakhirati 'azaabun shadeedunw wa magh firatum minal laahi wa ridwaan; wa mal haiyaa tuddun yaaa illaa mataa'ul ghuroor",
          "body_ayat_ltn_in": "i'lamuu annamaa alhayaatu alddunyaa la'ibun walahwun waziinatun watafaakhurun baynakum watakaatsurun fii al-amwaali waal-awlaadi kamatsali ghaytsin a'jaba alkuffaara nabaatuhu tsumma yahiiju fataraahu mushfarran tsumma yakuunu huthaaman wafii al-aakhirati 'adzaabun syadiidun wamaghfiratun mina allaahi waridhwaanun wamaa alhayaatu alddunyaa illaa mataa'u alghuruuri",
          "body_ayat_ltn_in_html": "i'lamuu annam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> la'ibun walahwun waziinatun wataf<u>aa</u>khurun baynakum watak<u>aa</u>tsurun fii <strong>a</strong>l-amw<u>aa</u>li wa<strong>a</strong>l-awl<u>aa</u>di kamatsali ghaytsin a'jaba <strong>a</strong>lkuff<u>aa</u>ra nab<u>aa</u>tuhu tsumma yahiiju fatar<u>aa</u>hu mu<u>sh</u>farran tsumma yakuunu <u>h</u>u<u>th</u><u>aa</u>man wafii <strong>a</strong>l-<u>aa</u>khirati 'a<u>dzaa</u>bun syadiidun wamaghfiratun mina <strong>al</strong>l<u>aa</u>hi wari<u>dh</u>w<u>aa</u>nun wam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> ill<u>aa</u> mat<u>aa</u>'u <strong>a</strong>lghuruur<strong>i</strong>",
          "invers_tajweed": "ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا [h:13350[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا لَعِ[a:4002[بٌ و]َلَهْ[a:13351[وٌ و]َزِينَ[a:13352[ةٌ و]َتَفَاخُ[i:13353[رُۢ ب]َيْنَكُمْ وَتَكَاثُ[f:13354[رٌ ف]ِى [h:7821[ٱ]لْأَمْو[n[َٲ]لِ وَ[h:7822[ٱ]لْأَوْلَ[n[ـٰ]دِ‌ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ [h:13355[ٱ]لْكُفَّارَ نَبَاتُهُ[n[ۥ] ثُ[g[مّ]َ يَهِيجُ فَتَرَ[n[ٮٰ]هُ مُصْفَر[f:11672[ًّا ث]ُ[g[مّ]َ يَكُونُ حُطَ[n[ـٰ][a:13356[مًا‌ۖ و]َفِى [h:1108[ٱ]لْأَخِرَةِ عَذَا[f:1727[بٌ ش]َدِي[a:13357[دٌ و]َمَغْفِرَ[a:13358[ةٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13359[نٌ‌ۚ و]َمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْي[o[َآ] إِلَّا مَتَ[n[ـٰ]عُ [h:2483[ٱ]لْغُر[p[ُو]رِ",
          "translation_id": "Ketahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu.",
          "translation_en": "Know that the life of this world is but amusement and diversion and adornment and boasting to one another and competition in increase of wealth and children - like the example of a rain whose [resulting] plant growth pleases the tillers; then it dries and you see it turned yellow; then it becomes [scattered] debris. And in the Hereafter is severe punishment and forgiveness from Allah and approval. And what is the worldly life except the enjoyment of delusion.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5095",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5095.mp3",
          "tafsir_short": "Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu.21. Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan."
        },
        {
          "id": 5096,
          "surat_id": 57,
          "jus": 27,
          "ruku": 474,
          "no_ayat_inquran": 5096,
          "no_ayat_insurat": 21,
          "body_ayat_arb": "سَابِقُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاۤءِ وَالْاَرْضِۙ اُعِدَّتْ لِلَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖۗ ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۚوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
          "body_ayat_ltn_en": "Saabiqooo ilaa maghfiratim mir Rabbikum wa jannatin 'arduhaa ka-'ardis samaaa'i wal ardi u'iddat lillazeena aamanoo billaahi wa Rusulih; zaalika fadlul laahi yu'teehi many yashaaa'; wal laahu zul fadlil 'azeem",
          "body_ayat_ltn_in": "saabiquu ilaa maghfiratin min rabbikum wajannatin 'ardhuhaa ka'ardhi alssamaa-i waal-ardhi u'iddat lilladziina aamanuu biallaahi warusulihi dzaalika fadhlu allaahi yu/tiihi man yasyaau waallaahu dzuu alfadhli al'azhiimi",
          "body_ayat_ltn_in_html": "s<u>aa</u>biquu il<u>aa</u> maghfiratin min rabbikum wajannatin 'ar<u>dh</u>uh<u>aa</u> ka'ar<u>dh</u>i <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i u'iddat lilla<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warusulihi <u>dzaa</u>lika fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
          "invers_tajweed": "سَابِق[o[ُوٓ][s[اْ] إِلَىٰ مَغْفِرَ[a:2239[ةٍ م]ّ[u:243[ِن ر]َّبِّكُمْ وَجَ[g[نّ]َةٍ عَرْضُهَا كَعَرْضِ [h:13360[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
          "translation_id": "Berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.",
          "translation_en": "Race toward forgiveness from your Lord and a Garden whose width is like the width of the heavens and earth, prepared for those who believed in Allah and His messengers. That is the bounty of Allah which He gives to whom He wills, and Allah is the possessor of great bounty.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5096",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5096.mp3",
          "tafsir_short": "Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan.22. Usai menjelaskan karunia-Nya kepada orang memohon ampunan, Allah menerangkan bahwa semua yang terjadi di alam ini merupakan ketetapan Allah yang tertulis di Lauh Mahfuz. Setiap bencana yang menimpa di bumi, seperti gempa, banjir, erupsi, dan lainnya, dan demikian pula bencana yang menimpa dirimu sendiri, seperti sakit, kecelakaan, dan lainnya, semuanya telah tertulis dalam Kitab yang disebut Lauh Mahfuz sebelum Kami mewujudkannya. Sungguh, yang demikian itu, yaitu semua yang terjadi, sangat mudah bagi Allah."
        },
        {
          "id": 5097,
          "surat_id": 57,
          "jus": 27,
          "ruku": 474,
          "no_ayat_inquran": 5097,
          "no_ayat_insurat": 22,
          "body_ayat_arb": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ فِى الْاَرْضِ وَلَا فِيْٓ اَنْفُسِكُمْ اِلَّا فِيْ كِتٰبٍ مِّنْ قَبْلِ اَنْ نَّبْرَاَهَا ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌۖ  ",
          "body_ayat_ltn_en": "Maaa asaaba mim musee batin fil ardi wa laa feee anfusikum illaa fee kitaabim min qabli an nabra ahaa; innaa zaalika 'alal laahi yaseer",
          "body_ayat_ltn_in": "maa ashaaba min mushiibatin fii al-ardhi walaa fii anfusikum illaa fii kitaabin min qabli an nabra-ahaa inna dzaalika 'alaa allaahi yasiirun",
          "body_ayat_ltn_in_html": "m<u>aa</u> a<u>shaa</u>ba min mu<u>sh</u>iibatin fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii anfusikum ill<u>aa</u> fii kit<u>aa</u>bin min qabli an nabra-ah<u>aa</u> inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>",
          "invers_tajweed": "م[o[َآ] أَصَابَ م[a:12140[ِن م]ُّصِيبَ[f:13361[ةٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا ف[o[ِىٓ] أَ[f:1329[نف]ُسِكُمْ إِلَّا فِى كِتَ[n[ـٰ][a:13362[بٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13363[َن ن]َّ[q:13364[بْ]رَأَه[o[َآ‌ۚ] إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ",
          "translation_id": "Setiap bencana yang menimpa di bumi dan yang menimpa dirimu sendiri, semuanya telah tertulis dalam Kitab (Lauh Mahfuzh) sebelum Kami mewujudkannya. Sungguh, yang demikian itu mudah bagi Allah.",
          "translation_en": "No disaster strikes upon the earth or among yourselves except that it is in a register before We bring it into being - indeed that, for Allah, is easy -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5097",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5097.mp3",
          "tafsir_short": "Usai menjelaskan karunia-Nya kepada orang memohon ampunan, Allah menerangkan bahwa semua yang terjadi di alam ini merupakan ketetapan Allah yang tertulis di Lauh Mahfuz. Setiap bencana yang menimpa di bumi, seperti gempa, banjir, erupsi, dan lainnya, dan demikian pula bencana yang menimpa dirimu sendiri, seperti sakit, kecelakaan, dan lainnya, semuanya telah tertulis dalam Kitab yang disebut Lauh Mahfuz sebelum Kami mewujudkannya. Sungguh, yang demikian itu, yaitu semua yang terjadi, sangat mudah bagi Allah.23. Kami beritahukan hal tersebut agar kamu tidak bersedih hati terhadap apa yang luput dari kamu dan tidak dapat kamu capai, dan jangan pula terlalu gembira dan sombong terhadap apa yang diberikan-Nya kepadamu. Dan ketahuilah, Allah tidak menyukai setiap orang yang sombong dan membanggakan diri dengan kelebihan atau anugerah yang Dia karuniakan."
        },
        {
          "id": 5098,
          "surat_id": 57,
          "jus": 27,
          "ruku": 474,
          "no_ayat_inquran": 5098,
          "no_ayat_insurat": 23,
          "body_ayat_arb": "لِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوْا بِمَآ اٰتٰىكُمْ ۗوَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۙ",
          "body_ayat_ltn_en": "Likailaa taasaw 'alaa maa faatakum wa laa tafrahoo bimaaa aataakum; wallaahu laa yuhibbu kulla mukhtaalin fakhoor",
          "body_ayat_ltn_in": "likaylaa ta/saw 'alaa maa faatakum walaa tafrahuu bimaa aataakum waallaahu laa yuhibbu kulla mukhtaalin fakhuurin",
          "body_ayat_ltn_in_html": "likayl<u>aa</u> ta/saw 'al<u>aa</u> m<u>aa</u> f<u>aa</u>takum wal<u>aa</u> tafra<u>h</u>uu bim<u>aa</u> <u>aa</u>t<u>aa</u>kum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu kulla mukht<u>aa</u>lin fakhuur<strong>in</strong>",
          "invers_tajweed": "لِّكَيْلَا تَأْسَوْ[s[اْ] عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُو[s[اْ] بِم[o[َآ] ءَاتَ[n[ـٰ]كُمْ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يُحِبُّ كُلَّ مُخْتَا[f:10576[لٍ ف]َخ[p[ُو]رٍ",
          "translation_id": "Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri,",
          "translation_en": "In order that you not despair over what has eluded you and not exult [in pride] over what He has given you. And Allah does not like everyone self-deluded and boastful -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5098",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5098.mp3",
          "tafsir_short": "Kami beritahukan hal tersebut agar kamu tidak bersedih hati terhadap apa yang luput dari kamu dan tidak dapat kamu capai, dan jangan pula terlalu gembira dan sombong terhadap apa yang diberikan-Nya kepadamu. Dan ketahuilah, Allah tidak menyukai setiap orang yang sombong dan membanggakan diri dengan kelebihan atau anugerah yang Dia karuniakan. 24. Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakaya dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya."
        },
        {
          "id": 5099,
          "surat_id": 57,
          "jus": 27,
          "ruku": 474,
          "no_ayat_inquran": 5099,
          "no_ayat_insurat": 24,
          "body_ayat_arb": " ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ ۗوَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
          "body_ayat_ltn_en": "Allazeeena yabkhaloona wa yaamuroonan naasa bil bukhl; wa many yatawalla fa innal laaha Huwal Ghaniyyul Hameed",
          "body_ayat_ltn_in": "alladziina yabkhaluuna waya/muruuna alnnaasa bialbukhli waman yatawalla fa-inna allaaha huwa alghaniyyu alhamiidu",
          "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>iina yabkhaluuna waya/muruuna <strong>al</strong>nn<u>aa</u>sa bi<strong>a</strong>lbukhli waman yatawalla fa-inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
          "invers_tajweed": "ٱلَّذِينَ يَ[q:2456[بْ]خَلُونَ وَيَأْمُرُونَ [h:2780[ٱ][l[ل][g[نّ]َاسَ بِ[h:2781[ٱ]لْبُخْلِ‌ۗ وَم[a:3640[َن ي]َتَوَلَّ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
          "translation_id": "yaitu orang-orang yang kikir dan menyuruh orang lain berbuat kikir. Barangsiapa berpaling (dari perintah-perintah Allah), maka sesungguhnya Allah, Dia Mahakaya, Maha Terpuji.",
          "translation_en": "[Those] who are stingy and enjoin upon people stinginess. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5099",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5099.mp3",
          "tafsir_short": "Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakaya dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya.25. Sungguh, Kami telah mengutus rasul-rasul Kami kepada umat manusia dengan bukti-bukti yang nyata, dan Kami turunkan bersama mereka kitab sebagai pedoman hidup, dan Kami turunkan pula neraca sebagai ukuran keadilan agar manusia dapat berlaku adil. Dan Kami menciptakan besi sebagai kelengkapan hidup yang mempunyai kekuatan, hebat, dan banyak manfaat bagi manusia, dan Kami ciptakan semua itu agar Allah mengetahui siapa yang menolong agama-Nya dan rasul-rasul-Nya dalam berdakwah, walaupun Allah tidak dilihatnya. Sesungguhnya Allah Mahakuat terhadap segala sesuatu, Mahaperkasa menghadapi semua yang mengingkari-Nya."
        },
        {
          "id": 5100,
          "surat_id": 57,
          "jus": 27,
          "ruku": 474,
          "no_ayat_inquran": 5100,
          "no_ayat_insurat": 25,
          "body_ayat_arb": "لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاسُ بِالْقِسْطِۚ وَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَّمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللّٰهُ مَنْ يَّنْصُرُهٗ وَرُسُلَهٗ بِالْغَيْبِۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ࣖ ",
          "body_ayat_ltn_en": "Laqad arsalnaa Rusulanaa bilbaiyinaati wa anzalnaa ma'ahumul Kitaaba wal Meezaana liyaqooman naasu bilqist, wa anzalnal hadeeda feehi baasun shadeedunw wa manaafi'u linnaasi wa liya'lamal laahu many yansuruhoo wa Rusulahoo bilghaib; innal laaha Qawiyyn 'Azeez",
          "body_ayat_ltn_in": "laqad arsalnaa rusulanaa bialbayyinaati wa-anzalnaa ma'ahumu alkitaaba waalmiizaana liyaquuma alnnaasu bialqisthi wa-anzalnaa alhadiida fiihi ba/sun syadiidun wamanaafi'u lilnnaasi waliya'lama allaahu man yanshuruhu warusulahu bialghaybi inna allaaha qawiyyun 'aziizun",
          "body_ayat_ltn_in_html": "laqad arsaln<u>aa</u> rusulan<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti wa-anzaln<u>aa</u> ma'ahumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>lmiiz<u>aa</u>na liyaquuma <strong>al</strong>nn<u>aa</u>su bi<strong>a</strong>lqis<u>th</u>i wa-anzaln<u>aa</u> <strong>a</strong>l<u>h</u>adiida fiihi ba/sun syadiidun waman<u>aa</u>fi'u li<strong>l</strong>nn<u>aa</u>si waliya'lama <strong>al</strong>l<u>aa</u>hu man yan<u>sh</u>uruhu warusulahu bi<strong>a</strong>lghaybi inna <strong>al</strong>l<u>aa</u>ha qawiyyun 'aziiz<strong>un</strong>",
          "invers_tajweed": "لَقَ[q:2389[دْ] أَرْسَلْنَا رُسُلَنَا بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَأَ[f:271[نز]َلْنَا مَعَهُمُ [h:1164[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:4528[ٱ]لْمِيزَانَ لِيَقُومَ [h:13365[ٱ][l[ل][g[نّ]َاسُ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَأَ[f:271[نز]َلْنَا [h:13366[ٱ]لْحَدِيدَ فِيهِ بَأْ[f:13367[سٌ ش]َدِي[a:13368[دٌ و]َمَنَ[n[ـٰ]فِعُ لِل[g[نّ]َاسِ وَلِيَعْلَمَ [h:2269[ٱ]للَّهُ م[a:9042[َن ي]َ[f:9043[نص]ُرُهُ[n[ۥ] وَرُسُلَهُ[n[ۥ] بِ[h:13[ٱ]لْغَيْبِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِىٌّ عَز[p[ِي]زٌ",
          "translation_id": "Sungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan kami turunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Dan Kami menciptakan besi yang mempunyai kekuatan, hebat dan banyak manfaat bagi manusia, dan agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat, Mahaperkasa.",
          "translation_en": "We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron, wherein is great military might and benefits for the people, and so that Allah may make evident those who support Him and His messengers unseen. Indeed, Allah is Powerful and Exalted in Might.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5100",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5100.mp3",
          "tafsir_short": "Sungguh, Kami telah mengutus rasul-rasul Kami kepada umat manusia dengan bukti-bukti yang nyata, dan Kami turunkan bersama mereka kitab sebagai pedoman hidup, dan Kami turunkan pula neraca sebagai ukuran keadilan agar manusia dapat berlaku adil. Dan Kami menciptakan besi sebagai kelengkapan hidup yang mempunyai kekuatan, hebat, dan banyak manfaat bagi manusia, dan Kami ciptakan semua itu agar Allah mengetahui siapa yang menolong agama-Nya dan rasul-rasul-Nya dalam berdakwah, walaupun Allah tidak dilihatnya. Sesungguhnya Allah Mahakuat terhadap segala sesuatu, Mahaperkasa menghadapi semua yang mengingkari-Nya."
        },
        {
          "id": 5101,
          "surat_id": 57,
          "jus": 27,
          "ruku": 475,
          "no_ayat_inquran": 5101,
          "no_ayat_insurat": 26,
          "body_ayat_arb": "وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
          "body_ayat_ltn_en": "Wa laqad arsalnaa Noohanw wa Ibraaheema wa ja'alnaa fee zurriyyatihiman nubuwwata wal Kitaaba faminhum muhtad; wa kaseerum minhum faasiqoon",
          "body_ayat_ltn_in": "walaqad arsalnaa nuuhan wa-ibraahiima waja'alnaa fii dzurriyyatihimaa alnnubuwwata waalkitaaba faminhum muhtadin wakatsiirun minhum faasiquuna",
          "body_ayat_ltn_in_html": "walaqad arsaln<u>aa</u> nuu<u>h</u>an wa-ibr<u>aa</u>hiima waja'aln<u>aa</u> fii <u>dz</u>urriyyatihim<u>aa</u> <strong>al</strong>nnubuwwata wa<strong>a</strong>lkit<u>aa</u>ba faminhum muhtadin wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>",
          "invers_tajweed": "وَلَقَ[q:341[دْ] أَرْسَلْنَا نُو[a:13369[حًا و]َإِ[q:10311[بْ]ر[n[َٲ]هِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا [h:13370[ٱ][l[ل][g[نّ]ُبُوَّةَ وَ[h:10342[ٱ]لْكِتَ[n[ـٰ]بَ‌ۖ فَمِنْه[w:13371[ُم م]ُّهْتَ[a:13372[دٍ‌ۖ و]َكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ",
          "translation_id": "Dan sungguh, Kami telah mengutus Nuh dan Ibrahim dan Kami berikan kenabian dan kitab (wahyu) kepada keturunan keduanya, di antara mereka ada yang menerima petunjuk dan banyak di antara mereka yang fasik.",
          "translation_en": "And We have already sent Noah and Abraham and placed in their descendants prophethood and scripture; and among them is he who is guided, but many of them are defiantly disobedient.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5101",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5101.mp3",
          "tafsir_short": "Kehidupan kependetaan bukan ajaran Allah. Dan sungguh, Kami telah mengutus Nabi Nuh dan Ibrahim kepada umat masing-masing untuk mengajak mereka bertauhid, dan Kami berikan pula kenabian dan kitab petunjuk kepada keturunan keduanya; di antara mereka ada yang menerima petunjuk itu sehingga beriman dan berbuat kebajikan sesuai perintah-Nya, dan banyak di antara mereka yang fasik akibat mengingkari petunjuk itu dan memilih kekafiran.27. Sesudah Nabi Nuh dan Ibrahim, kemudian Kami susulkan rasul-rasul Kami untuk mengikuti jejak mereka, yaitu dengan mengajak umatnya beriman dan mentaati perintah-Nya, dan Kami susulkan pula Isa putra Maryam, dan Kami berikan Injil kepadanya sebagai pedoman bagi umatnya, dan Kami jadikan rasa santun dan kasih sayang kepada sesama manusia dalam hati orang-orang yang mengikutinya. Sebagian dari mereka mengada-adakan rahbàniyyah, yaitu hidup membujang dan mengurung diri dalam biara, padahal Kami tidak mewajibkannya kepada mereka. Ka-mi hanya mewajibkan mereka untuk mencari keridaan Allah, tetapi tuntunan itu tidak mereka pelihara dengan semestinya. Maka, kepada orang-orang yang beriman di antara mereka dan berbuat kebajikan, Kami berikan pahalanya. Dan banyak di antara mereka yang fasik dengan mengingkari atau mengubah ajaran itu."
        },
        {
          "id": 5102,
          "surat_id": 57,
          "jus": 27,
          "ruku": 475,
          "no_ayat_inquran": 5102,
          "no_ayat_insurat": 27,
          "body_ayat_arb": "ثُمَّ قَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيْسَى ابْنِ مَرْيَمَ وَاٰتَيْنٰهُ الْاِنْجِيْلَ ەۙ وَجَعَلْنَا فِيْ قُلُوْبِ الَّذِيْنَ اتَّبَعُوْهُ رَأْفَةً وَّرَحْمَةً  ۗوَرَهْبَانِيَّةَ ِۨابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۤءَ رِضْوَانِ اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۚفَاٰتَيْنَا الَّذِيْنَ اٰمَنُوْا مِنْهُمْ اَجْرَهُمْ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
          "body_ayat_ltn_en": "Summa qaffainaa 'alaa aasaarihim bi Rusulinaa wa qaffainaa be 'Eesab ni Maryama wa aatainaahul Injeela wa ja'alnaa fee quloobil lazeenat taba' oohu raafatanw wa rahmatanw wa rahbaaniyyatanib tada' oohaa maa katanaahaa 'alaihim illab tighaaa'a ridwaanil laahi famaa ra'awhaa haqqa ri'aayatihaa fa aatainal lazeena aamanoo minhum ajrahum wa kaseerum minhum faasiqoon",
          "body_ayat_ltn_in": "tsumma qaffaynaa 'alaa aatsaarihim birusulinaa waqaffaynaa bi'iisaa ibni maryama waaataynaahu al-injiila waja'alnaa fii quluubi alladziina ittaba'uuhu ra/fatan warahmatan warahbaaniyyatan ibtada'uuhaa maa katabnaahaa 'alayhim illaa ibtighaa-a ridhwaani allaahi famaa ra'awhaa haqqa ri'aayatihaa faaataynaa alladziina aamanuu minhum ajrahum wakatsiirun minhum faasiquuna",
          "body_ayat_ltn_in_html": "tsumma qaffayn<u>aa</u> 'al<u>aa</u> <u>aa</u>ts<u>aa</u>rihim birusulin<u>aa</u> waqaffayn<u>aa</u> bi'iis<u>aa</u> ibni maryama wa<u>aa</u>tayn<u>aa</u>hu <strong>a</strong>l-injiila waja'aln<u>aa</u> fii quluubi <strong>al</strong>la<u>dz</u>iina ittaba'uuhu ra/fatan wara<u>h</u>matan warahb<u>aa</u>niyyatan ibtada'uuh<u>aa</u> m<u>aa</u> katabn<u>aa</u>h<u>aa</u> 'alayhim ill<u>aa</u> ibtigh<u>aa</u>-a ri<u>dh</u>w<u>aa</u>ni <strong>al</strong>l<u>aa</u>hi fam<u>aa</u> ra'awh<u>aa</u> <u>h</u>aqqa ri'<u>aa</u>yatih<u>aa</u> fa<u>aa</u>tayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minhum ajrahum wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>",
          "invers_tajweed": "ثُ[g[مّ]َ قَفَّيْنَا عَلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِه[c:13373[ِم ب]ِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى [h:3589[ٱ][q:3590[بْ]نِ مَرْيَمَ وَءَاتَيْنَ[n[ـٰ]هُ [h:3591[ٱ]لْإِ[f:3592[نج]ِيلَ وَجَعَلْنَا فِى قُلُوبِ [h:2312[ٱ]لَّذِينَ [h:5878[ٱ]تَّبَعُوهُ رَأْفَ[a:13374[ةً و]َرَحْمَ[a:13375[ةً و]َرَهْبَانِيَّةً [h:13376[ٱ][q:13377[بْ]تَدَعُوهَا مَا كَتَ[q:13378[بْ]نَ[n[ـٰ]هَا عَلَيْهِمْ إِلَّا [h:1610[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ رِضْو[n[َٲ]نِ [h:13379[ٱ]للَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا‌ۖ فَـَٔـاتَيْنَا [h:13380[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِنْهُمْ أَ[q:7573[جْ]رَهُمْ‌ۖ وَكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ",
          "translation_id": "Kemudian Kami susulkan rasul-rasul Kami mengikuti jejak mereka dan Kami susulkan (pula) Isa putra Maryam; Dan Kami berikan Injil kepadanya dan Kami jadikan rasa santun dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan rahbaniyyah, padahal Kami tidak mewajibkannya kepada mereka (yang Kami wajibkan hanyalah) mencari keridaan Allah, tetapi tidak mereka pelihara dengan semestinya. Maka kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya, dan banyak di antara mereka yang fasik.",
          "translation_en": "Then We sent following their footsteps Our messengers and followed [them] with Jesus, the son of Mary, and gave him the Gospel. And We placed in the hearts of those who followed him compassion and mercy and monasticism, which they innovated; We did not prescribe it for them except [that they did so] seeking the approval of Allah. But they did not observe it with due observance. So We gave the ones who believed among them their reward, but many of them are defiantly disobedient.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5102",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5102.mp3",
          "tafsir_short": "Sesudah Nabi Nuh dan Ibrahim, kemudian Kami susulkan rasul-rasul Kami untuk mengikuti jejak mereka, yaitu dengan mengajak umatnya beriman dan mentaati perintah-Nya, dan Kami susulkan pula Isa putra Maryam, dan Kami berikan Injil kepadanya sebagai pedoman bagi umatnya, dan Kami jadikan rasa santun dan kasih sayang kepada sesama manusia dalam hati orang-orang yang mengikutinya. Sebagian dari mereka mengada-adakan rahbàniyyah, yaitu hidup membujang dan mengurung diri dalam biara, padahal Kami tidak mewajibkannya kepada mereka. Ka-mi hanya mewajibkan mereka untuk mencari keridaan Allah, tetapi tuntunan itu tidak mereka pelihara dengan semestinya. Maka, kepada orang-orang yang beriman di antara mereka dan berbuat kebajikan, Kami berikan pahalanya. Dan banyak di antara mereka yang fasik dengan mengingkari atau mengubah ajaran itu.28. Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahaya terang untukmu yang dengan cahaya itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyayang kepada semua makhluk-Nya."
        },
        {
          "id": 5103,
          "surat_id": 57,
          "jus": 27,
          "ruku": 475,
          "no_ayat_inquran": 5103,
          "no_ayat_insurat": 28,
          "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوْا بِرَسُوْلِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَّحْمَتِهٖ وَيَجْعَلْ لَّكُمْ نُوْرًا تَمْشُوْنَ بِهٖ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamaanut taqullaaha wa aaminoo bi Rasoolihee yu'tikum kiflaini mir rahmatihee wa yaj'al lakum nooran tamshoona bihee wa yaghfir lakum; wallaahu Ghafoorur Raheem",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu ittaquu allaaha waaaminuu birasuulihi yu/tikum kiflayni min rahmatihi wayaj'al lakum nuuran tamsyuuna bihi wayaghfir lakum waallaahu ghafuurun rahiimun",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha wa<u>aa</u>minuu birasuulihi yu/tikum kiflayni min ra<u>h</u>matihi wayaj'al lakum nuuran tamsyuuna bihi wayaghfir lakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَءَامِنُو[s[اْ] بِرَسُولِه[n[ِۦ] يُؤْتِكُمْ كِفْلَيْنِ م[u:7986[ِن ر]َّحْمَتِه[n[ِۦ] وَيَ[q:9574[جْ]عَل لَّكُمْ نُو[f:13381[رًا ت]َمْشُونَ بِه[n[ِۦ] وَيَغْفِرْ لَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
          "translation_id": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang,",
          "translation_en": "O you who have believed, fear Allah and believe in His Messenger; He will [then] give you a double portion of His mercy and make for you a light by which you will walk and forgive you; and Allah is Forgiving and Merciful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5103",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5103.mp3",
          "tafsir_short": "Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahaya terang untukmu yang dengan cahaya itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyayang kepada semua makhluk-Nya.29. Semua peringatan itu disampaikan agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah jika mereka tidak beriman kepada Nabi Muhammad dan mengikuti sunahnya, dan agar mereka mengetahui bahwa karunia itu ada di tangan Allah; Dia memberikannya kepada siapa yang Dia kehendaki, yaitu mereka yang beriman dan berbuat kebajikan. Dan Allah mempunyai karunia yang besar bagi siapa saja yang mematuhi ajaran-Nya."
        },
        {
          "id": 5104,
          "surat_id": 57,
          "jus": 27,
          "ruku": 475,
          "no_ayat_inquran": 5104,
          "no_ayat_insurat": 29,
          "body_ayat_arb": "لِّئَلَّا يَعْلَمَ اَهْلُ الْكِتٰبِ اَلَّا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّنْ فَضْلِ اللّٰهِ وَاَنَّ الْفَضْلَ بِيَدِ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ࣖ   ۔",
          "body_ayat_ltn_en": "Li'alla ya'lama Ahlul kitaabi allaa yaqdiroona 'alaa shai'im min fadlil laahi wa annal fadla bi Yadil laahi u'teehi many yashaaa'; wallaahu Zul fadilil 'azeem",
          "body_ayat_ltn_in": "li-allaa ya'lama ahlu alkitaabi allaa yaqdiruuna 'alaa syay-in min fadhli allaahi wa-anna alfadhla biyadi allaahi yu/tiihi man yasyaau waallaahu dzuu alfadhli al'azhiimi",
          "body_ayat_ltn_in_html": "li-all<u>aa</u> ya'lama ahlu <strong>a</strong>lkit<u>aa</u>bi <strong>al</strong>l<u>aa</u> yaqdiruuna 'al<u>aa</u> syay-in min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa-anna <strong>a</strong>lfa<u>dh</u>la biyadi <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
          "invers_tajweed": "لِّئَلَّا يَعْلَمَ أَهْلُ [h:2159[ٱ]لْكِتَ[n[ـٰ]بِ أَلَّا يَ[q:1555[قْ]دِرُونَ عَلَىٰ ش[a:13382[َىْءٍ م]ِّ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ‌ۙ وَأَ[g[نّ]َ [h:13383[ٱ]لْفَضْلَ بِيَدِ [h:2027[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
          "translation_id": "agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwa karunia itu ada di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.",
          "translation_en": "[This is] so that the People of the Scripture may know that they are not able [to obtain] anything from the bounty of Allah and that [all] bounty is in the hand of Allah; He gives it to whom He wills. And Allah is the possessor of great bounty.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5104",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5104.mp3",
          "tafsir_short": "Semua peringatan itu disampaikan agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah jika mereka tidak beriman kepada Nabi Muhammad dan mengikuti sunahnya, dan agar mereka mengetahui bahwa karunia itu ada di tangan Allah; Dia memberikannya kepada siapa yang Dia kehendaki, yaitu mereka yang beriman dan berbuat kebajikan. Dan Allah mempunyai karunia yang besar bagi siapa saja yang mematuhi ajaran-Nya."
        }
      ]
    },
    "ayats": [
      {
        "id": 5076,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5076,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "body_ayat_ltn_en": "Sabbaha lillaahi maa fissamaawaati wal ardi wa Huwal 'Azeezul Hakeem",
        "body_ayat_ltn_in": "sabbaha lillaahi maa fii alssamaawaati waal-ardhi wahuwa al'aziizu alhakiimu",
        "body_ayat_ltn_in_html": "sabba<u>h</u>a lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "invers_tajweed": "سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
        "translation_id": "Apa yang di langit dan di bumi bertasbih kepada Allah. Dialah Yang Mahaperkasa, Mahabijaksana.",
        "translation_en": "Whatever is in the heavens and earth exalts Allah, and He is the Exalted in Might, the Wise.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5076",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5076.mp3",
        "tafsir_short": "Apa yang di langit, baik makhluk hidup seperti burung maupun makhluk mati semisal planet, bintang, bulan, dan matahari, dan demi-kian juga makhluk di bumi; mereka bertasbih kepada Allah untuk mengakui kebesaran dan kesucian-Nya. Dialah yang Mahaperkasa atas semua makhluk, lagi Mahabijaksana dalam menetapkan ketentuan dan hukum bagi mereka.2. Allah adalah Pencipta semua makhluk, karena itu hanya milik-Nyalah kerajaan langit dan bumi serta semua yang ada di antara keduanya. Dia berkuasa menghidupkan dan mematikan apa saja sesuai kehendak-Nya, dan Dia Mahakuasa untuk menentukan apa yang Dia inginkan atas segala sesuatu."
      },
      {
        "id": 5077,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5077,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ يُحْيٖ وَيُمِيْتُۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
        "body_ayat_ltn_en": "Lahoo mulkus samaawaati wal ardi yuhyee wa yumeetu wa Huwa 'alaa kulli shai'in Qadeer",
        "body_ayat_ltn_in": "lahu mulku alssamaawaati waal-ardhi yuhyii wayumiitu wahuwa 'alaa kulli syay-in qadiirun",
        "body_ayat_ltn_in_html": "lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yu<u>h</u>yii wayumiitu wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "invers_tajweed": "لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يُحْى[n[ِۦ] وَيُمِيتُ‌ۖ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
        "translation_id": "Milik-Nyalah kerajaan langit dan bumi, Dia menghidupkan dan mematikan, dan Dia Mahakuasa atas segala sesuatu.",
        "translation_en": "His is the dominion of the heavens and earth. He gives life and causes death, and He is over all things competent.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5077",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5077.mp3",
        "tafsir_short": "Allah adalah Pencipta semua makhluk, karena itu hanya milik-Nyalah kerajaan langit dan bumi serta semua yang ada di antara keduanya. Dia berkuasa menghidupkan dan mematikan apa saja sesuai kehendak-Nya, dan Dia Mahakuasa untuk menentukan apa yang Dia inginkan atas segala sesuatu.3. Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta."
      },
      {
        "id": 5078,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5078,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
        "body_ayat_ltn_en": "Huwal Awwalu wal'Aakhiru waz Zaahiru wal Baatinu wa huwa bikulli shai'in Aleem",
        "body_ayat_ltn_in": "huwa al-awwalu waal-aakhiru waalzhzhaahiru waalbaathinu wahuwa bikulli syay-in 'aliimun",
        "body_ayat_ltn_in_html": "huwa <strong>a</strong>l-awwalu wa<strong>a</strong>l-<u>aa</u>khiru wa<strong>al</strong><u>zhzhaa</u>hiru wa<strong>a</strong>lb<u>aath</u>inu wahuwa bikulli syay-in 'aliim<strong>un</strong>",
        "invers_tajweed": "هُوَ [h:13307[ٱ]لْأَوَّلُ وَ[h:13308[ٱ]لْأَخِرُ وَ[h:13309[ٱ][l[ل]ظَّ[n[ـٰ]هِرُ وَ[h:13310[ٱ]لْبَاطِنُ‌ۖ وَهُوَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
        "translation_id": "Dialah Yang Awal, Yang Akhir, Yang Zahir dan Yang Batin; dan Dia Maha Mengetahui segala sesuatu.",
        "translation_en": "He is the First and the Last, the Ascendant and the Intimate, and He is, of all things, Knowing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5078",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5078.mp3",
        "tafsir_short": "Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta.4. Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemayam di atas ‘Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya."
      },
      {
        "id": 5079,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5079,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "هُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ مَعَكُمْ اَيْنَ مَا كُنْتُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌۗ",
        "body_ayat_ltn_en": "Huwal lazee khalaqas samaawaati wal arda fee sittati ayyaamin summas tawaa 'alal 'Arsh; ya'lamu maa yaliju filardi wa maa yakhruju minhaa wa maa yanzilu minas samaaa'i wa maa ya'ruju feeha wa Huwa ma'akum ayna maa kuntum; wallaahu bimaa ta'maloona Baseer",
        "body_ayat_ltn_in": "huwa alladzii khalaqa alssamaawaati waal-ardha fii sittati ayyaamin tsumma istawaa 'alaa al'arsyi ya'lamu maa yaliju fii al-ardhi wamaa yakhruju minhaa wamaa yanzilu mina alssamaa-i wamaa ya'ruju fiihaa wahuwa ma'akum ayna maa kuntum waallaahu bimaa ta'maluuna bashiirun",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi ya'lamu m<u>aa</u> yaliju fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> yakhruju minh<u>aa</u> wam<u>aa</u> yanzilu mina <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> ya'ruju fiih<u>aa</u> wahuwa ma'akum ayna m<u>aa</u> kuntum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
        "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۚ يَعْلَمُ مَا يَلِجُ فِى [h:44[ٱ]لْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَ[f:10919[نز]ِلُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَمَا يَعْرُجُ فِيهَا‌ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُ[f:100[نت]ُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
        "translation_id": "Dialah yang menciptakan langit dan bumi dalam enam masa; kemudian Dia bersemayam di atas ‘Arsy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar dari dalamnya, apa yang turun dari langit dan apa yang naik ke sana. Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.",
        "translation_en": "It is He who created the heavens and earth in six days and then established Himself above the Throne. He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein; and He is with you wherever you are. And Allah, of what you do, is Seeing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5079",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5079.mp3",
        "tafsir_short": "Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemayam di atas ‘Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya.5. Allah adalah Pencipta semua makhluk, karena itu milik-Nyalah kerajaan langit dan bumi. Semua berasal dari-Nya dan hanya kepada Allah segala urusan yang terkait dengan makhluk dikembalikan."
      },
      {
        "id": 5080,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5080,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
        "body_ayat_ltn_en": "Lahoo mulkus samaawaati wal ard; wa ilal laahi turja'ul umoor",
        "body_ayat_ltn_in": "lahu mulku alssamaawaati waal-ardhi wa-ilaa allaahi turja'u al-umuuru",
        "body_ayat_ltn_in_html": "lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>",
        "invers_tajweed": "لَّهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ",
        "translation_id": "Milik-Nyalah kerajaan langit dan bumi. Dan hanya kepada Allah segala urusan dikembalikan.",
        "translation_en": "His is the dominion of the heavens and earth. And to Allah are returned [all] matters.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5080",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5080.mp3",
        "tafsir_short": "Allah adalah Pencipta semua makhluk, karena itu milik-Nyalah kerajaan langit dan bumi. Semua berasal dari-Nya dan hanya kepada Allah segala urusan yang terkait dengan makhluk dikembalikan.6. Di antara tanda kekuasaan Allah adalah pergantian waktu. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktunya lebih panjang saat musim panas, dan memasukkan siang ke dalam malam sehingga waktunya lebih lama saat musim dingin. Dia mengatur semua yang ada dan Dia Maha mengetahui segala isi hati, baik yang kemudian diungkapkan maupun yang terus disembunyikan."
      },
      {
        "id": 5081,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5081,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۗ وَهُوَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
        "body_ayat_ltn_en": "Yoolijul laila fin nahaari wa yoolijun nahaara fil lail; wa Huwa 'Aleemum bizaatis sudoor",
        "body_ayat_ltn_in": "yuuliju allayla fii alnnahaari wayuuliju alnnahaara fii allayi wahuwa 'aliimun bidzaati alshshuduuri",
        "body_ayat_ltn_in_html": "yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layi wahuwa 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
        "invers_tajweed": "يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ‌ۚ وَهُوَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
        "translation_id": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dan Dia Maha Mengetahui segala isi hati.",
        "translation_en": "He causes the night to enter the day and causes the day to enter the night, and he is Knowing of that within the breasts.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5081",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5081.mp3",
        "tafsir_short": "Di antara tanda kekuasaan Allah adalah pergantian waktu. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktunya lebih panjang saat musim panas, dan memasukkan siang ke dalam malam sehingga waktunya lebih lama saat musim dingin. Dia mengatur semua yang ada dan Dia Maha mengetahui segala isi hati, baik yang kemudian diungkapkan maupun yang terus disembunyikan. 7. Bila sebelumnya Allah memperlihatkan bukti-bukti kekuasaan-Nya, pada ayat ini Allah menganjurkan orang mukmin untuk berinfak. Wahai manusia, berimanlah kamu kepada Allah yang telah menciptakanmu dan kepada Rasul yang diutus-Nya untuk menyampaikan tuntunan-Nya, dan infakkanlah sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya, kepada orang yang berhak. Sesungguhnya dalam hartamu itu terdapat bagian Allah bagi mereka. Maka, orang-orang yang beriman kepada Allah dan Rasul-Nya di antara kamu dan menginfakkan sebagian dari hartanya di jalan Allah akan memperoleh pahala yang besar, baik di dunia maupun akhirat."
      },
      {
        "id": 5082,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5082,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاَنْفِقُوْا مِمَّا جَعَلَكُمْ مُّسْتَخْلَفِيْنَ فِيْهِۗ فَالَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَاَنْفَقُوْا لَهُمْ اَجْرٌ كَبِيْرٌ",
        "body_ayat_ltn_en": "Aaaminoo billaahi wa Rasoolihee wa anfiqoo mimmaa ja'alakum mustakh lafeena feehi fallazeena aamanoo minkum wa anfaqoo lahum ajrun kabeer",
        "body_ayat_ltn_in": "aaminuu biallaahi warasuulihi wa-anfiquu mimmaa ja'alakum mustakhlafiina fiihi faalladziina aamanuu minkum wa-anfaquu lahum ajrun kabiirun",
        "body_ayat_ltn_in_html": "<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa-anfiquu mimm<u>aa</u> ja'alakum mustakhlafiina fiihi fa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu minkum wa-anfaquu lahum ajrun kabiir<strong>un</strong>",
        "invers_tajweed": "ءَامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَأَ[f:1045[نف]ِقُو[s[اْ] مِ[g[مّ]َا جَعَلَك[w:13311[ُم م]ُّسْتَخْلَفِينَ فِيهِ‌ۖ فَ[h:2514[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَأَ[f:2789[نف]َقُو[s[اْ] لَهُمْ أَ[q:2423[جْ][f:13312[رٌ ك]َب[p[ِي]رٌ",
        "translation_id": "Berimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar.",
        "translation_en": "Believe in Allah and His Messenger and spend out of that in which He has made you successors. For those who have believed among you and spent, there will be a great reward.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5082",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5082.mp3",
        "tafsir_short": "Bila sebelumnya Allah memperlihatkan bukti-bukti kekuasaan-Nya, pada ayat ini Allah menganjurkan orang mukmin untuk berinfak. Wahai manusia, berimanlah kamu kepada Allah yang telah menciptakanmu dan kepada Rasul yang diutus-Nya untuk menyampaikan tuntunan-Nya, dan infakkanlah sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya, kepada orang yang berhak. Sesungguhnya dalam hartamu itu terdapat bagian Allah bagi mereka. Maka, orang-orang yang beriman kepada Allah dan Rasul-Nya di antara kamu dan menginfakkan sebagian dari hartanya di jalan Allah akan memperoleh pahala yang besar, baik di dunia maupun akhirat.8. Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin."
      },
      {
        "id": 5083,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5083,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "وَمَا لَكُمْ لَا تُؤْمِنُوْنَ بِاللّٰهِ ۚوَالرَّسُوْلُ يَدْعُوْكُمْ لِتُؤْمِنُوْا بِرَبِّكُمْ وَقَدْ اَخَذَ مِيْثَاقَكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
        "body_ayat_ltn_en": "Wa maa lakum laa tu'minoona billaahi war Rasoolu yad'ookum lituu'minoo bi Rabbikum wa qad akhaza meesaaqakum in kuntum mu'mineen",
        "body_ayat_ltn_in": "wamaa lakum laa tu/minuuna biallaahi waalrrasuulu yad'uukum litu/minuu birabbikum waqad akhadza miitsaaqakum in kuntum mu/miniina",
        "body_ayat_ltn_in_html": "wam<u>aa</u> lakum l<u>aa</u> tu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>rrasuulu yad'uukum litu/minuu birabbikum waqad akha<u>dz</u>a miits<u>aa</u>qakum in kuntum mu/miniin<strong>a</strong>",
        "invers_tajweed": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ‌ۙ وَ[h:2331[ٱ][l[ل]رَّسُولُ يَ[q:2332[دْ]عُوكُمْ لِتُؤْمِنُو[s[اْ] بِرَبِّكُمْ وَقَ[q:387[دْ] أَخَذَ مِيثَ[n[ـٰ]قَكُمْ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ",
        "translation_id": "Dan mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajak kamu beriman kepada Tuhanmu? Dan Dia telah mengambil janji (setia)mu, jika kamu orang-orang mukmin.",
        "translation_en": "And why do you not believe in Allah while the Messenger invites you to believe in your Lord and He has taken your covenant, if you should [truly] be believers?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5083",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5083.mp3",
        "tafsir_short": "Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin.9. Sungguh, Dialah yang menurunkan ayat-ayat yang terang, yaitu Al-Qur’an, yang diwahyukan kepada hamba-Nya untuk mengeluarkan kamu dari kegelapan, yaitu kekafiran dan kemungkaran, kepada cahaya petunjuk menuju keimanan dan kebajikan. Dan sungguh, terhadap kamu Allah benar-benar Maha Penyantun lagi Maha Penyayang, baik di dunia maupun akhirat."
      },
      {
        "id": 5084,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5084,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "هُوَ الَّذِيْ يُنَزِّلُ عَلٰى عَبْدِهٖٓ اٰيٰتٍۢ بَيِّنٰتٍ لِّيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَاِنَّ اللّٰهَ بِكُمْ لَرَءُوْفٌ رَّحِيْمٌ ",
        "body_ayat_ltn_en": "Huwal lazee yunazzilu 'alaa 'abdiheee Aayaatim baiyinaatil liyukhrijakum minaz zulumaati ilan noor; wa innal laaha bikum la Ra'oofur Raheem",
        "body_ayat_ltn_in": "huwa alladzii yunazzilu 'alaa 'abdihi aayaatin bayyinaatin liyukhrijakum mina alzhzhulumaati ilaa alnnuuri wa-inna allaaha bikum larauufun rahiimun",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii yunazzilu 'al<u>aa</u> 'abdihi <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin liyukhrijakum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wa-inna <strong>al</strong>l<u>aa</u>ha bikum larauufun ra<u>h</u>iim<strong>un</strong>",
        "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى يُنَزِّلُ عَلَىٰ عَ[q:7944[بْ]دِه[o[ِۦٓ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][u:13313[تٍ ل]ِّيُخْرِجَك[w:10845[ُم م]ِّنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ‌ۚ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ بِكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ",
        "translation_id": "Dialah yang menurunkan ayat-ayat yang terang (Al-Qur'an) kepada hamba-Nya (Muhammad) untuk mengeluarkan kamu dari kegelapan kepada cahaya. Dan sungguh, terhadap kamu Allah Maha Penyantun, Maha Penyayang.",
        "translation_en": "It is He who sends down upon His Servant [Muhammad] verses of clear evidence that He may bring you out from darknesses into the light. And indeed, Allah is to you Kind and Merciful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5084",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5084.mp3",
        "tafsir_short": "Sungguh, Dialah yang menurunkan ayat-ayat yang terang, yaitu Al-Qur’an, yang diwahyukan kepada hamba-Nya untuk mengeluarkan kamu dari kegelapan, yaitu kekafiran dan kemungkaran, kepada cahaya petunjuk menuju keimanan dan kebajikan. Dan sungguh, terhadap kamu Allah benar-benar Maha Penyantun lagi Maha Penyayang, baik di dunia maupun akhirat.10. Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal."
      },
      {
        "id": 5085,
        "surat_id": 57,
        "jus": 27,
        "ruku": 472,
        "no_ayat_inquran": 5085,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "وَمَا لَكُمْ اَلَّا تُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ  لَا يَسْتَوِيْ مِنْكُمْ مَّنْ اَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَۗ  اُولٰۤىِٕكَ اَعْظَمُ دَرَجَةً مِّنَ الَّذِيْنَ اَنْفَقُوْا مِنْۢ بَعْدُ وَقَاتَلُوْاۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ",
        "body_ayat_ltn_en": "Wa maa lakum allaa tunfiqoo fee sabeelil laahi wa lillaahi meeraasus samaawaati wal-ard; laa yastawee minkum man anfaqa min qablil fat-hi wa qaatal; ulaaaika a'zamu darajatam minal lazeena anfaqoo mim ba'du wa qaataloo; wa kullanw wa'adallaahul husnaa; wallaahu bimaa ta'maloona Khabeer",
        "body_ayat_ltn_in": "wamaa lakum allaa tunfiquu fii sabiili allaahi walillaahi miiraatsu alssamaawaati waal-ardhi laa yastawii minkum man anfaqa min qabli alfathi waqaatala ulaa-ika a'zhamu darajatan mina alladziina anfaquu min ba'du waqaataluu wakullan wa'ada allaahu alhusnaa waallaahu bimaa ta'maluuna khabiirun",
        "body_ayat_ltn_in_html": "wam<u>aa</u> lakum <strong>al</strong>l<u>aa</u> tunfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi walill<u>aa</u>hi miir<u>aa</u>tsu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> yastawii minkum man anfaqa min qabli <strong>a</strong>lfat<u>h</u>i waq<u>aa</u>tala ul<u>aa</u>-ika a'<u>zh</u>amu darajatan mina <strong>al</strong>la<u>dz</u>iina anfaquu min ba'du waq<u>aa</u>taluu wakullan wa'ada <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l<u>h</u>usn<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
        "invers_tajweed": "وَمَا لَكُمْ أَلَّا تُ[f:1607[نف]ِقُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ وَلِلَّهِ مِير[n[َٲ]ثُ [h:2459[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ لَا يَسْتَوِى مِ[f:344[نك][w:2322[ُم م]َّنْ أَ[f:8088[نف]َقَ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ [h:13314[ٱ]لْفَتْحِ وَقَ[n[ـٰ]تَلَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَعْظَمُ دَرَجَ[a:13315[ةً م]ِّنَ [h:523[ٱ]لَّذِينَ أَ[f:1538[نف]َقُو[s[اْ] م[i:1287[ِنۢ ب]َعْدُ وَقَ[n[ـٰ]تَلُو[s[اْ‌ۚ] وَكُل[a:3054[اًّ و]َعَدَ [h:3055[ٱ]للَّهُ [h:3056[ٱ]لْحُسْنَىٰ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
        "translation_id": "Dan mengapa kamu tidak menginfakkan hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Mekah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti apa yang kamu kerjakan.",
        "translation_en": "And why do you not spend in the cause of Allah while to Allah belongs the heritage of the heavens and the earth? Not equal among you are those who spent before the conquest [of Makkah] and fought [and those who did so after it]. Those are greater in degree than they who spent afterwards and fought. But to all Allah has promised the best [reward]. And Allah, with what you do, is Acquainted.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5085",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5085.mp3",
        "tafsir_short": "Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal.11. Untuk mendorong agar manusia gemar bersedekah, Allah menetap-kan bahwa barang siapa meminjamkan kepada Allah dengan pinjaman yang baik, berupa kebajikan atau sedekah kepada orang lain, maka Allah akan mengembalikannya dengan jumlah yang berlipat ganda untuknya. Dan selain itu, baginya akan dikaruniakan pahala yang mulia dari Allah."
      },
      {
        "id": 5086,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5086,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗ وَلَهٗٓ اَجْرٌ كَرِيْمٌ ",
        "body_ayat_ltn_en": "man zal lazee yuqridul laaha qardan hasanan fa yudaa'ifahoo lahoo wa lahooo ajrun kareem",
        "body_ayat_ltn_in": "man dzaa alladzii yuqridhu allaaha qardhan hasanan fayudaa'ifahu lahu walahu ajrun kariimun",
        "body_ayat_ltn_in_html": "man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yuqri<u>dh</u>u <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan fayu<u>daa</u>'ifahu lahu walahu ajrun kariim<strong>un</strong>",
        "invers_tajweed": "مَّ[f:1375[ن ذ]َا [h:1376[ٱ]لَّذِى يُ[q:1377[قْ]رِضُ [h:1378[ٱ]للَّهَ قَرْضًا حَسَ[f:1379[نًا ف]َيُضَ[n[ـٰ]عِفَهُ[n[ۥ] لَهُ[n[ۥ] وَلَهُ[o[ۥٓ] أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ",
        "translation_id": "Barangsiapa meminjamkan kepada Allah dengan pinjaman yang baik, maka Allah akan mengembalikannya berlipat ganda untuknya, dan baginya pahala yang mulia,",
        "translation_en": "Who is it that would loan Allah a goodly loan so He will multiply it for him and he will have a noble reward?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5086",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5086.mp3",
        "tafsir_short": "Untuk mendorong agar manusia gemar bersedekah, Allah menetap-kan bahwa barang siapa meminjamkan kepada Allah dengan pinjaman yang baik, berupa kebajikan atau sedekah kepada orang lain, maka Allah akan mengembalikannya dengan jumlah yang berlipat ganda untuknya. Dan selain itu, baginya akan dikaruniakan pahala yang mulia dari Allah.12. Usai menerangkan fadilah berinfak di jalan Allah, melalui ayat berikut Allah menjelaskan balasan di akhirat bagi orang yang berinfak. Ingatlah pada hari ketika engkau akan melihat orang-orang yang beriman laki-laki dan perempuan di akhirat, betapa cahaya mereka yang terang bersinar di depan dan di samping kanan mereka sebagai balasan atas kebajikan dan kepatuhan mereka. Dikatakan kepada mereka, “Pada hari ini ada berita gembira untukmu. Allah menganugerahkan kepadamu surga-surga yang mengalir di bawahnya sungai-sungai dengan air, susu yang tidak berubah rasa, khamr yang lezat, dan madu. Mereka semua kekal di dalamnya. Demikian itulah anugerah dan kemenangan yang agung dari Allah.”"
      },
      {
        "id": 5087,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5087,
        "no_ayat_insurat": 12,
        "body_ayat_arb": "يَوْمَ تَرَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ يَسْعٰى نُوْرُهُمْ بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ بُشْرٰىكُمُ الْيَوْمَ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۚ ",
        "body_ayat_ltn_en": "Yawma taral mu'mineena walmu'minaati yas'aa nooruhum baina aydeehim wa biaymaanihim bushraakumul yawma jannaatun tajree min tahtihal anhaaru khaalideena feeha; zaalika huwal fawzul 'azeem",
        "body_ayat_ltn_in": "yawma taraa almu/miniina waalmu/minaati yas'aa nuuruhum bayna aydiihim wabi-aymaanihim busyraakumu alyawma jannaatun tajrii min tahtihaa al-anhaaru khaalidiina fiihaa dzaalika huwa alfawzu al'azhiimu",
        "body_ayat_ltn_in_html": "yawma tar<u>aa</u> <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti yas'<u>aa</u> nuuruhum bayna aydiihim wabi-aym<u>aa</u>nihim busyr<u>aa</u>kumu <strong>a</strong>lyawma jann<u>aa</u>tun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> <u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>",
        "invers_tajweed": "يَوْمَ تَرَى [h:13317[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ يَسْعَىٰ نُورُه[c:13318[ُم ب]َيْنَ أَيْدِيهِمْ وَبِأَيْمَ[n[ـٰ]نِه[c:13319[ِم ب]ُشْرَ[n[ٮٰ]كُمُ [h:13320[ٱ]لْيَوْمَ جَ[g[نّ]َ[n[ـٰ][f:1786[تٌ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ",
        "translation_id": "pada hari engkau akan melihat orang-orang yang beriman laki-laki dan perempuan, betapa cahaya mereka bersinar di depan dan di samping kanan mereka, (dikatakan kepada mereka), “Pada hari ini ada berita gembira untukmu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Demikian itulah kemenangan yang agung.”",
        "translation_en": "On the Day you see the believing men and believing women, their light proceeding before them and on their right, [it will be said], \"Your good tidings today are [of] gardens beneath which rivers flow, wherein you will abide eternally.\" That is what is the great attainment.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5087",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5087.mp3",
        "tafsir_short": "Usai menerangkan fadilah berinfak di jalan Allah, melalui ayat berikut Allah menjelaskan balasan di akhirat bagi orang yang berinfak. Ingatlah pada hari ketika engkau akan melihat orang-orang yang beriman laki-laki dan perempuan di akhirat, betapa cahaya mereka yang terang bersinar di depan dan di samping kanan mereka sebagai balasan atas kebajikan dan kepatuhan mereka. Dikatakan kepada mereka, “Pada hari ini ada berita gembira untukmu. Allah menganugerahkan kepadamu surga-surga yang mengalir di bawahnya sungai-sungai dengan air, susu yang tidak berubah rasa, khamr yang lezat, dan madu. Mereka semua kekal di dalamnya. Demikian itulah anugerah dan kemenangan yang agung dari Allah.”13. Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahayamu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahaya yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik."
      },
      {
        "id": 5088,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5088,
        "no_ayat_insurat": 13,
        "body_ayat_arb": "يَوْمَ يَقُوْلُ الْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ لِلَّذِيْنَ اٰمَنُوا انْظُرُوْنَا نَقْتَبِسْ مِنْ نُّوْرِكُمْۚ قِيْلَ ارْجِعُوْا وَرَاۤءَكُمْ فَالْتَمِسُوْا نُوْرًاۗ فَضُرِبَ بَيْنَهُمْ بِسُوْرٍ لَّهٗ بَابٌۗ بَاطِنُهٗ فِيْهِ الرَّحْمَةُ وَظَاهِرُهٗ مِنْ قِبَلِهِ الْعَذَابُۗ",
        "body_ayat_ltn_en": "Yawma yaqoolul munaa fiqoona walmunaafiqaatu lillazeena aamanun zuroonaa naqtabis min noorikum qeelarji'oo waraaa'akum faltamisoo nooran faduriba bainahum bisooril lahoo baab, baatinuhoo feehir rahmatu wa zaahiruhoo min qibalihi-'azaab",
        "body_ayat_ltn_in": "yawma yaquulu almunaafiquuna waalmunaafiqaatu lilladziina aamanuu unzhuruunaa naqtabis min nuurikum qiila irji'uu waraa-akum failtamisuu nuuran fadhuriba baynahum bisuurin lahu baabun baathinuhu fiihi alrrahmatu wazhaahiruhu min qibalihi al'adzaabu",
        "body_ayat_ltn_in_html": "yawma yaquulu <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>tu lilla<u>dz</u>iina <u>aa</u>manuu un<u>zh</u>uruun<u>aa</u> naqtabis min nuurikum qiila irji'uu war<u>aa</u>-akum fa<strong>i</strong>ltamisuu nuuran fa<u>dh</u>uriba baynahum bisuurin lahu b<u>aa</u>bun b<u>aath</u>inuhu fiihi <strong>al</strong>rra<u>h</u>matu wa<u>zhaa</u>hiruhu min qibalihi <strong>a</strong>l'a<u>dzaa</u>b<strong>u</strong>",
        "invers_tajweed": "يَوْمَ يَقُولُ [h:5376[ٱ]لْمُنَ[n[ـٰ]فِقُونَ وَ[h:5691[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تُ لِلَّذِينَ ءَامَنُو[s[اْ] [h:13321[ٱ][f:13322[نظ]ُرُونَا نَ[q:13323[قْ]تَبِسْ م[a:13324[ِن ن]ُّورِكُمْ قِيلَ [h:13325[ٱ]رْجِعُو[s[اْ] وَر[o[َا]ٓءَكُمْ فَ[h:13326[ٱ]لْتَمِسُو[s[اْ] نُو[f:13327[رًا ف]َضُرِبَ بَيْنَه[c:13328[ُم ب]ِسُو[u:13329[رٍ ل]َّهُ[n[ۥ] بَا[i:13330[بُۢ ب]َاطِنُهُ[n[ۥ] فِيهِ [h:13331[ٱ][l[ل]رَّحْمَةُ وَظَ[n[ـٰ]هِرُهُ[n[ۥ] مِ[f:13332[ن ق]ِبَلِهِ [h:13333[ٱ]لْعَذ[p[َا][q[ب]ُ",
        "translation_id": "Pada hari orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah kami! Kami ingin mengambil cahayamu.” (Kepada mereka) dikatakan,  ”Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).” Lalu di antara mereka dipasang dinding (pemisah) yang berpintu. Di sebelah dalam ada rahmat dan di luarnya hanya ada azab.",
        "translation_en": "On the [same] Day the hypocrite men and hypocrite women will say to those who believed, \"Wait for us that we may acquire some of your light.\" It will be said, \"Go back behind you and seek light.\" And a wall will be placed between them with a door, its interior containing mercy, but on the outside of it is torment.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5088",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5088.mp3",
        "tafsir_short": "Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahayamu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahaya yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik.14. Begitu mendapati azab, orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami di dunia dahulu bersama kamu?” Mereka yang beriman menjawab, “Benar, tetapi kamu selalu mencelakakan dirimu sendiri dengan melakukan perbuatan yang tidak patut dan hanya menunggu kehancuran kami dengan pengkhianatanmu, dan kamu meragukan janji Allah dan seringkali kamu ditipu oleh angan-angan kosong sampai pada akhirnya datanglah ketetapan Allah; dan setan penipu datang memperdaya kamu tentang Allah sehingga kamu terus berada dalam keraguan."
      },
      {
        "id": 5089,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5089,
        "no_ayat_insurat": 14,
        "body_ayat_arb": "يُنَادُوْنَهُمْ اَلَمْ نَكُنْ مَّعَكُمْۗ قَالُوْا بَلٰى وَلٰكِنَّكُمْ فَتَنْتُمْ اَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْاَمَانِيُّ حَتّٰى جَاۤءَ اَمْرُ اللّٰهِ وَغَرَّكُمْ بِاللّٰهِ الْغَرُوْرُ ",
        "body_ayat_ltn_en": "Yunaadoonahum alam nakum ma'akum qaaloo balaa wa laakinnakum fatantum anfusakum wa tarabbastum wartabtum wa gharratkumul amaaniyyu hatta jaaa'a amrul laahi wa gharrakum billaahil gharoor",
        "body_ayat_ltn_in": "yunaaduunahum alam nakun ma'akum qaaluu balaa walaakinnakum fatantum anfusakum watarabbashtum wairtabtum wagharratkumu al-amaaniyyu hattaa jaa-a amru allaahi wagharrakum biallaahi algharuuru",
        "body_ayat_ltn_in_html": "yun<u>aa</u>duunahum alam nakun ma'akum q<u>aa</u>luu bal<u>aa</u> wal<u>aa</u>kinnakum fatantum anfusakum watarabba<u>sh</u>tum wa<strong>i</strong>rtabtum wagharratkumu al-am<u>aa</u>niyyu <u>h</u>att<u>aa</u> j<u>aa</u>-a amru <strong>al</strong>l<u>aa</u>hi wagharrakum bi<strong>al</strong>l<u>aa</u>hi algharuur<strong>u</strong>",
        "invers_tajweed": "يُنَادُونَهُمْ أَلَمْ نَك[a:3220[ُن م]َّعَكُمْ‌ۖ قَالُو[s[اْ] بَلَىٰ وَلَ[n[ـٰ]كِ[g[نّ]َكُمْ فَتَ[f:13334[نت]ُمْ أَ[f:221[نف]ُسَكُمْ وَتَرَبَّصْتُمْ وَ[h:13335[ٱ]رْتَ[q:13335[بْ]تُمْ وَغَرَّتْكُمُ [h:13336[ٱ]لْأَمَانِىُّ حَتَّىٰ ج[o[َا]ٓءَ أَمْرُ [h:2832[ٱ]للَّهِ وَغَرَّك[c:13337[ُم ب]ِ[h:32[ٱ]للَّهِ [h:10615[ٱ]لْغَر[p[ُو]رُ",
        "translation_id": "Orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami dahulu bersama kamu?” Mereka menjawab, “Benar, tetapi kamu mencelakakan dirimu sendiri, dan hanya menunggu, meragukan (janji Allah) dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah; dan penipu (setan) datang memperdaya kamu tentang Allah.",
        "translation_en": "The hypocrites will call to the believers, \"Were we not with you?\" They will say, \"Yes, but you afflicted yourselves and awaited [misfortune for us] and doubted, and wishful thinking deluded you until there came the command of Allah. And the Deceiver deceived you concerning Allah.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5089",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5089.mp3",
        "tafsir_short": "Begitu mendapati azab, orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami di dunia dahulu bersama kamu?” Mereka yang beriman menjawab, “Benar, tetapi kamu selalu mencelakakan dirimu sendiri dengan melakukan perbuatan yang tidak patut dan hanya menunggu kehancuran kami dengan pengkhianatanmu, dan kamu meragukan janji Allah dan seringkali kamu ditipu oleh angan-angan kosong sampai pada akhirnya datanglah ketetapan Allah; dan setan penipu datang memperdaya kamu tentang Allah sehingga kamu terus berada dalam keraguan.15. Wahai orang munafik, karena keraguanmu kepada Allah dan janji-Nya, maka pada hari ini, yaitu di akhirat, tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Karena sikapmu itu maka tempat kamu yang sesuai adalah di neraka. Itulah tempat berlindungmu untuk selama-lamanya, dan itulah seburuk-buruk tempat kembali bagi orang yang ingkar.”"
      },
      {
        "id": 5090,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5090,
        "no_ayat_insurat": 15,
        "body_ayat_arb": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ مَأْوٰىكُمُ النَّارُۗ هِيَ مَوْلٰىكُمْۗ وَبِئْسَ الْمَصِيْرُ ",
        "body_ayat_ltn_en": "Fal Yawma laa yu'khazu minkum fidyatunw wa laa minal lazeena kafaroo; maawaakumun Naaru hiya maw laakum wa bi'sal maseer",
        "body_ayat_ltn_in": "faalyawma laa yu/khadzu minkum fidyatun walaa mina alladziina kafaruu ma/waakumu alnnaaru hiya mawlaakum wabi/sa almashiiru",
        "body_ayat_ltn_in_html": "fa<strong>a</strong>lyawma l<u>aa</u> yu/kha<u>dz</u>u minkum fidyatun wal<u>aa</u> mina <strong>al</strong>la<u>dz</u>iina kafaruu ma/w<u>aa</u>kumu <strong>al</strong>nn<u>aa</u>ru hiya mawl<u>aa</u>kum wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "invers_tajweed": "فَ[h:9999[ٱ]لْيَوْمَ لَا يُؤْخَذُ مِ[f:344[نك]ُمْ فِ[q:959[دْ]يَ[a:13338[ةٌ و]َلَا مِنَ [h:523[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] مَأْوَ[n[ٮٰ]كُمُ [h:13339[ٱ][l[ل][g[نّ]َارُ‌ۖ هِىَ مَوْلَ[n[ـٰ]كُمْ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
        "translation_id": "Maka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.”",
        "translation_en": "So today no ransom will be taken from you or from those who disbelieved. Your refuge is the Fire. It is most worthy of you, and wretched is the destination.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5090",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5090.mp3",
        "tafsir_short": "Wahai orang munafik, karena keraguanmu kepada Allah dan janji-Nya, maka pada hari ini, yaitu di akhirat, tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Karena sikapmu itu maka tempat kamu yang sesuai adalah di neraka. Itulah tempat berlindungmu untuk selama-lamanya, dan itulah seburuk-buruk tempat kembali bagi orang yang ingkar.”16. Usai menjelaskan balasan bagi orang munafik dan kafir, pada ayat ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagia dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya."
      },
      {
        "id": 5091,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5091,
        "no_ayat_insurat": 16,
        "body_ayat_arb": "اَلَمْ يَأْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْۗ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ  ",
        "body_ayat_ltn_en": "Alam yaani laillzeena aamanooo an takhsha'a quloo buhum lizikril laahi wa maa nazala minal haqqi wa laa yakoonoo kallazeena ootul Kitaaba min qablu fataala 'alaihimul amadu faqasat quloobuhum wa kaseerum minhum faasiqoon",
        "body_ayat_ltn_in": "alam ya/ni lilladziina aamanuu an takhsya'a quluubuhum lidzikri allaahi wamaa nazala mina alhaqqi walaa yakuunuu kaalladziina uutuu alkitaaba min qablu fathaala 'alayhimu al-amadu faqasat quluubuhum wakatsiirun minhum faasiquuna",
        "body_ayat_ltn_in_html": "alam ya/ni lilla<u>dz</u>iina <u>aa</u>manuu an takhsya'a quluubuhum li<u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> nazala mina <strong>a</strong>l<u>h</u>aqqi wal<u>aa</u> yakuunuu ka<strong>a</strong>lla<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba min qablu fa<u>th</u><u>aa</u>la 'alayhimu <strong>a</strong>l-amadu faqasat quluubuhum wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>",
        "invers_tajweed": "۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[f:13340[ن ت]َخْشَعَ قُلُوبُهُمْ لِذِكْرِ [h:13341[ٱ]للَّهِ وَمَا نَزَلَ مِنَ [h:1173[ٱ]لْحَقِّ وَلَا يَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:128[ن ق]َ[q:129[بْ]لُ فَطَالَ عَلَيْهِمُ [h:13342[ٱ]لْأَمَدُ فَقَسَتْ قُلُوبُهُمْ‌ۖ وَكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ",
        "translation_id": "Belum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik.",
        "translation_en": "Has the time not come for those who have believed that their hearts should become humbly submissive at the remembrance of Allah and what has come down of the truth? And let them not be like those who were given the Scripture before, and a long period passed over them, so their hearts hardened; and many of them are defiantly disobedient.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5091",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5091.mp3",
        "tafsir_short": "Usai menjelaskan balasan bagi orang munafik dan kafir, pada ayat ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagia dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya.17. Wahai orang yang beriman, ketahuilah bahwa Allah berkuasa menghidupkan bumi setelah mati dan kering-nya dengan menurunkan hujan sehingga bumi menjadi subur dan menjadi media tumbuh tanaman. Sungguh, telah Kami jelaskan kepadamu sebagian dari tanda-tanda kebesaran Kami, baik yang ada di alam semesta atau pada dirimu sendiri, agar kamu mengerti."
      },
      {
        "id": 5092,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5092,
        "no_ayat_insurat": 17,
        "body_ayat_arb": "اِعْلَمُوْٓا اَنَّ اللّٰهَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ",
        "body_ayat_ltn_en": "I'lamooo annal laaha yuhyil arda ba'da mawtihaa; qad baiyannaa lakumul Aayaati la'allakum ta'qiloon",
        "body_ayat_ltn_in": "i'lamuu anna allaaha yuhyii al-ardha ba'da mawtihaa qad bayyannaa lakumu al-aayaati la'allakum ta'qiluuna",
        "body_ayat_ltn_in_html": "i'lamuu anna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>yii <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> qad bayyann<u>aa</u> lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum ta'qiluun<strong>a</strong>",
        "invers_tajweed": "ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يُحْىِ [h:10518[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَا‌ۚ قَ[q:298[دْ] بَيَّ[g[نّ]َا لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّكُمْ تَعْقِل[p[ُو]نَ",
        "translation_id": "Ketahuilah bahwa Allah yang menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.",
        "translation_en": "Know that Allah gives life to the earth after its lifelessness. We have made clear to you the signs; perhaps you will understand.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5092",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5092.mp3",
        "tafsir_short": "Wahai orang yang beriman, ketahuilah bahwa Allah berkuasa menghidupkan bumi setelah mati dan kering-nya dengan menurunkan hujan sehingga bumi menjadi subur dan menjadi media tumbuh tanaman. Sungguh, telah Kami jelaskan kepadamu sebagian dari tanda-tanda kebesaran Kami, baik yang ada di alam semesta atau pada dirimu sendiri, agar kamu mengerti. 18. Sesungguhnya orang-orang yang bersedekah dengan menginfakkan sebagian hartanya, baik laki-laki maupun perempuan, dan mereka dengan ikhlas meminjamkan kepada Allah dengan pinjaman yang baik, niscaya akan dilipatgandakan balasan kebaikan bagi mereka; dan mereka akan mendapat pahala yang mulia dari sisi-Nya."
      },
      {
        "id": 5093,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5093,
        "no_ayat_insurat": 18,
        "body_ayat_arb": "اِنَّ الْمُصَّدِّقِيْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعَفُ لَهُمْ وَلَهُمْ اَجْرٌ كَرِيْمٌ ",
        "body_ayat_ltn_en": "Innal mussaddiqeena wal mussaddiqaati wa aqradul laaha qardan hassanany yudaa'afu lahum wa lahum ajrun kareem",
        "body_ayat_ltn_in": "inna almushshaddiqiina waalmushshaddiqaati wa-aqradhuu allaaha qardhan hasanan yudaa'afu lahum walahum ajrun kariimun",
        "body_ayat_ltn_in_html": "inna <strong>a</strong>lmu<u>shsh</u>addiqiina wa<strong>a</strong>lmu<u>shsh</u>addiq<u>aa</u>ti wa-aqra<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan yu<u>daa</u>'afu lahum walahum ajrun kariim<strong>un</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:13343[ٱ]لْمُصَّدِّقِينَ وَ[h:13344[ٱ]لْمُصَّدِّقَ[n[ـٰ]تِ وَأَ[q:13345[قْ]رَضُو[s[اْ] [h:13346[ٱ]للَّهَ قَرْضًا حَسَ[a:13347[نًا ي]ُضَ[n[ـٰ]عَفُ لَهُمْ وَلَهُمْ أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ",
        "translation_id": "Sesungguhnya orang-orang yang bersedekah baik laki-laki maupun perempuan dan meminjamkan kepada Allah dengan pinjaman yang baik, akan dilipatgandakan (balasannya) bagi mereka; dan mereka akan mendapat pahala yang mulia.",
        "translation_en": "Indeed, the men who practice charity and the women who practice charity and [they who] have loaned Allah a goodly loan - it will be multiplied for them, and they will have a noble reward.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5093",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5093.mp3",
        "tafsir_short": "Sesungguhnya orang-orang yang bersedekah dengan menginfakkan sebagian hartanya, baik laki-laki maupun perempuan, dan mereka dengan ikhlas meminjamkan kepada Allah dengan pinjaman yang baik, niscaya akan dilipatgandakan balasan kebaikan bagi mereka; dan mereka akan mendapat pahala yang mulia dari sisi-Nya.19. Dan orang-orang yang beriman dengan mantap kepada Allah dan rasul-rasul-Nya serta tidak meragukan janji-Nya, mereka itu orang-orang yang tulus hati dan pecinta kebenaran, dan mereka menjadi saksi-saksi di sisi Tuhan mereka. Karena keimanan dan kebaikan itu mereka berhak mendapat pahala dan cahaya dari sisi Allah. Tetapi, orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari ajaran-ajaran Kami, mereka itu penghuni-penghuni neraka. Mereka kekal di dalamnya."
      },
      {
        "id": 5094,
        "surat_id": 57,
        "jus": 27,
        "ruku": 473,
        "no_ayat_inquran": 5094,
        "no_ayat_insurat": 19,
        "body_ayat_arb": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖٓ اُولٰۤىِٕكَ هُمُ الصِّدِّيْقُوْنَ ۖوَالشُّهَدَاۤءُ عِنْدَ رَبِّهِمْۗ  لَهُمْ اَجْرُهُمْ وَنُوْرُهُمْۗ وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ",
        "body_ayat_ltn_en": "Wallazeena aamanoo billaahi wa Rusuliheee ulaaa'ika humus siddeeqoona wash shuhadaaa'u 'inda Rabbihim lahum ajruhum wa nooruhum wallazeena kafaroo wa kazzaboo bi aayaatinaaa ulaaaika As haabul jaheem",
        "body_ayat_ltn_in": "waalladziina aamanuu biallaahi warusulihi ulaa-ika humu alshshiddiiquuna waalsysyuhadaau 'inda rabbihim lahum ajruhum wanuuruhum waalladziina kafaruu wakadzdzabuu bi-aayaatinaa ulaa-ika ash-haabu aljahiimi",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warusulihi ul<u>aa</u>-ika humu <strong>al</strong><u>shsh</u>iddiiquuna wa<strong>al</strong>sysyuhad<u>aa</u>u 'inda rabbihim lahum ajruhum wanuuruhum wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>lja<u>h</u>iim<strong>i</strong>",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[o[ِۦٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:13348[ٱ][l[ل]صِّدِّيقُونَ‌ۖ وَ[h:13349[ٱ][l[ل]شُّهَد[o[َا]ٓءُ عِ[f:264[ند]َ رَبِّهِمْ لَهُمْ أَ[q:331[جْ]رُهُمْ وَنُورُهُمْ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ",
        "translation_id": "Dan orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, mereka itu orang-orang yang tulus hati (pencinta kebenaran) dan saksi-saksi di sisi Tuhan mereka. Mereka berhak mendapat pahala dan cahaya. Tetapi orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni-penghuni neraka.",
        "translation_en": "And those who have believed in Allah and His messengers - those are [in the ranks of] the supporters of truth and the martyrs, with their Lord. For them is their reward and their light. But those who have disbelieved and denied Our verses - those are the companions of Hellfire.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5094",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5094.mp3",
        "tafsir_short": "Dan orang-orang yang beriman dengan mantap kepada Allah dan rasul-rasul-Nya serta tidak meragukan janji-Nya, mereka itu orang-orang yang tulus hati dan pecinta kebenaran, dan mereka menjadi saksi-saksi di sisi Tuhan mereka. Karena keimanan dan kebaikan itu mereka berhak mendapat pahala dan cahaya dari sisi Allah. Tetapi, orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari ajaran-ajaran Kami, mereka itu penghuni-penghuni neraka. Mereka kekal di dalamnya.20. Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu."
      },
      {
        "id": 5095,
        "surat_id": 57,
        "jus": 27,
        "ruku": 474,
        "no_ayat_inquran": 5095,
        "no_ayat_insurat": 20,
        "body_ayat_arb": "اِعْلَمُوْٓا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ وَّزِيْنَةٌ وَّتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْاَمْوَالِ وَالْاَوْلَادِۗ  كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًاۗ وَفِى الْاٰخِرَةِ عَذَابٌ شَدِيْدٌۙ وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ  ۗوَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ",
        "body_ayat_ltn_en": "I'lamooo annamal hayaa tud dunyaa la'ibunw wa lahwunw wa zeenatunw wa takaasurun bainakum wa takaasurn fil amwaali wal awlaad, kamasali ghaisin a'jabal kuffaara nabaatuhoo summa yaheeju fataraahu musfaaran summa yakoonu hutaamaa; wa fil aakhirati 'azaabun shadeedunw wa magh firatum minal laahi wa ridwaan; wa mal haiyaa tuddun yaaa illaa mataa'ul ghuroor",
        "body_ayat_ltn_in": "i'lamuu annamaa alhayaatu alddunyaa la'ibun walahwun waziinatun watafaakhurun baynakum watakaatsurun fii al-amwaali waal-awlaadi kamatsali ghaytsin a'jaba alkuffaara nabaatuhu tsumma yahiiju fataraahu mushfarran tsumma yakuunu huthaaman wafii al-aakhirati 'adzaabun syadiidun wamaghfiratun mina allaahi waridhwaanun wamaa alhayaatu alddunyaa illaa mataa'u alghuruuri",
        "body_ayat_ltn_in_html": "i'lamuu annam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> la'ibun walahwun waziinatun wataf<u>aa</u>khurun baynakum watak<u>aa</u>tsurun fii <strong>a</strong>l-amw<u>aa</u>li wa<strong>a</strong>l-awl<u>aa</u>di kamatsali ghaytsin a'jaba <strong>a</strong>lkuff<u>aa</u>ra nab<u>aa</u>tuhu tsumma yahiiju fatar<u>aa</u>hu mu<u>sh</u>farran tsumma yakuunu <u>h</u>u<u>th</u><u>aa</u>man wafii <strong>a</strong>l-<u>aa</u>khirati 'a<u>dzaa</u>bun syadiidun wamaghfiratun mina <strong>al</strong>l<u>aa</u>hi wari<u>dh</u>w<u>aa</u>nun wam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> ill<u>aa</u> mat<u>aa</u>'u <strong>a</strong>lghuruur<strong>i</strong>",
        "invers_tajweed": "ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا [h:13350[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا لَعِ[a:4002[بٌ و]َلَهْ[a:13351[وٌ و]َزِينَ[a:13352[ةٌ و]َتَفَاخُ[i:13353[رُۢ ب]َيْنَكُمْ وَتَكَاثُ[f:13354[رٌ ف]ِى [h:7821[ٱ]لْأَمْو[n[َٲ]لِ وَ[h:7822[ٱ]لْأَوْلَ[n[ـٰ]دِ‌ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ [h:13355[ٱ]لْكُفَّارَ نَبَاتُهُ[n[ۥ] ثُ[g[مّ]َ يَهِيجُ فَتَرَ[n[ٮٰ]هُ مُصْفَر[f:11672[ًّا ث]ُ[g[مّ]َ يَكُونُ حُطَ[n[ـٰ][a:13356[مًا‌ۖ و]َفِى [h:1108[ٱ]لْأَخِرَةِ عَذَا[f:1727[بٌ ش]َدِي[a:13357[دٌ و]َمَغْفِرَ[a:13358[ةٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13359[نٌ‌ۚ و]َمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْي[o[َآ] إِلَّا مَتَ[n[ـٰ]عُ [h:2483[ٱ]لْغُر[p[ُو]رِ",
        "translation_id": "Ketahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu.",
        "translation_en": "Know that the life of this world is but amusement and diversion and adornment and boasting to one another and competition in increase of wealth and children - like the example of a rain whose [resulting] plant growth pleases the tillers; then it dries and you see it turned yellow; then it becomes [scattered] debris. And in the Hereafter is severe punishment and forgiveness from Allah and approval. And what is the worldly life except the enjoyment of delusion.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5095",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5095.mp3",
        "tafsir_short": "Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu.21. Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan."
      },
      {
        "id": 5096,
        "surat_id": 57,
        "jus": 27,
        "ruku": 474,
        "no_ayat_inquran": 5096,
        "no_ayat_insurat": 21,
        "body_ayat_arb": "سَابِقُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاۤءِ وَالْاَرْضِۙ اُعِدَّتْ لِلَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖۗ ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۚوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
        "body_ayat_ltn_en": "Saabiqooo ilaa maghfiratim mir Rabbikum wa jannatin 'arduhaa ka-'ardis samaaa'i wal ardi u'iddat lillazeena aamanoo billaahi wa Rusulih; zaalika fadlul laahi yu'teehi many yashaaa'; wal laahu zul fadlil 'azeem",
        "body_ayat_ltn_in": "saabiquu ilaa maghfiratin min rabbikum wajannatin 'ardhuhaa ka'ardhi alssamaa-i waal-ardhi u'iddat lilladziina aamanuu biallaahi warusulihi dzaalika fadhlu allaahi yu/tiihi man yasyaau waallaahu dzuu alfadhli al'azhiimi",
        "body_ayat_ltn_in_html": "s<u>aa</u>biquu il<u>aa</u> maghfiratin min rabbikum wajannatin 'ar<u>dh</u>uh<u>aa</u> ka'ar<u>dh</u>i <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i u'iddat lilla<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warusulihi <u>dzaa</u>lika fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
        "invers_tajweed": "سَابِق[o[ُوٓ][s[اْ] إِلَىٰ مَغْفِرَ[a:2239[ةٍ م]ّ[u:243[ِن ر]َّبِّكُمْ وَجَ[g[نّ]َةٍ عَرْضُهَا كَعَرْضِ [h:13360[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
        "translation_id": "Berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.",
        "translation_en": "Race toward forgiveness from your Lord and a Garden whose width is like the width of the heavens and earth, prepared for those who believed in Allah and His messengers. That is the bounty of Allah which He gives to whom He wills, and Allah is the possessor of great bounty.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5096",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5096.mp3",
        "tafsir_short": "Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan.22. Usai menjelaskan karunia-Nya kepada orang memohon ampunan, Allah menerangkan bahwa semua yang terjadi di alam ini merupakan ketetapan Allah yang tertulis di Lauh Mahfuz. Setiap bencana yang menimpa di bumi, seperti gempa, banjir, erupsi, dan lainnya, dan demikian pula bencana yang menimpa dirimu sendiri, seperti sakit, kecelakaan, dan lainnya, semuanya telah tertulis dalam Kitab yang disebut Lauh Mahfuz sebelum Kami mewujudkannya. Sungguh, yang demikian itu, yaitu semua yang terjadi, sangat mudah bagi Allah."
      },
      {
        "id": 5097,
        "surat_id": 57,
        "jus": 27,
        "ruku": 474,
        "no_ayat_inquran": 5097,
        "no_ayat_insurat": 22,
        "body_ayat_arb": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ فِى الْاَرْضِ وَلَا فِيْٓ اَنْفُسِكُمْ اِلَّا فِيْ كِتٰبٍ مِّنْ قَبْلِ اَنْ نَّبْرَاَهَا ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌۖ  ",
        "body_ayat_ltn_en": "Maaa asaaba mim musee batin fil ardi wa laa feee anfusikum illaa fee kitaabim min qabli an nabra ahaa; innaa zaalika 'alal laahi yaseer",
        "body_ayat_ltn_in": "maa ashaaba min mushiibatin fii al-ardhi walaa fii anfusikum illaa fii kitaabin min qabli an nabra-ahaa inna dzaalika 'alaa allaahi yasiirun",
        "body_ayat_ltn_in_html": "m<u>aa</u> a<u>shaa</u>ba min mu<u>sh</u>iibatin fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii anfusikum ill<u>aa</u> fii kit<u>aa</u>bin min qabli an nabra-ah<u>aa</u> inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>",
        "invers_tajweed": "م[o[َآ] أَصَابَ م[a:12140[ِن م]ُّصِيبَ[f:13361[ةٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا ف[o[ِىٓ] أَ[f:1329[نف]ُسِكُمْ إِلَّا فِى كِتَ[n[ـٰ][a:13362[بٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13363[َن ن]َّ[q:13364[بْ]رَأَه[o[َآ‌ۚ] إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ",
        "translation_id": "Setiap bencana yang menimpa di bumi dan yang menimpa dirimu sendiri, semuanya telah tertulis dalam Kitab (Lauh Mahfuzh) sebelum Kami mewujudkannya. Sungguh, yang demikian itu mudah bagi Allah.",
        "translation_en": "No disaster strikes upon the earth or among yourselves except that it is in a register before We bring it into being - indeed that, for Allah, is easy -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5097",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5097.mp3",
        "tafsir_short": "Usai menjelaskan karunia-Nya kepada orang memohon ampunan, Allah menerangkan bahwa semua yang terjadi di alam ini merupakan ketetapan Allah yang tertulis di Lauh Mahfuz. Setiap bencana yang menimpa di bumi, seperti gempa, banjir, erupsi, dan lainnya, dan demikian pula bencana yang menimpa dirimu sendiri, seperti sakit, kecelakaan, dan lainnya, semuanya telah tertulis dalam Kitab yang disebut Lauh Mahfuz sebelum Kami mewujudkannya. Sungguh, yang demikian itu, yaitu semua yang terjadi, sangat mudah bagi Allah.23. Kami beritahukan hal tersebut agar kamu tidak bersedih hati terhadap apa yang luput dari kamu dan tidak dapat kamu capai, dan jangan pula terlalu gembira dan sombong terhadap apa yang diberikan-Nya kepadamu. Dan ketahuilah, Allah tidak menyukai setiap orang yang sombong dan membanggakan diri dengan kelebihan atau anugerah yang Dia karuniakan."
      },
      {
        "id": 5098,
        "surat_id": 57,
        "jus": 27,
        "ruku": 474,
        "no_ayat_inquran": 5098,
        "no_ayat_insurat": 23,
        "body_ayat_arb": "لِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوْا بِمَآ اٰتٰىكُمْ ۗوَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۙ",
        "body_ayat_ltn_en": "Likailaa taasaw 'alaa maa faatakum wa laa tafrahoo bimaaa aataakum; wallaahu laa yuhibbu kulla mukhtaalin fakhoor",
        "body_ayat_ltn_in": "likaylaa ta/saw 'alaa maa faatakum walaa tafrahuu bimaa aataakum waallaahu laa yuhibbu kulla mukhtaalin fakhuurin",
        "body_ayat_ltn_in_html": "likayl<u>aa</u> ta/saw 'al<u>aa</u> m<u>aa</u> f<u>aa</u>takum wal<u>aa</u> tafra<u>h</u>uu bim<u>aa</u> <u>aa</u>t<u>aa</u>kum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu kulla mukht<u>aa</u>lin fakhuur<strong>in</strong>",
        "invers_tajweed": "لِّكَيْلَا تَأْسَوْ[s[اْ] عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُو[s[اْ] بِم[o[َآ] ءَاتَ[n[ـٰ]كُمْ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يُحِبُّ كُلَّ مُخْتَا[f:10576[لٍ ف]َخ[p[ُو]رٍ",
        "translation_id": "Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri,",
        "translation_en": "In order that you not despair over what has eluded you and not exult [in pride] over what He has given you. And Allah does not like everyone self-deluded and boastful -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5098",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5098.mp3",
        "tafsir_short": "Kami beritahukan hal tersebut agar kamu tidak bersedih hati terhadap apa yang luput dari kamu dan tidak dapat kamu capai, dan jangan pula terlalu gembira dan sombong terhadap apa yang diberikan-Nya kepadamu. Dan ketahuilah, Allah tidak menyukai setiap orang yang sombong dan membanggakan diri dengan kelebihan atau anugerah yang Dia karuniakan. 24. Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakaya dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya."
      },
      {
        "id": 5099,
        "surat_id": 57,
        "jus": 27,
        "ruku": 474,
        "no_ayat_inquran": 5099,
        "no_ayat_insurat": 24,
        "body_ayat_arb": " ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ ۗوَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
        "body_ayat_ltn_en": "Allazeeena yabkhaloona wa yaamuroonan naasa bil bukhl; wa many yatawalla fa innal laaha Huwal Ghaniyyul Hameed",
        "body_ayat_ltn_in": "alladziina yabkhaluuna waya/muruuna alnnaasa bialbukhli waman yatawalla fa-inna allaaha huwa alghaniyyu alhamiidu",
        "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>iina yabkhaluuna waya/muruuna <strong>al</strong>nn<u>aa</u>sa bi<strong>a</strong>lbukhli waman yatawalla fa-inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
        "invers_tajweed": "ٱلَّذِينَ يَ[q:2456[بْ]خَلُونَ وَيَأْمُرُونَ [h:2780[ٱ][l[ل][g[نّ]َاسَ بِ[h:2781[ٱ]لْبُخْلِ‌ۗ وَم[a:3640[َن ي]َتَوَلَّ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
        "translation_id": "yaitu orang-orang yang kikir dan menyuruh orang lain berbuat kikir. Barangsiapa berpaling (dari perintah-perintah Allah), maka sesungguhnya Allah, Dia Mahakaya, Maha Terpuji.",
        "translation_en": "[Those] who are stingy and enjoin upon people stinginess. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5099",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5099.mp3",
        "tafsir_short": "Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakaya dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya.25. Sungguh, Kami telah mengutus rasul-rasul Kami kepada umat manusia dengan bukti-bukti yang nyata, dan Kami turunkan bersama mereka kitab sebagai pedoman hidup, dan Kami turunkan pula neraca sebagai ukuran keadilan agar manusia dapat berlaku adil. Dan Kami menciptakan besi sebagai kelengkapan hidup yang mempunyai kekuatan, hebat, dan banyak manfaat bagi manusia, dan Kami ciptakan semua itu agar Allah mengetahui siapa yang menolong agama-Nya dan rasul-rasul-Nya dalam berdakwah, walaupun Allah tidak dilihatnya. Sesungguhnya Allah Mahakuat terhadap segala sesuatu, Mahaperkasa menghadapi semua yang mengingkari-Nya."
      },
      {
        "id": 5100,
        "surat_id": 57,
        "jus": 27,
        "ruku": 474,
        "no_ayat_inquran": 5100,
        "no_ayat_insurat": 25,
        "body_ayat_arb": "لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاسُ بِالْقِسْطِۚ وَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَّمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللّٰهُ مَنْ يَّنْصُرُهٗ وَرُسُلَهٗ بِالْغَيْبِۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ࣖ ",
        "body_ayat_ltn_en": "Laqad arsalnaa Rusulanaa bilbaiyinaati wa anzalnaa ma'ahumul Kitaaba wal Meezaana liyaqooman naasu bilqist, wa anzalnal hadeeda feehi baasun shadeedunw wa manaafi'u linnaasi wa liya'lamal laahu many yansuruhoo wa Rusulahoo bilghaib; innal laaha Qawiyyn 'Azeez",
        "body_ayat_ltn_in": "laqad arsalnaa rusulanaa bialbayyinaati wa-anzalnaa ma'ahumu alkitaaba waalmiizaana liyaquuma alnnaasu bialqisthi wa-anzalnaa alhadiida fiihi ba/sun syadiidun wamanaafi'u lilnnaasi waliya'lama allaahu man yanshuruhu warusulahu bialghaybi inna allaaha qawiyyun 'aziizun",
        "body_ayat_ltn_in_html": "laqad arsaln<u>aa</u> rusulan<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti wa-anzaln<u>aa</u> ma'ahumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>lmiiz<u>aa</u>na liyaquuma <strong>al</strong>nn<u>aa</u>su bi<strong>a</strong>lqis<u>th</u>i wa-anzaln<u>aa</u> <strong>a</strong>l<u>h</u>adiida fiihi ba/sun syadiidun waman<u>aa</u>fi'u li<strong>l</strong>nn<u>aa</u>si waliya'lama <strong>al</strong>l<u>aa</u>hu man yan<u>sh</u>uruhu warusulahu bi<strong>a</strong>lghaybi inna <strong>al</strong>l<u>aa</u>ha qawiyyun 'aziiz<strong>un</strong>",
        "invers_tajweed": "لَقَ[q:2389[دْ] أَرْسَلْنَا رُسُلَنَا بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَأَ[f:271[نز]َلْنَا مَعَهُمُ [h:1164[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:4528[ٱ]لْمِيزَانَ لِيَقُومَ [h:13365[ٱ][l[ل][g[نّ]َاسُ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَأَ[f:271[نز]َلْنَا [h:13366[ٱ]لْحَدِيدَ فِيهِ بَأْ[f:13367[سٌ ش]َدِي[a:13368[دٌ و]َمَنَ[n[ـٰ]فِعُ لِل[g[نّ]َاسِ وَلِيَعْلَمَ [h:2269[ٱ]للَّهُ م[a:9042[َن ي]َ[f:9043[نص]ُرُهُ[n[ۥ] وَرُسُلَهُ[n[ۥ] بِ[h:13[ٱ]لْغَيْبِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِىٌّ عَز[p[ِي]زٌ",
        "translation_id": "Sungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan kami turunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Dan Kami menciptakan besi yang mempunyai kekuatan, hebat dan banyak manfaat bagi manusia, dan agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat, Mahaperkasa.",
        "translation_en": "We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron, wherein is great military might and benefits for the people, and so that Allah may make evident those who support Him and His messengers unseen. Indeed, Allah is Powerful and Exalted in Might.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5100",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5100.mp3",
        "tafsir_short": "Sungguh, Kami telah mengutus rasul-rasul Kami kepada umat manusia dengan bukti-bukti yang nyata, dan Kami turunkan bersama mereka kitab sebagai pedoman hidup, dan Kami turunkan pula neraca sebagai ukuran keadilan agar manusia dapat berlaku adil. Dan Kami menciptakan besi sebagai kelengkapan hidup yang mempunyai kekuatan, hebat, dan banyak manfaat bagi manusia, dan Kami ciptakan semua itu agar Allah mengetahui siapa yang menolong agama-Nya dan rasul-rasul-Nya dalam berdakwah, walaupun Allah tidak dilihatnya. Sesungguhnya Allah Mahakuat terhadap segala sesuatu, Mahaperkasa menghadapi semua yang mengingkari-Nya."
      },
      {
        "id": 5101,
        "surat_id": 57,
        "jus": 27,
        "ruku": 475,
        "no_ayat_inquran": 5101,
        "no_ayat_insurat": 26,
        "body_ayat_arb": "وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
        "body_ayat_ltn_en": "Wa laqad arsalnaa Noohanw wa Ibraaheema wa ja'alnaa fee zurriyyatihiman nubuwwata wal Kitaaba faminhum muhtad; wa kaseerum minhum faasiqoon",
        "body_ayat_ltn_in": "walaqad arsalnaa nuuhan wa-ibraahiima waja'alnaa fii dzurriyyatihimaa alnnubuwwata waalkitaaba faminhum muhtadin wakatsiirun minhum faasiquuna",
        "body_ayat_ltn_in_html": "walaqad arsaln<u>aa</u> nuu<u>h</u>an wa-ibr<u>aa</u>hiima waja'aln<u>aa</u> fii <u>dz</u>urriyyatihim<u>aa</u> <strong>al</strong>nnubuwwata wa<strong>a</strong>lkit<u>aa</u>ba faminhum muhtadin wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>",
        "invers_tajweed": "وَلَقَ[q:341[دْ] أَرْسَلْنَا نُو[a:13369[حًا و]َإِ[q:10311[بْ]ر[n[َٲ]هِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا [h:13370[ٱ][l[ل][g[نّ]ُبُوَّةَ وَ[h:10342[ٱ]لْكِتَ[n[ـٰ]بَ‌ۖ فَمِنْه[w:13371[ُم م]ُّهْتَ[a:13372[دٍ‌ۖ و]َكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ",
        "translation_id": "Dan sungguh, Kami telah mengutus Nuh dan Ibrahim dan Kami berikan kenabian dan kitab (wahyu) kepada keturunan keduanya, di antara mereka ada yang menerima petunjuk dan banyak di antara mereka yang fasik.",
        "translation_en": "And We have already sent Noah and Abraham and placed in their descendants prophethood and scripture; and among them is he who is guided, but many of them are defiantly disobedient.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5101",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5101.mp3",
        "tafsir_short": "Kehidupan kependetaan bukan ajaran Allah. Dan sungguh, Kami telah mengutus Nabi Nuh dan Ibrahim kepada umat masing-masing untuk mengajak mereka bertauhid, dan Kami berikan pula kenabian dan kitab petunjuk kepada keturunan keduanya; di antara mereka ada yang menerima petunjuk itu sehingga beriman dan berbuat kebajikan sesuai perintah-Nya, dan banyak di antara mereka yang fasik akibat mengingkari petunjuk itu dan memilih kekafiran.27. Sesudah Nabi Nuh dan Ibrahim, kemudian Kami susulkan rasul-rasul Kami untuk mengikuti jejak mereka, yaitu dengan mengajak umatnya beriman dan mentaati perintah-Nya, dan Kami susulkan pula Isa putra Maryam, dan Kami berikan Injil kepadanya sebagai pedoman bagi umatnya, dan Kami jadikan rasa santun dan kasih sayang kepada sesama manusia dalam hati orang-orang yang mengikutinya. Sebagian dari mereka mengada-adakan rahbàniyyah, yaitu hidup membujang dan mengurung diri dalam biara, padahal Kami tidak mewajibkannya kepada mereka. Ka-mi hanya mewajibkan mereka untuk mencari keridaan Allah, tetapi tuntunan itu tidak mereka pelihara dengan semestinya. Maka, kepada orang-orang yang beriman di antara mereka dan berbuat kebajikan, Kami berikan pahalanya. Dan banyak di antara mereka yang fasik dengan mengingkari atau mengubah ajaran itu."
      },
      {
        "id": 5102,
        "surat_id": 57,
        "jus": 27,
        "ruku": 475,
        "no_ayat_inquran": 5102,
        "no_ayat_insurat": 27,
        "body_ayat_arb": "ثُمَّ قَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيْسَى ابْنِ مَرْيَمَ وَاٰتَيْنٰهُ الْاِنْجِيْلَ ەۙ وَجَعَلْنَا فِيْ قُلُوْبِ الَّذِيْنَ اتَّبَعُوْهُ رَأْفَةً وَّرَحْمَةً  ۗوَرَهْبَانِيَّةَ ِۨابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۤءَ رِضْوَانِ اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۚفَاٰتَيْنَا الَّذِيْنَ اٰمَنُوْا مِنْهُمْ اَجْرَهُمْ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
        "body_ayat_ltn_en": "Summa qaffainaa 'alaa aasaarihim bi Rusulinaa wa qaffainaa be 'Eesab ni Maryama wa aatainaahul Injeela wa ja'alnaa fee quloobil lazeenat taba' oohu raafatanw wa rahmatanw wa rahbaaniyyatanib tada' oohaa maa katanaahaa 'alaihim illab tighaaa'a ridwaanil laahi famaa ra'awhaa haqqa ri'aayatihaa fa aatainal lazeena aamanoo minhum ajrahum wa kaseerum minhum faasiqoon",
        "body_ayat_ltn_in": "tsumma qaffaynaa 'alaa aatsaarihim birusulinaa waqaffaynaa bi'iisaa ibni maryama waaataynaahu al-injiila waja'alnaa fii quluubi alladziina ittaba'uuhu ra/fatan warahmatan warahbaaniyyatan ibtada'uuhaa maa katabnaahaa 'alayhim illaa ibtighaa-a ridhwaani allaahi famaa ra'awhaa haqqa ri'aayatihaa faaataynaa alladziina aamanuu minhum ajrahum wakatsiirun minhum faasiquuna",
        "body_ayat_ltn_in_html": "tsumma qaffayn<u>aa</u> 'al<u>aa</u> <u>aa</u>ts<u>aa</u>rihim birusulin<u>aa</u> waqaffayn<u>aa</u> bi'iis<u>aa</u> ibni maryama wa<u>aa</u>tayn<u>aa</u>hu <strong>a</strong>l-injiila waja'aln<u>aa</u> fii quluubi <strong>al</strong>la<u>dz</u>iina ittaba'uuhu ra/fatan wara<u>h</u>matan warahb<u>aa</u>niyyatan ibtada'uuh<u>aa</u> m<u>aa</u> katabn<u>aa</u>h<u>aa</u> 'alayhim ill<u>aa</u> ibtigh<u>aa</u>-a ri<u>dh</u>w<u>aa</u>ni <strong>al</strong>l<u>aa</u>hi fam<u>aa</u> ra'awh<u>aa</u> <u>h</u>aqqa ri'<u>aa</u>yatih<u>aa</u> fa<u>aa</u>tayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minhum ajrahum wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>",
        "invers_tajweed": "ثُ[g[مّ]َ قَفَّيْنَا عَلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِه[c:13373[ِم ب]ِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى [h:3589[ٱ][q:3590[بْ]نِ مَرْيَمَ وَءَاتَيْنَ[n[ـٰ]هُ [h:3591[ٱ]لْإِ[f:3592[نج]ِيلَ وَجَعَلْنَا فِى قُلُوبِ [h:2312[ٱ]لَّذِينَ [h:5878[ٱ]تَّبَعُوهُ رَأْفَ[a:13374[ةً و]َرَحْمَ[a:13375[ةً و]َرَهْبَانِيَّةً [h:13376[ٱ][q:13377[بْ]تَدَعُوهَا مَا كَتَ[q:13378[بْ]نَ[n[ـٰ]هَا عَلَيْهِمْ إِلَّا [h:1610[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ رِضْو[n[َٲ]نِ [h:13379[ٱ]للَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا‌ۖ فَـَٔـاتَيْنَا [h:13380[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِنْهُمْ أَ[q:7573[جْ]رَهُمْ‌ۖ وَكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ",
        "translation_id": "Kemudian Kami susulkan rasul-rasul Kami mengikuti jejak mereka dan Kami susulkan (pula) Isa putra Maryam; Dan Kami berikan Injil kepadanya dan Kami jadikan rasa santun dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan rahbaniyyah, padahal Kami tidak mewajibkannya kepada mereka (yang Kami wajibkan hanyalah) mencari keridaan Allah, tetapi tidak mereka pelihara dengan semestinya. Maka kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya, dan banyak di antara mereka yang fasik.",
        "translation_en": "Then We sent following their footsteps Our messengers and followed [them] with Jesus, the son of Mary, and gave him the Gospel. And We placed in the hearts of those who followed him compassion and mercy and monasticism, which they innovated; We did not prescribe it for them except [that they did so] seeking the approval of Allah. But they did not observe it with due observance. So We gave the ones who believed among them their reward, but many of them are defiantly disobedient.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5102",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5102.mp3",
        "tafsir_short": "Sesudah Nabi Nuh dan Ibrahim, kemudian Kami susulkan rasul-rasul Kami untuk mengikuti jejak mereka, yaitu dengan mengajak umatnya beriman dan mentaati perintah-Nya, dan Kami susulkan pula Isa putra Maryam, dan Kami berikan Injil kepadanya sebagai pedoman bagi umatnya, dan Kami jadikan rasa santun dan kasih sayang kepada sesama manusia dalam hati orang-orang yang mengikutinya. Sebagian dari mereka mengada-adakan rahbàniyyah, yaitu hidup membujang dan mengurung diri dalam biara, padahal Kami tidak mewajibkannya kepada mereka. Ka-mi hanya mewajibkan mereka untuk mencari keridaan Allah, tetapi tuntunan itu tidak mereka pelihara dengan semestinya. Maka, kepada orang-orang yang beriman di antara mereka dan berbuat kebajikan, Kami berikan pahalanya. Dan banyak di antara mereka yang fasik dengan mengingkari atau mengubah ajaran itu.28. Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahaya terang untukmu yang dengan cahaya itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyayang kepada semua makhluk-Nya."
      },
      {
        "id": 5103,
        "surat_id": 57,
        "jus": 27,
        "ruku": 475,
        "no_ayat_inquran": 5103,
        "no_ayat_insurat": 28,
        "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوْا بِرَسُوْلِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَّحْمَتِهٖ وَيَجْعَلْ لَّكُمْ نُوْرًا تَمْشُوْنَ بِهٖ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamaanut taqullaaha wa aaminoo bi Rasoolihee yu'tikum kiflaini mir rahmatihee wa yaj'al lakum nooran tamshoona bihee wa yaghfir lakum; wallaahu Ghafoorur Raheem",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu ittaquu allaaha waaaminuu birasuulihi yu/tikum kiflayni min rahmatihi wayaj'al lakum nuuran tamsyuuna bihi wayaghfir lakum waallaahu ghafuurun rahiimun",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha wa<u>aa</u>minuu birasuulihi yu/tikum kiflayni min ra<u>h</u>matihi wayaj'al lakum nuuran tamsyuuna bihi wayaghfir lakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَءَامِنُو[s[اْ] بِرَسُولِه[n[ِۦ] يُؤْتِكُمْ كِفْلَيْنِ م[u:7986[ِن ر]َّحْمَتِه[n[ِۦ] وَيَ[q:9574[جْ]عَل لَّكُمْ نُو[f:13381[رًا ت]َمْشُونَ بِه[n[ِۦ] وَيَغْفِرْ لَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
        "translation_id": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang,",
        "translation_en": "O you who have believed, fear Allah and believe in His Messenger; He will [then] give you a double portion of His mercy and make for you a light by which you will walk and forgive you; and Allah is Forgiving and Merciful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5103",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5103.mp3",
        "tafsir_short": "Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahaya terang untukmu yang dengan cahaya itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyayang kepada semua makhluk-Nya.29. Semua peringatan itu disampaikan agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah jika mereka tidak beriman kepada Nabi Muhammad dan mengikuti sunahnya, dan agar mereka mengetahui bahwa karunia itu ada di tangan Allah; Dia memberikannya kepada siapa yang Dia kehendaki, yaitu mereka yang beriman dan berbuat kebajikan. Dan Allah mempunyai karunia yang besar bagi siapa saja yang mematuhi ajaran-Nya."
      },
      {
        "id": 5104,
        "surat_id": 57,
        "jus": 27,
        "ruku": 475,
        "no_ayat_inquran": 5104,
        "no_ayat_insurat": 29,
        "body_ayat_arb": "لِّئَلَّا يَعْلَمَ اَهْلُ الْكِتٰبِ اَلَّا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّنْ فَضْلِ اللّٰهِ وَاَنَّ الْفَضْلَ بِيَدِ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ࣖ   ۔",
        "body_ayat_ltn_en": "Li'alla ya'lama Ahlul kitaabi allaa yaqdiroona 'alaa shai'im min fadlil laahi wa annal fadla bi Yadil laahi u'teehi many yashaaa'; wallaahu Zul fadilil 'azeem",
        "body_ayat_ltn_in": "li-allaa ya'lama ahlu alkitaabi allaa yaqdiruuna 'alaa syay-in min fadhli allaahi wa-anna alfadhla biyadi allaahi yu/tiihi man yasyaau waallaahu dzuu alfadhli al'azhiimi",
        "body_ayat_ltn_in_html": "li-all<u>aa</u> ya'lama ahlu <strong>a</strong>lkit<u>aa</u>bi <strong>al</strong>l<u>aa</u> yaqdiruuna 'al<u>aa</u> syay-in min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa-anna <strong>a</strong>lfa<u>dh</u>la biyadi <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
        "invers_tajweed": "لِّئَلَّا يَعْلَمَ أَهْلُ [h:2159[ٱ]لْكِتَ[n[ـٰ]بِ أَلَّا يَ[q:1555[قْ]دِرُونَ عَلَىٰ ش[a:13382[َىْءٍ م]ِّ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ‌ۙ وَأَ[g[نّ]َ [h:13383[ٱ]لْفَضْلَ بِيَدِ [h:2027[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
        "translation_id": "agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwa karunia itu ada di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.",
        "translation_en": "[This is] so that the People of the Scripture may know that they are not able [to obtain] anything from the bounty of Allah and that [all] bounty is in the hand of Allah; He gives it to whom He wills. And Allah is the possessor of great bounty.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5104",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5104.mp3",
        "tafsir_short": "Semua peringatan itu disampaikan agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah jika mereka tidak beriman kepada Nabi Muhammad dan mengikuti sunahnya, dan agar mereka mengetahui bahwa karunia itu ada di tangan Allah; Dia memberikannya kepada siapa yang Dia kehendaki, yaitu mereka yang beriman dan berbuat kebajikan. Dan Allah mempunyai karunia yang besar bagi siapa saja yang mematuhi ajaran-Nya."
      }
    ]
  }
}
