{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 58,
      "no_surat": 58,
      "jumlah_ayat": 22,
      "nama_surat_arb": "المجادلة",
      "nama_surat_latin": "Al-Mujadalah",
      "arti_nama_surat": "Gugatan",
      "tafsir": "Surat Al Mujaadilah terdiri atas 22 ayat, termasuk golongan surat Madaniyyah, diturunkan sesudah surat Al Munaafiquun. Surat ini dinamai dengan Al Mujaadilah (wanita yang mengajukan gugatan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut riwayat bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah s.a.w. dan ia menuntut supaya beliau memberikan putusan yang adil dalam persoalan itu. Dinamai juga Al Mujaadalah yang berarti perbantahan.",
      "turun_surat": "Madaniyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/058AlMujaadilah.mp3",
      "ayats": [
        {
          "id": 5105,
          "surat_id": 58,
          "jus": 28,
          "ruku": 476,
          "no_ayat_inquran": 5105,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
          "body_ayat_ltn_en": "Qad sami'al laahu qawlal latee tujaadiluka fee zawjihaa wa tashtakeee ilal laahi wallaahu yasma'u tahaawurakumaa; innal laaha samee'um baseer",
          "body_ayat_ltn_in": "qad sami'a allaahu qawla allatii tujaadiluka fii zawjihaa watasytakii ilaa allaahi waallaahu yasma'u tahaawurakumaa inna allaaha samii'un bashiirun",
          "body_ayat_ltn_in_html": "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
          "invers_tajweed": "قَ[q:298[دْ] سَمِعَ [h:2460[ٱ]للَّهُ قَوْلَ [h:13384[ٱ]لَّتِى تُجَ[n[ـٰ]دِلُكَ فِى زَوْجِهَا وَتَشْتَك[o[ِىٓ] إِلَى [h:1637[ٱ]للَّهِ وَ[h:72[ٱ]للَّهُ يَسْمَعُ تَحَاوُرَكُم[o[َآ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَمِي[i:9086[عُۢ ب]َص[p[ِي]رٌ",
          "translation_id": "Sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu (Muhammad) tentang suaminya, dan mengadukan (halnya) kepada Allah, dan Allah mendengar percakapan antara kamu berdua. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
          "translation_en": "Certainly has Allah heard the speech of the one who argues with you, [O Muhammad], concerning her husband and directs her complaint to Allah. And Allah hears your dialogue; indeed, Allah is Hearing and Seeing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5105",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5105.mp3",
          "tafsir_short": "Pada akhir Surah al-Hadìd Allah menyeru orang-orang beriman agar taat kepada Rasul-Nya, niscaya Allah akan memberikan cahaya dan mengampuni mereka. Pada ayat ini dijelaskan, sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu tentang suaminya, yang telah menzihar dirinya, yaitu menganggap dirinya sama dengan ibu kandungnya sehingga haram digauli, dan dia pun mengadukan keadaan itu kepada Allah agar Allah memberikan kepastian hukum tentang kasus zihar tersebut dan Allah mendengar percakapan di antara kamu berdua bersama perempuan yang bernama Khaulah binti Ša‘labah yang dizihar suaminya tersebut. Sesungguhnya Allah Maha Mendengar semua jenis percakapan yang terbuka maupun tertutup, Maha Melihat yang tampak maupun yang tersembunyi."
        },
        {
          "id": 5106,
          "surat_id": 58,
          "jus": 28,
          "ruku": 476,
          "no_ayat_inquran": 5106,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "الَّذِينَ يُظَاهِرُونَ مِنكُم مِّن نِّسَائِهِم مَّا هُنَّ أُمَّهَاتِهِمْ ۖ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ الْقَوْلِ وَزُورًا ۚ وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
          "body_ayat_ltn_en": "Allazeena yuzaahiroona minkum min nisaaa'ihim maa hunnaa ummahaatihim in ummahaatuhum illal laaa'ee waladnahum; wa innaahum la yaqooloona munkaram minal qawli wa zooraa; wa innal laaha la'afuwwun ghafoor",
          "body_ayat_ltn_in": "qad sami'a allaahu qawla allatii tujaadiluka fii zawjihaa watasytakii ilaa allaahi waallaahu yasma'u tahaawurakumaa inna allaaha samii'un bashiirun",
          "body_ayat_ltn_in_html": "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
          "invers_tajweed": "ٱلَّذِينَ يُظَ[n[ـٰ]هِرُونَ مِ[f:344[نك][w:431[ُم م]ّ[a:1265[ِن ن]ِّس[o[َا]ٓئِه[w:13385[ِم م]َّا هُ[g[نّ]َ أُ[g[مّ]َهَ[n[ـٰ]تِهِمْ‌ۖ إِنْ أُ[g[مّ]َهَ[n[ـٰ]تُهُمْ إِلَّا [h:13386[ٱ]لَّ[o[ــٰٓ]ــِٔى وَلَ[q:13387[دْ]نَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَيَقُولُونَ مُ[f:13388[نك]َ[a:13389[رًا م]ِّنَ [h:3107[ٱ]لْقَوْلِ وَزُو[a:13390[رًا‌ۚ و]َإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَعَفُوٌّ غَف[p[ُو]رٌ",
          "translation_id": "Orang-orang di antara kamu yang menzihar istrinya, (menganggap istrinya sebagai ibunya, padahal) istri mereka itu bukanlah ibunya. Ibu-ibu mereka hanyalah perempuan yang melahirkannya. Dan sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf, Maha Pengampun.",
          "translation_en": "Those who pronounce thihar among you [to separate] from their wives - they are not [consequently] their mothers. Their mothers are none but those who gave birth to them. And indeed, they are saying an objectionable statement and a falsehood. But indeed, Allah is Pardoning and Forgiving.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5106",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5106.mp3",
          "tafsir_short": "Orang-orang, yakni para suami, di antara kamu yang menzihar istrinya, yaitu menyamakan status hukum istrinya dengan ibunya, yaitu memandang keduanya sama-sama haram digauli, karena tidak lagi menyukainya. Suami yang memperlakukan istrinya demikian telah berbuat kesalahan yang berat, karena istri mereka itu bukanlah ibunya sehingga tidak haram digauli. Mereka tidak menyadari bahwa ibu-ibu mereka adalah perempuan yang telah melahirkannya. Dan sesungguhnya mereka, para suami yang menzihar istrinya, benar-benar telah mengucapkan suatu perkataan yang mungkar karena ucapan itu hanya alasan bahwa ia tidak lagi menyukai istrinya dan merupakan ucapan dusta, karena tidak sesuai dengan fakta bahwa istri itu berbeda dengan ibu kandungnya. Dan sesungguhnya Allah Maha Pemaaf kepada siapa saja yang menyadari kesalahannya bahwa ia telah menzihar istrinya; Maha Pengampun kepada yang bertobat dengan tulus."
        },
        {
          "id": 5107,
          "surat_id": 58,
          "jus": 28,
          "ruku": 476,
          "no_ayat_inquran": 5107,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "وَالَّذِينَ يُظَاهِرُونَ مِن نِّسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَاسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
          "body_ayat_ltn_en": "Wallazeena yuzaahiroona min nisaaa'ihim summa ya'oodoona limaa qaaloo fatabreeru raqabatim min qabli any-yatamaaassaa; zaalikum too'azoona bih; wallaahu bimaa ta'maloona khabeer",
          "body_ayat_ltn_in": "waalladziina yuzhaahiruuna min nisaa-ihim tsumma ya'uuduuna limaa qaaluu fatahriiru raqabatin min qabli an yatamaassaa dzaalikum tuu'azhuuna bihi waallaahu bimaa ta'maluuna khabiirun",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina yu<u>zhaa</u>hiruuna min nis<u>aa</u>-ihim tsumma ya'uuduuna lim<u>aa</u> q<u>aa</u>luu fata<u>h</u>riiru raqabatin min qabli an yatam<u>aa</u>ss<u>aa</u> <u>dzaa</u>likum tuu'a<u>zh</u>uuna bihi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ يُظَ[n[ـٰ]هِرُونَ م[a:1265[ِن ن]ِّس[o[َا]ٓئِهِمْ ثُ[g[مّ]َ يَعُودُونَ لِمَا قَالُو[s[اْ] فَتَحْرِيرُ رَقَبَ[a:13391[ةٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13392[َن ي]َتَم[m[َا]ٓسَّا‌ۚ ذ[n[َٲ]لِكُمْ تُوعَظُونَ بِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
          "translation_id": "Dan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
          "translation_en": "And those who pronounce thihar from their wives and then [wish to] go back on what they said - then [there must be] the freeing of a slave before they touch one another. That is what you are admonished thereby; and Allah is Acquainted with what you do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5107",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5107.mp3",
          "tafsir_short": "Dan mereka yang menzihar istrinya, lalu menyesali perbuatannya, kemudian segera menarik kembali apa yang telah mereka ucapkan kepada istrinya itu, maka mereka para suami yang telah menzihar istrinya itu diwajibkan membayar kafarat, yakni tebusan dengan memerdekakan seorang budak sebelum suami istri itu bercampur kembali seperti sebelum menziharnya. Demikianlah yang diajarkan Allah kepadamu, kaum muslim tentang hukum zihar dan panduan membayar tebusannya, dan Allah Mahateliti terhadap apa yang kamu kerjakan agar orang-orang beriman menyadari kemahatelitian Allah sehingga tidak berbuat curang dalam hidupnya."
        },
        {
          "id": 5108,
          "surat_id": 58,
          "jus": 28,
          "ruku": 476,
          "no_ayat_inquran": 5108,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَاسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۗ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
          "body_ayat_ltn_en": "Famal lam yajid fa siyaamu shahraini mutataabi'ayni min qabli any-yatamaaassaa famal lam yastati' fa-it'aamu sitteena miskeena; zaalika litu'minoo billaahi wa rasoolih'wa tilka hudoodul laah; wa lilkaafireena 'azaabun aleem",
          "body_ayat_ltn_in": "faman lam yajid fashiyaamu syahrayni mutataabi'ayni min qabli an yatamaassaa faman lam yastathi' fa-ith'aamu sittiina miskiinan dzaalika litu/minuu biallaahi warasuulihi watilka huduudu allaahi walilkaafiriina 'adzaabun aliimun",
          "body_ayat_ltn_in_html": "faman lam yajid fa<u>sh</u>iy<u>aa</u>mu syahrayni mutat<u>aa</u>bi'ayni min qabli an yatam<u>aa</u>ss<u>aa</u> faman lam yasta<u>th</u>i' fa-i<u>th</u>'<u>aa</u>mu sittiina miskiinan <u>dzaa</u>lika litu/minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi walilk<u>aa</u>firiina 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
          "invers_tajweed": "فَم[u:1066[َن ل]َّمْ يَجِ[q:1067[دْ] فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13392[َن ي]َتَم[m[َا]ٓسَّا‌ۖ فَم[u:1066[َن ل]َّمْ يَسْتَطِعْ فَإِ[q:13393[طْ]عَامُ سِتِّينَ مِسْكِي[f:13394[نًا‌ۚ ذ][n[َٲ]لِكَ لِتُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ]‌ۚ وَتِلْكَ حُدُودُ [h:1000[ٱ]للَّهِ‌ۗ وَلِلْكَ[n[ـٰ]فِرِينَ عَذَابٌ أَل[p[ِي]مٌ",
          "translation_id": "Maka barangsiapa tidak dapat (memerdekakan hamba sahaya), maka (dia wajib) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Tetapi barangsiapa tidak mampu, maka (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah hukum-hukum Allah, dan bagi orang-orang yang mengingkarinya akan mendapat azab yang sangat pedih.",
          "translation_en": "And he who does not find [a slave] - then a fast for two months consecutively before they touch one another; and he who is unable - then the feeding of sixty poor persons. That is for you to believe [completely] in Allah and His Messenger; and those are the limits [set by] Allah. And for the disbelievers is a painful punishment.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5108",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5108.mp3",
          "tafsir_short": "Maka barang siapa yang tidak menemukan, tidak memiliki uang untuk memerdekakan hamba sahaya karena harganya mahal, maka dia wajib membayar kafarat zihar dengan berpuasa dua bulan berturut-turut sebelum keduanya bercampur kembali. Barang siapa tidak mampu, membayar kafarat zihar dengan berpuasa dua bulan berturut-turut, maka ia wajib membayar kafarat zihar dengan memberi makan enam puluh orang miskin. Demikianlah, Allah menjelaskan hukum zihar dan kafarat-nya agar kamu beriman kepada Allah dan Rasul-Nya dengan benar-benar berpegang kepada Al-Qur’an dan Sunah-Nya dan itulah hukum-hukum Allah tentang zihar dan kafarat-kafaratnya; dan Allah memperingatkan bahwa bagi orang-orang yang mengingkarinya, yakni hukum zihar, akan mendapat azab yang sangat pedih di akhirat, karena mengatakan yang bukan-bukan, mengharamkan menggauli istri yang dihalalkan Allah."
        },
        {
          "id": 5109,
          "surat_id": 58,
          "jus": 28,
          "ruku": 476,
          "no_ayat_inquran": 5109,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَا آيَاتٍ بَيِّنَاتٍ ۚ وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ",
          "body_ayat_ltn_en": "Innal lazeena yuhaaaddoonal laaha wa Rasoolahoo kubitoo kamaa kubital lazeena min qablihim; wa qad anzalnaaa aayaatim baiyinaat; wa lilkaa fireena 'azaabum muheen",
          "body_ayat_ltn_in": "inna alladziina yuhaadduuna allaaha warasuulahu kubituu kamaa kubita alladziina min qablihim waqad anzalnaa aayaatin bayyinaatin walilkaafiriina 'adzaabun muhiinun",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu kubituu kam<u>aa</u> kubita <strong>al</strong>la<u>dz</u>iina min qablihim waqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin walilk<u>aa</u>firiina 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُح[m[َا]ٓدُّونَ [h:13395[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] كُبِتُو[s[اْ] كَمَا كُبِتَ [h:13396[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ وَقَ[q:387[دْ] أَ[f:515[نز]َلْن[o[َآ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][a:13397[تٍ‌ۚ و]َلِلْكَ[n[ـٰ]فِرِينَ عَذَا[a:478[بٌ م]ُّه[p[ِي]نٌ",
          "translation_id": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata. Dan bagi orang-orang yang mengingkarinya akan mendapat azab yang menghinakan.",
          "translation_en": "Indeed, those who oppose Allah and His Messenger are abased as those before them were abased. And We have certainly sent down verses of clear evidence. And for the disbelievers is a humiliating punishment.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5109",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5109.mp3",
          "tafsir_short": "Pada ayat di atas Allah menerangkan hukum zihar dan kafarat-kafaratnya. Pada ayat ini dijelaskan bahwa orang yang menentang hukum Allah dan Rasul-Nya akan mendapat kehinaan dunia akhirat. Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dengan menolak dan mengingkari ajaran yang disampaikan Rasulullah pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka seperti kaum Yahudi yang durhaka kepada Nabi Musa yang diubah menjadi kera. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata tentang kebenaran agama Allah dan hukum-hukum-Nya dengan mengutus para nabi dan rasul. Dan bagi orang-orang yang mengingkarinya dengan kufur dan merintangi pelaksanaannya akan mendapat azab yang menghinakan di dunia dan di akhirat."
        },
        {
          "id": 5110,
          "surat_id": 58,
          "jus": 28,
          "ruku": 476,
          "no_ayat_inquran": 5110,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوا ۚ أَحْصَاهُ اللَّهُ وَنَسُوهُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
          "body_ayat_ltn_en": "Yawma yab'asuhumul laahu jamee'an fayunabbi'uhum bimaa 'amiloo; ahsaahul laahu wa nasooh; wallaahu 'alaa kulli shai'in shaheed",
          "body_ayat_ltn_in": "yawma yab'atsuhumu allaahu jamii'an fayunabbi-uhum bimaa 'amiluu ahsaahu allaahu wanasuuhu waallaahu 'alaa kulli syay-in syahiidun",
          "body_ayat_ltn_in_html": "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an fayunabbi-uhum bim<u>aa</u> 'amiluu a<u>hsaa</u>hu <strong>al</strong>l<u>aa</u>hu wanasuuhu wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>",
          "invers_tajweed": "يَوْمَ يَ[q:4022[بْ]عَثُهُمُ [h:4023[ٱ]للَّهُ جَمِي[f:13398[عًا ف]َيُنَبِّئُه[c:4323[ُم ب]ِمَا عَمِل[o[ُوٓ[s[اْ]‌ۚ] أَحْصَ[n[ـٰ]هُ [h:13399[ٱ]للَّهُ وَنَسُوهُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ",
          "translation_id": "Pada hari itu mereka semuanya dibangkitkan Allah, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal perbuatan itu), meskipun mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu.",
          "translation_en": "On the Day when Allah will resurrect them all and inform them of what they did. Allah had enumerated it, while they forgot it; and Allah is, over all things, Witness.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5110",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5110.mp3",
          "tafsir_short": "Kehinaan bagi yang mengingkari hukum Allah yang disebutkan pada ayat di atas akan diberikan pada hari Kiamat, yaitu: pada hari itu mereka semuanya dibangkitkan Allah menuju padang mahsyar, tempat berkumpul manusia sejak Nabi Adam hingga manusia terakhir, lalu diberitakan kepada mereka semua apa yang telah mereka kerjakan dengan lengkap, menyeluruh, dan terinci; Allah menghitungnya dengan akurat semua amal perbuatan mereka itu, meskipun mereka telah melupakannya karena sudah berlangsung lama, tetapi Allah mengetahuinya, ada catatan dua malaikat, ada dokumentasi pada diri manusia (Lihat: Surah al-Isrà’/17: 13—14) dan ada kesaksian kedua tangan dan kaki (Lihat: Surah Yàsìn/36: 65). Dan Allah Maha Menyaksikan segala sesuatu yang dilakukan manusia."
        },
        {
          "id": 5111,
          "surat_id": 58,
          "jus": 28,
          "ruku": 477,
          "no_ayat_inquran": 5111,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِن ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
          "body_ayat_ltn_en": "Alam tara annal laaha ya'lamu maa fis samaawaati wa maa fil ardi maa yakoonu min najwaa salaasatin illaa Huwa raabi'uhum wa laa khamsatin illaa huwa saadisuhum wa laaa adnaa min zaalika wa laaa aksara illaa huwa ma'ahum ayna, maa kaanoo summa yunabbi'uhum bimaa 'amiloo yawmal qiyaamah; innal laaha bikulli shai'in aleem",
          "body_ayat_ltn_in": "alam tara anna allaaha ya'lamu maa fii alssamaawaati wamaa fii al-ardhi maa yakuunu min najwaa tsalaatsatin illaa huwa raabi'uhum walaa khamsatin illaa huwa saadisuhum walaa adnaa min dzaalika walaa aktsara illaa huwa ma'ahum ayna maa kaanuu tsumma yunabbi-uhum bimaa 'amiluu yawma alqiyaamati inna allaaha bikulli syay-in 'aliimun",
          "body_ayat_ltn_in_html": "alam tara anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i m<u>aa</u> yakuunu min najw<u>aa</u> tsal<u>aa</u>tsatin ill<u>aa</u> huwa r<u>aa</u>bi'uhum wal<u>aa</u> khamsatin ill<u>aa</u> huwa s<u>aa</u>disuhum wal<u>aa</u> adn<u>aa</u> min <u>dzaa</u>lika wal<u>aa</u> aktsara ill<u>aa</u> huwa ma'ahum ayna m<u>aa</u> k<u>aa</u>nuu tsumma yunabbi-uhum bim<u>aa</u> 'amiluu yawma <strong>a</strong>lqiy<u>aa</u>mati inna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>",
          "invers_tajweed": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ مَا يَكُونُ م[a:13400[ِن ن]َّ[q:7779[جْ]وَىٰ ثَلَ[n[ـٰ]ثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَل[o[َآ] أَ[q:314[دْ]نَىٰ مِ[f:2624[ن ذ][n[َٲ]لِكَ وَل[o[َآ] أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُو[s[اْ‌ۖ] ثُ[g[مّ]َ يُنَبِّئُه[c:4559[ُم ب]ِمَا عَمِلُو[s[اْ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
          "translation_id": "Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
          "translation_en": "Have you not considered that Allah knows what is in the heavens and what is on the earth? There is in no private conversation three but that He is the fourth of them, nor are there five but that He is the sixth of them - and no less than that and no more except that He is with them [in knowledge] wherever they are. Then He will inform them of what they did, on the Day of Resurrection. Indeed Allah is, of all things, Knowing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5111",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5111.mp3",
          "tafsir_short": "Selain menyaksikan segala sesuatu, Allah juga mengetahui semua pembicaraan rahasia. Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, karena penglihatan Allah menembus batas-batas ruang dan waktu? Oleh sebab itu, bagi Allah, tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya, karena Allah ada, hadir dan terlibat dalam keseharian hamba-hamba-Nya. Dan tidak ada lima orang yang terlibat dalam pembicaraan rahasia, melainkan Dialah yang keenamnya, karena Allah dekat dan terlibat dalam aktivitas manusia. Dan tidak ada yang kurang dari itu atau lebih banyak yang terlibat dalam pembicaraan rahasia, melainkan Dia, pasti ada bersama mereka di mana pun mereka berada, meskipun manusia sering tidak merasakan kehadiran Allah bersama mereka, karena kalbunya yang terhijab. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan dengan menghadirkan catatan yang merekam seluruh jejak hidupnya. Sesungguhnya Allah Maha Mengetahui segala sesuatu yang dilakukan manusia termasuk pembicaraan rahasia di antara mereka."
        },
        {
          "id": 5112,
          "surat_id": 58,
          "jus": 28,
          "ruku": 477,
          "no_ayat_inquran": 5112,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ",
          "body_ayat_ltn_en": "Alam tara ilal lazeena nuhoo 'anin najwaa summa ya'oodoona limaa nuhoo 'anhu wa yatanaajawna bil ismi wal'udwaani wa ma'siyatir rasooli wa izaa jaaa'ooka haiyawka bimaa lam yuhai yika bihil laahu wa yaqooloona fee anfusihim law laa yu'azzibunal laahu bimaa naqool; hasbuhum jahannnamu yaslawnahaa fabi'sal maseer",
          "body_ayat_ltn_in": "alam tara ilaa alladziina nuhuu 'ani alnnajwaa tsumma ya'uuduuna limaa nuhuu 'anhu wayatanaajawna bial-itsmi waal'udwaani wama'shiyati alrrasuuli wa-idzaa jaauuka hayyawka bimaa lam yuhayyika bihi allaahu wayaquuluuna fii anfusihim lawlaa yu'adzdzibunaa allaahu bimaa naquulu hasbuhum jahannamu yashlawnahaa fabi/sa almashiiru",
          "body_ayat_ltn_in_html": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina nuhuu 'ani <strong>al</strong>nnajw<u>aa</u> tsumma ya'uuduuna lim<u>aa</u> nuhuu 'anhu wayatan<u>aa</u>jawna bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli wa-i<u>dzaa</u> j<u>aa</u>uuka <u>h</u>ayyawka bim<u>aa</u> lam yu<u>h</u>ayyika bihi <strong>al</strong>l<u>aa</u>hu wayaquuluuna fii anfusihim lawl<u>aa</u> yu'a<u>dzdz</u>ibun<u>aa</u> <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> naquulu <u>h</u>asbuhum jahannamu ya<u>sh</u>lawnah<u>aa</u> fabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
          "invers_tajweed": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ نُهُو[s[اْ] عَنِ [h:13401[ٱ][l[ل][g[نّ]َ[q:8519[جْ]وَىٰ ثُ[g[مّ]َ يَعُودُونَ لِمَا نُهُو[s[اْ] عَنْهُ وَيَتَنَ[n[ـٰ]جَوْنَ بِ[h:434[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَمَعْصِيَتِ [h:13402[ٱ][l[ل]رَّسُولِ وَإِذَا ج[o[َا]ٓءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ [h:1707[ٱ]للَّهُ وَيَقُولُونَ ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ لَوْلَا يُعَذِّبُنَا [h:13403[ٱ]للَّهُ بِمَا نَقُولُ‌ۚ حَسْبُهُمْ جَهَ[g[نّ]َمُ يَصْلَوْنَهَا‌ۖ فَبِئْسَ [h:13404[ٱ]لْمَص[p[ِي]رُ",
          "translation_id": "Tidakkah engkau perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu (Muhammad), mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu. Dan mereka mengatakan pada diri mereka sendiri, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?” Cukuplah bagi mereka neraka Jahanam yang akan mereka masuki. Maka neraka itu seburuk-buruk tempat kembali.",
          "translation_en": "Have you not considered those who were forbidden from private conversation, then they return to that which they were forbidden and converse among themselves about sin and aggression and disobedience to the Messenger? And when they come to you, they greet you with that [word] by which Allah does not greet you and say among themselves, \"Why does Allah not punish us for what we say?\" Sufficient for them is Hell, which they will [enter to] burn, and wretched is the destination.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5112",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5112.mp3",
          "tafsir_short": "Pada ayat yang lalu disebutkan bahwa tidak satu pun yang tersembunyi bagi Allah, dari bisikan sampai yang diucapkan dengan terang-terangan. Pada ayat ini dijelaskan perjanjian rahasia yang dilakukan orang-orang Yahudi di Madinah untuk menghancurkan Islam, karena mereka tidak menyadari bahwa Allah mengetahui rahasia jahat mereka. Tidakkah engkau, Muhammad, memperhatikan orang-orang, yakni kaum Yahudi di Madinah, yang telah dilarang mengadakan pembicaraan rahasia untuk memusuhi Islam, mencelakakan, dan berusaha membunuh Rasulullah, karena mereka telah mengikat perjanjian damai dengan kaum muslim dalam Piagam Madinah; kemudian mereka kembali mengerjakan larangan itu dengan mengabaikan kesepakatan damai tersebut; dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan, dan durhaka kepada Rasul. Mencoba memecah belah persatuan dan kesatuan kaum Ansar yang dahulunya Bani Aus dan Khazraj yang suka berperang di antara mereka. Mereka pun memancing-mancing permusuhan dengan cara berbisik-bisik sesama mereka, jika ada seorang muslim yang lewat di hadapan mereka sehingga kaum muslim merasa tidak aman jika berada di perkampungan Yahudi. Dan apabila mereka datang kepadamu Muhammad, mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu, yaitu dengan ucapan, “Mudah-mudahan kematian menimpamu wahai Abul Qasim.”Rasulullah menjawab, “Dan atas kamu juga.” Dan, setelah orang-orang Yahudi mengucapkan salam penghinaan kepada Rasulullah tersebut, mereka mengatakan pada diri mereka sendiri dengan nada menantang, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?” Kalau benar Muhammad seorang rasul, tentu Allah akan mengabulkan jawaban Muhammad, “Dan atas kamu juga,” bencana atau kematian. Benar Allah akan mengazab setiap orang yang durhaka kepada-Nya, tetapi kapan datangnya azab itu adalah kewenangan Allah. Dia akan menimpakan azab itu bila dikehendaki-Nya, namun yang pasti adalah cukuplah bagi mereka neraka Jahanam yang akan mereka masuki dengan kehinaan dan penderitaan abadi. Maka neraka itu seburuk-buruk tempat kembali di akhirat yang kekal selama-lamanya bagi orang-orang kafir."
        },
        {
          "id": 5113,
          "surat_id": 58,
          "jus": 28,
          "ruku": 477,
          "no_ayat_inquran": 5113,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo izaa tanaajaytum falaa tatanaajaw bil ismi wal 'udwaani wa ma'siyatir rasooli wa tanaajaw bil birri wattaqwaa wattaqul laahal lazeee ilaihi tuhsharoon",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa tanaajaytum falaa tatanaajaw bial-itsmi waal'udwaani wama'shiyati alrrasuuli watanaajaw bialbirri waalttaqwaa waittaquu allaaha alladzii ilayhi tuhsyaruuna",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> tan<u>aa</u>jaytum fal<u>aa</u> tatan<u>aa</u>jaw bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli watan<u>aa</u>jaw bi<strong>a</strong>lbirri wa<strong>al</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii ilayhi tu<u>h</u>syaruun<strong>a</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا تَنَ[n[ـٰ]جَيْتُمْ فَلَا تَتَنَ[n[ـٰ]جَوْ[s[اْ] بِ[h:434[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَمَعْصِيَتِ [h:13402[ٱ][l[ل]رَّسُولِ وَتَنَ[n[ـٰ]جَوْ[s[اْ] بِ[h:219[ٱ]لْبِرِّ وَ[h:3365[ٱ][l[ل]تَّ[q:3365[قْ]وَىٰ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِىٓ] إِلَيْهِ تُحْشَر[p[ُو]نَ",
          "translation_id": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali.",
          "translation_en": "O you who have believed, when you converse privately, do not converse about sin and aggression and disobedience to the Messenger but converse about righteousness and piety. And fear Allah, to whom you will be gathered.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5113",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5113.mp3",
          "tafsir_short": "Allah lalu mengingatkan orang-orang beriman agar tidak mengikuti kebiasaan Yahudi mengadakan pembicaraan rahasia kecuali untuk kebaikan. Wahai orang-orang yang beriman! Apabila kamu terpaksa mengadakan atau terlibat dalam pembicaraan rahasia, maka perhatikanlah, janganlah kamu membicarakan perbuatan dosa, perencanaan, cara maupun strategi; dan jangan pula membahas permusuhan, kebencian, dan fitnah; dan jangan pula membicarakan perbuatan yang tergolong durhaka kepada Rasul, namun, jika terpaksa mengadakan atau terlibat dalam pembicaraan rahasia, maka bicarakanlah tentang perbuatan kebajikan meliputi perdamaian, dan kerukunan hidup beragama, dan penguatan takwa kepada Allah. Dan bertakwalah kepada Allah, wahai seluruh umat dengan menjaga kesinambungan iman dan ibadah, serta amal saleh, yang kepada-Nya kamu akan dikumpulkan kembali pada hari Kiamat untuk mempertanggung jawabkan hidup di hadapan Allah."
        },
        {
          "id": 5114,
          "surat_id": 58,
          "jus": 28,
          "ruku": 477,
          "no_ayat_inquran": 5114,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "إِنَّمَا النَّجْوَىٰ مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
          "body_ayat_ltn_en": "Innaman najwaa minash shaitaani liyahzunal lazeena aamanoo wa laisa bidaaarrihim shai'an illaa bi-iznil laah; wa 'alal laahi falyatawakkalil mu'minoon",
          "body_ayat_ltn_in": "innamaa alnnajwaa mina alsysyaythaani liyahzuna alladziina aamanuu walaysa bidaarrihim syay-an illaa bi-idzni allaahi wa'alaa allaahi falyatawakkali almu/minuuna",
          "body_ayat_ltn_in_html": "innam<u>aa</u> <strong>al</strong>nnajw<u>aa</u> mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni liya<u>h</u>zuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu walaysa bi<u>daa</u>rrihim syay-an ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>",
          "invers_tajweed": "إِ[g[نّ]َمَا [h:13405[ٱ][l[ل][g[نّ]َ[q:8519[جْ]وَىٰ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ لِيَحْزُنَ [h:13406[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَلَيْسَ بِض[m[َا]ٓرِّهِمْ شَيْــًٔا إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ",
          "translation_id": "Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal.",
          "translation_en": "Private conversation is only from Satan that he may grieve those who have believed, but he will not harm them at all except by permission of Allah. And upon Allah let the believers rely.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5114",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5114.mp3",
          "tafsir_short": "Orang beriman dilarang mengadakan pembicaraan rahasia karena pembicaraan rahasia itu karakter setan dalam menghasut manusia membangkitkan permusuhan dan kebencian. Sesungguhnya pembicaraan rahasia itu termasuk perbuatan setan dalam membujuk manusia mengikuti strateginya: berpaling dari Allah, mengikuti dorongan rendah dan membawa manusia kepada jurang kemaksiatan agar orang-orang beriman itu setelah tertipu strategi setan menyesal dan bersedih hati, sedang pembicaraan rahasia itu tidaklah memberi bencana sedikit pun kepada mereka, orang-orang beriman, kecuali dengan izin Allah. Dan hanya kepada Allah hendaknya orang-orang yang beriman bertawakal, menyerahkan hidup dan kehidupannya lahir batin setelah merencanakan secara optimal dan berusaha secara maksimal."
        },
        {
          "id": 5115,
          "surat_id": 58,
          "jus": 28,
          "ruku": 477,
          "no_ayat_inquran": 5115,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ انشُزُوا فَانشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo izaa qeela lakum tafassahoo fil majaalisi fafsahoo yafsahil laahu lakum wa izaa qeelan shuzoo fanshuzoo yarfa'il laahul lazeena aamanoo minkum wallazeena ootul 'ilma darajaat; wallaahu bimaa ta'maloona khabeer",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa qiila lakum tafassahuu fii almajaalisi faifsahuu yafsahi allaahu lakum wa-idzaa qiila unsyuzuu faunsyuzuu yarfa'i allaahu alladziina aamanuu minkum waalladziina uutuu al'ilma darajaatin waallaahu bimaa ta'maluuna khabiirun",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> qiila lakum tafassa<u>h</u>uu fii <strong>a</strong>lmaj<u>aa</u>lisi fa<strong>i</strong>fsa<u>h</u>uu yafsa<u>h</u>i <strong>al</strong>l<u>aa</u>hu lakum wa-i<u>dzaa</u> qiila unsyuzuu fa<strong>u</strong>nsyuzuu yarfa'i <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa<strong>a</strong>lla<u>dz</u>iina uutuu <strong>a</strong>l'ilma daraj<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا قِيلَ لَكُمْ تَفَسَّحُو[s[اْ] فِى [h:13407[ٱ]لْمَجَ[n[ـٰ]لِسِ فَ[h:13408[ٱ]فْسَحُو[s[اْ] يَفْسَحِ [h:13409[ٱ]للَّهُ لَكُمْ‌ۖ وَإِذَا قِيلَ [h:13410[ٱ][f:13411[نش]ُزُو[s[اْ] فَ[h:13412[ٱ][f:13412[نش]ُزُو[s[اْ] يَرْفَعِ [h:13413[ٱ]للَّهُ [h:2273[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَ[h:37[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ دَرَجَ[n[ـٰ][a:13414[تٍ‌ۚ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
          "translation_id": "Wahai orang-orang yang beriman! Apabila dikatakan kepadamu, “Berilah kelapangan di dalam majelis-majelis,” maka lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan, “Berdirilah kamu,” maka berdirilah, niscaya Allah akan mengangkat (derajat) orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Dan Allah Mahateliti apa yang kamu kerjakan.",
          "translation_en": "O you who have believed, when you are told, \"Space yourselves\" in assemblies, then make space; Allah will make space for you. And when you are told, \"Arise,\" then arise; Allah will raise those who have believed among you and those who were given knowledge, by degrees. And Allah is Acquainted with what you do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5115",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5115.mp3",
          "tafsir_short": "Pada ayat yang lalu Allah memerintahkan kaum muslim agar menghindarkan diri dari perbuatan berbisik-bisik dan pembicaraan rahasia, karena akan menimbulkan rasa tidak enak bagi muslim lainnya. Pada ayat ini, Allah memerintahkan kaum muslim untuk melakukan perbuatan yang menimbulkan rasa persaudaraan dalam semua pertemuan. Wahai orang-orang yang beriman apabila dikatakan kepadamu, dalam berbagai forum atau kesempatan, “Berilah kelapangan di dalam majelis-majelis, agar orang-orang bisa masuk ke dalam ruangan itu,” maka lapangkanlah jalan menuju majelis tersebut, niscaya Allah akan memberi kelapangan untukmu dalam berbagai kesempatan, forum, atau majelis. Dan apabila dikatakan kepada kamu dalam berbagai tempat, “Berdirilah kamu untuk memberi penghormatan,” maka berdirilah sebagai tanda kerendahan hati, niscaya Allah akan mengangkat derajat orang-orang yang beriman di antaramu karena keyakinannya yang benar, dan Allah pun akan mengangkat orang-orang yang diberi ilmu, karena ilmunya menjadi hujah yang menerangi umat, beberapa derajat dibandingkan orang-orang yang tidak berilmu. Dan Allah Mahateliti terhadap niat, cara, dan tujuan dari apa yang kamu kerjakan, baik persoalan dunia maupun akhirat."
        },
        {
          "id": 5116,
          "surat_id": 58,
          "jus": 28,
          "ruku": 477,
          "no_ayat_inquran": 5116,
          "no_ayat_insurat": 12,
          "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanooo izaa naajitumur Rasoola faqaddimoo baina yadai najwaakum sadaqah; zaalika khairul lakum wa athar; fa il lam tajidoo fa innal laaha ghafoorur Raheem",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa naajaytumu alrrasuula faqaddimuu bayna yaday najwaakum shadaqatan dzaalika khayrun lakum wa-athharu fa-in lam tajiduu fa-inna allaaha ghafuurun rahiimun",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> n<u>aa</u>jaytumu <strong>al</strong>rrasuula faqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaqatan <u>dzaa</u>lika khayrun lakum wa-a<u>th</u>haru fa-in lam tajiduu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا نَ[n[ـٰ]جَيْتُمُ [h:13415[ٱ][l[ل]رَّسُولَ فَقَدِّمُو[s[اْ] بَيْنَ يَدَىْ نَ[q:13416[جْ]وَ[n[ٮٰ]كُمْ صَدَقَ[f:13417[ةً‌ۚ ذ][n[َٲ]لِكَ خَيْ[u:263[رٌ ل]َّكُمْ وَأَ[q:1307[طْ]هَرُ‌ۚ فَإ[u:110[ِن ل]َّمْ تَجِدُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
          "translation_id": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Yang demikian itu lebih baik bagimu dan lebih bersih. Tetapi jika kamu tidak memperoleh (yang akan disedekahkan) maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "translation_en": "O you who have believed, when you [wish to] privately consult the Messenger, present before your consultation a charity. That is better for you and purer. But if you find not [the means] - then indeed, Allah is Forgiving and Merciful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5116",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5116.mp3",
          "tafsir_short": "Pada ayat sebelumnya Allah memerintahkan agar orang-orang beriman mengembangkan adab yang baik, yaitu saling memberikan tempat dalam pertemuan tanda saling menghormati dan menumbuhkan persaudaraan. Allah pun meninggikan derajat orang yang beriman, berilmu, dan beramal dengan ilmunya itu. Pada ayat ini, Allah menerangkan bahwa para sahabat yang ingin menghadap Nabi diperintahkan mengembangkan adab yang baik, yaitu bersedekah terlebih dahulu guna menyucikan dirinya. Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul untuk berkonsultasi tentang masalah yang sangat pribadi, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) agar diri kamu menjadi bersih dari penyakit kikir, juga untuk mengurangi beban beliau menerima orang-orang yang tidak berkepentingan, sebelum (melakukan) pembicaraan itu. Yang demikian itu, bersedekah kepada fakir miskin sebelum berkonsultasi dengan Nabi, lebih baik bagimu, karena kamu berbagi dan peduli dengan orang-orang kecil dan lebih bersih, karena kamu membuang sifat kikir dan cinta harta yang berlebihan. Tetapi jika kamu tidak memperoleh harta atau uang (yang akan disedekahkan) sebelum bertemu Nabi karena kemiskinan, maka sungguh, Allah Maha Pengampun kepada orang yang hendak bersedekah, tetapi tidak sanggup, Maha Penyayang kepada hamba yang baik hati."
        },
        {
          "id": 5117,
          "surat_id": 58,
          "jus": 28,
          "ruku": 477,
          "no_ayat_inquran": 5117,
          "no_ayat_insurat": 13,
          "body_ayat_arb": "أَأَشْفَقْتُمْ أَن تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
          "body_ayat_ltn_en": "'A-ashfaqtum an tuqaddimoo baina yadai najwaakum sadaqaat; fa-iz lam taf'aloo wa taabal laahu 'alaikum fa aqeemus Salaata wa aatuz Zakaata wa atee'ul laaha wa rasoolah; wallaahu khabeerum bimaa ta'maloon",
          "body_ayat_ltn_in": "a-asyfaqtum an tuqaddimuu bayna yaday najwaakum shadaqaatin fa-idz lam taf'aluu wataaba allaahu 'alaykum fa-aqiimuu alshshalaata waaatuu alzzakaata wa-athii'uu allaaha warasuulahu waallaahu khabiirun bimaa ta'maluuna",
          "body_ayat_ltn_in_html": "a-asyfaqtum an tuqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaq<u>aa</u>tin fa-i<u>dz</u> lam taf'aluu wat<u>aa</u>ba <strong>al</strong>l<u>aa</u>hu 'alaykum fa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
          "invers_tajweed": "ءَأَشْفَ[q:13418[قْ]تُمْ أَ[f:13419[ن ت]ُقَدِّمُو[s[اْ] بَيْنَ يَدَىْ نَ[q:13416[جْ]وَ[n[ٮٰ]كُمْ صَدَقَ[n[ـٰ][f:13420[تٍ‌ۚ ف]َإِذْ لَمْ تَفْعَلُو[s[اْ] وَتَابَ [h:13421[ٱ]للَّهُ عَلَيْكُمْ فَأَقِيمُو[s[اْ] [h:3095[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
          "translation_id": "Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum (melakukan) pembicaraan dengan Rasul? Tetapi jika kamu tidak melakukannya dan Allah telah memberi ampun kepadamu, maka laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
          "translation_en": "Have you feared to present before your consultation charities? Then when you do not and Allah has forgiven you, then [at least] establish prayer and give zakah and obey Allah and His Messenger. And Allah is Acquainted with what you do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5117",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5117.mp3",
          "tafsir_short": "Melalui ayat ini Allah memberi dispensasi kebolehan menghadap Rasulullah tanpa bersedekah terlebih dahulu. Allah berfirman, “Apakah kamu takut menjadi miskin karena kamu memberikan sedekah sebelum melakukan pembicaraan khusus dengan Rasul? Jika kamu tidak mampu melakukannya, yakni bersedekah kepada fakir miskin sebelum berjumpa dengan Nabi dan Allah telah memberi ampun kepadamu karena kamu beristigfar dan benar-benar tidak mampu bersedekah, kamu diberikan dispensasi untuk berjumpa dengan beliau tanpa bersedekah terlebih dahulu kepada fakir miskin, maka sebagai kompensasinya, laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Karena salat menyempurnakan ketaatan kepada Allah dan menjauhkan kamu dari perbuatan keji dan mungkar, sedangkan zakat menyucikan jiwa dan harta kamu. Dan Allah Mahateliti terhadap niat, cara dan tujuan dari apa yang kamu kerjakan, baik persoalan dunia maupun akhirat.”"
        },
        {
          "id": 5118,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5118,
          "no_ayat_insurat": 14,
          "body_ayat_arb": "۞ أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ",
          "body_ayat_ltn_en": "Alam tara ilal lazeena tawallaw qawman ghadibal laahu 'alaihim maa hum minkum wa laa minhum wa yahlifoona 'alal kazibi wa hum ya'lamoon",
          "body_ayat_ltn_in": "alam tara ilaa alladziina tawallaw qawman ghadhiba allaahu 'alayhim maa hum minkum walaa minhum wayahlifuuna 'alaa alkadzibi wahum ya'lamuuna",
          "body_ayat_ltn_in_html": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina tawallaw qawman gha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim m<u>aa</u> hum minkum wal<u>aa</u> minhum waya<u>h</u>lifuuna 'al<u>aa</u> <strong>a</strong>lka<u>dz</u>ibi wahum ya'lamuun<strong>a</strong>",
          "invers_tajweed": "۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ تَوَلَّوْ[s[اْ] قَوْمًا غَضِبَ [h:13422[ٱ]للَّهُ عَلَيْه[w:3946[ِم م]َّا ه[w:5658[ُم م]ِّ[f:344[نك]ُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى [h:13423[ٱ]لْكَذِبِ وَهُمْ يَعْلَم[p[ُو]نَ",
          "translation_id": "Tidakkah engkau perhatikan orang-orang (munafik) yang menjadikan suatu kaum yang telah dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum) kamu dan bukan dari (kaum) mereka. Dan mereka bersumpah atas kebohongan, sedang mereka mengetahuinya.",
          "translation_en": "Have you not considered those who make allies of a people with whom Allah has become angry? They are neither of you nor of them, and they swear to untruth while they know [they are lying].",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5118",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5118.mp3",
          "tafsir_short": "Pada ayat sebelumnya diterangkan kebiasaan orang-orang beriman yang akan menghadap Rasulullah, yaitu bersedekah kepada kaum duafa sebelum menghadap Nabi. Pada ayat ini diterangkan kebiasaan orang-orang munafik yang menyembunyikan kekafiran dalam memperlakukan Nabi dan larangan berteman akrab dengan orang-orang yang memusuhi Islam. Apakah engkau Muhammad, tidak memperhatikan orang-orang munafik di Madinah yang secara lisan menyatakan beriman kepada engkau, tetapi faktanya mereka adalah orang-orang yang menjadikan suatu kaum yang telah dimurkai Allah, yaitu kaum Yahudi di Madinah, sebagai sahabat? Orang-orang munafik itu bukan dari kaum kamu, yakni orang-orang beriman yang benar sebagaimana pengakuan mereka. Orang-orang munafik mengaku beriman untuk mengambil hati orang-orang beriman saja; dan bukan dari kaum mereka, golongan Yahudi yang benar. Mereka mengaku Yahudi untuk memperoleh perlindungan dari Yahudi. Dan mereka, orang-orang munafik itu tidak segan-segan bersumpah dengan menyebut nama Allah bahwa mereka beriman kepada Allah dan Rasul-Nya, padahal sumpah mereka itu atas kebohongan, yakni bersumpah beriman, padahal tidak beriman; sedangkan mereka, orang-orang munafik itu, mengetahui kebohongan-nya."
        },
        {
          "id": 5119,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5119,
          "no_ayat_insurat": 15,
          "body_ayat_arb": "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
          "body_ayat_ltn_en": "A'addal laahu lahum 'azaaban shadeedan innahum saaa'a maa kaanoo ya'maloon",
          "body_ayat_ltn_in": "a'adda allaahu lahum 'adzaaban syadiidan innahum saa-a maa kaanuu ya'maluuna",
          "body_ayat_ltn_in_html": "a'adda <strong>al</strong>l<u>aa</u>hu lahum 'a<u>dzaa</u>ban syadiidan innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
          "invers_tajweed": "أَعَدَّ [h:5775[ٱ]للَّهُ لَهُمْ عَذَا[f:1966[بًا ش]َدِيدًا‌ۖ إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
          "translation_id": "Allah telah menyediakan azab yang sangat keras bagi mereka. Sungguh, betapa buruknya apa yang telah mereka kerjakan.",
          "translation_en": "Allah has prepared for them a severe punishment. Indeed, it was evil that they were doing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5119",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5119.mp3",
          "tafsir_short": "Allah telah menyediakan azab yang sangat keras bagi mereka, orang-orang munafik, yaitu berada di dalam kerak neraka. Sungguh, betapa buruknya apa yang telah mereka kerjakan di dunia, yaitu menipu Allah, Rasulullah, dan orang-orang beriman, padahal hakikatnya mereka menipu diri mereka sendiri."
        },
        {
          "id": 5120,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5120,
          "no_ayat_insurat": 16,
          "body_ayat_arb": "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَن سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
          "body_ayat_ltn_en": "Ittakhazooo aymaanahum junnatan fasaddoo 'an sabeelil laahi falahum 'azaabum muheen",
          "body_ayat_ltn_in": "ittakhadzuu aymaanahum junnatan fashadduu 'an sabiili allaahi falahum 'adzaabun muhiinun",
          "body_ayat_ltn_in_html": "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi falahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
          "invers_tajweed": "ٱتَّخَذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ جُ[g[نّ]َ[f:13424[ةً ف]َصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ فَلَهُمْ عَذَا[a:478[بٌ م]ُّه[p[ِي]نٌ",
          "translation_id": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah; maka bagi mereka azab yang menghinakan.",
          "translation_en": "They took their [false] oaths as a cover, so they averted [people] from the way of Allah, and for them is a humiliating punishment.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5120",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5120.mp3",
          "tafsir_short": "Allah menjelaskan salah satu karakter busuk orang-orang munafik, yaitu: Mereka menjadikan sumpah-sumpah mereka, yakni bersumpah dengan nama Allah bahwa mereka beriman kepada Allah dan Rasul-Nya dan bersedia berjihad mengharumkan Islam, padahal sumpah itu hanyalah sebagai perisai untuk menutupi kekafiran mereka, bahkan untuk menutupi kebencian mereka terhadap Islam dan kaum muslim; lalu mereka menghalang-halangi manusia dari jalan Allah, bekerja sama dengan kaum Yahudi agar kabilah-kabilah Arab itu tidak masuk Islam; maka bagi mereka azab yang menghinakan mereka di dalam kerak neraka."
        },
        {
          "id": 5121,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5121,
          "no_ayat_insurat": 17,
          "body_ayat_arb": "لَّن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
          "body_ayat_ltn_en": "Lan tughniya 'anhum amwaaluhum wa laaa awladuhum minal laahi shai'aa; ulaaa 'ika As haabun Naari hum feehaa khaalidoon",
          "body_ayat_ltn_in": "lan tughniya 'anhum amwaaluhum walaa awlaaduhum mina allaahi syay-an ulaa-ika ash-haabu alnnaari hum fiihaa khaaliduuna",
          "body_ayat_ltn_in_html": "lan tughniya 'anhum amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum mina <strong>al</strong>l<u>aa</u>hi syay-an ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
          "invers_tajweed": "لَّ[f:1752[ن ت]ُغْنِىَ عَنْهُمْ أَمْو[n[َٲ]لُهُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُه[w:1753[ُم م]ِّنَ [h:321[ٱ]للَّهِ شَيْــًٔا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
          "translation_id": "Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, mereka kekal di dalamnya.",
          "translation_en": "Never will their wealth or their children avail them against Allah at all. Those are the companions of the Fire; they will abide therein eternally",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5121",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5121.mp3",
          "tafsir_short": "Allah menjelaskan bahwa harta dan anak-anak tidak dapat menyelamatkan mereka dari azab yang menghinakan itu. Harta benda yang diperoleh dengan menghalalkan segala cara dan anak-anak mereka yang mendorong mereka mencari harta dengan cara seperti itu, ketika menghadap Allah tidak berguna sedikit pun untuk menolong mereka dari azab Allah, karena yang akan menyelamatkan itu iman dan amal saleh, sedangkan harta dan anak hanya penopang. Mereka itulah penghuni neraka, karena keputusan mereka waktu hidup memilih tidak beriman, mereka kekal di dalamnya tanpa ada harapan keluar dari neraka."
        },
        {
          "id": 5122,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5122,
          "no_ayat_insurat": 18,
          "body_ayat_arb": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ ۚ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ",
          "body_ayat_ltn_en": "Yawma yab'asuhumul laahujamee'an fa yahlifoona lahoo kamaa yahlifoona lakum wa yahsaboona annahum 'alaa shai'; alaaa innahum humul kaaziboon",
          "body_ayat_ltn_in": "yawma yab'atsuhumu allaahu jamii'an fayahlifuuna lahu kamaa yahlifuuna lakum wayahsabuuna annahum 'alaa syay-in alaa innahum humu alkaadzibuuna",
          "body_ayat_ltn_in_html": "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an faya<u>h</u>lifuuna lahu kam<u>aa</u> ya<u>h</u>lifuuna lakum waya<u>h</u>sabuuna annahum 'al<u>aa</u> syay-in <strong>a</strong>l<u>aa</u> innahum humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>",
          "invers_tajweed": "يَوْمَ يَ[q:4022[بْ]عَثُهُمُ [h:4023[ٱ]للَّهُ جَمِي[f:13425[عًا ف]َيَحْلِفُونَ لَهُ[n[ۥ] كَمَا يَحْلِفُونَ لَكُمْ‌ۖ وَيَحْسَبُونَ أَ[g[نّ]َهُمْ عَلَىٰ شَىْءٍ‌ۚ أَل[o[َآ] إِ[g[نّ]َهُمْ هُمُ [h:7594[ٱ]لْكَ[n[ـٰ]ذِب[p[ُو]نَ",
          "translation_id": "(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta.",
          "translation_en": "On the Day Allah will resurrect them all, and they will swear to Him as they swear to you and think that they are [standing] on something. Unquestionably, it is they who are the liars.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5122",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5122.mp3",
          "tafsir_short": "Pada hari Kiamat nanti, ketika mereka semua, orang-orang munafik, dibangkitkan Allah dari alam kubur menuju mahsyar, lalu mereka bersumpah kepada-Nya bahwa mereka orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya, bukan orang-orang kafir, sebagaimana mereka bersumpah kepadamu di dunia bahwa mereka orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya, padahal sumpah mereka itu atas kebohongan, yakni bersumpah beriman, padahal sejatinya tidak beriman; dan mereka menyangka bahwa mereka dengan bersumpah palsu itu akan memperoleh sesuatu manfaat, dikeluarkan dari neraka.Ketahuilah, bahwa mereka orang-orang pendusta baik di dunia di hadapan Rasulullah maupun di akhirat di hadapan Allah."
        },
        {
          "id": 5123,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5123,
          "no_ayat_insurat": 19,
          "body_ayat_arb": "اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنسَاهُمْ ذِكْرَ اللَّهِ ۚ أُولَٰئِكَ حِزْبُ الشَّيْطَانِ ۚ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ",
          "body_ayat_ltn_en": "Istahwaza 'alaihimush shaitaanu fa ansaahum zikral laah; ulaaa'ika hizbush shaitaaan; alaaa innaa hizbash shaitaani humul khaasiroon",
          "body_ayat_ltn_in": "istahwadza 'alayhimu alsysyaythaanu fa-ansaahum dzikra allaahi ulaa-ika hizbu alsysyaythaani alaa inna hizba alsysyaythaani humu alkhaasiruuna",
          "body_ayat_ltn_in_html": "ista<u>h</u>wa<u>dz</u>a 'alayhimu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fa-ans<u>aa</u>hum <u>dz</u>ikra <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>sysyay<u>th</u><u>aa</u>ni <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>sysyay<u>th</u><u>aa</u>ni humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
          "invers_tajweed": "ٱسْتَحْوَذَ عَلَيْهِمُ [h:13426[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ فَأَ[f:13427[نس]َ[n[ـٰ]هُمْ ذِكْرَ [h:13428[ٱ]للَّهِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حِزْبُ [h:13429[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۚ أَل[o[َآ] إِ[g[نّ]َ حِزْبَ [h:13430[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
          "translation_id": "Setan telah menguasai mereka, lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan. Ketahuilah, bahwa golongan setan itulah golongan yang rugi.",
          "translation_en": "Satan has overcome them and made them forget the remembrance of Allah. Those are the party of Satan. Unquestionably, the party of Satan - they will be the losers.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5123",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5123.mp3",
          "tafsir_short": "Orang-orang munafik itu menjadi pendusta karena diri mereka sepenuhnya dikendalikan Iblis. Setan telah menguasai diri, pikiran, perasaan, dan ruhani mereka, sehingga cahaya Allah terhalang masuk ke dalam pikiran, perasaan, dan ruhani mereka itu. Lalu setan dengan cerdik menghadang dari depan, belakang, kanan, dan kiri, serta menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan, yaitu manusia yang akal dan nuraninya dikuasai setan. Ketahuilah dengan perenungan yang mendalam bahwa golongan setan itulah golongan yang rugi, karena akal sehat dan nuraninya yang jernih tidak digunakan untuk berpikir secara mendalam, masuk akal dan sistematis dalam menyikapi ajaran Allah sehingga akal dan hati mereka tertutup dari iman."
        },
        {
          "id": 5124,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5124,
          "no_ayat_insurat": 20,
          "body_ayat_arb": "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَٰئِكَ فِي الْأَذَلِّينَ",
          "body_ayat_ltn_en": "Innal lazeena yuhaaaddoonal laaha wa Rasoolahooo ulaaa'ika fil azalleen",
          "body_ayat_ltn_in": "inna alladziina yuhaadduuna allaaha warasuulahu ulaa-ika fii al-adzalliina",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika fii <strong>a</strong>l-a<u>dz</u>alliin<strong>a</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُح[m[َا]ٓدُّونَ [h:13395[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى [h:13431[ٱ]لْأَذَلّ[p[ِي]نَ",
          "translation_id": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina.",
          "translation_en": "Indeed, the ones who oppose Allah and His Messenger - those will be among the most humbled.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5124",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5124.mp3",
          "tafsir_short": "Pada ayat sebelumnya disebutkan bahwa orang-orang munafik itu membohongi Allah dan Rasul-Nya karena dirinya dikuasai setan sehingga termasuk golongan setan. Sementara itu pada ayat ini disebutkan bahwa sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dengan tidak beriman atau bersumpah beriman padahal hatinya penuh dengan kekafiran dan menghalangi orang untuk beriman, mereka termasuk orang-orang yang sangat hina, karena karakternya busuk, hipokrit, tidak sportif, bermuka dua dan berpura-pura."
        },
        {
          "id": 5125,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5125,
          "no_ayat_insurat": 21,
          "body_ayat_arb": "كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
          "body_ayat_ltn_en": "Katabal laahu la aghlibanna ana wa Rusulee; innal laaha qawiyyun 'Azeez",
          "body_ayat_ltn_in": "kataba allaahu la-aghlibanna anaa warusulii inna allaaha qawiyyun 'aziizun",
          "body_ayat_ltn_in_html": "kataba <strong>al</strong>l<u>aa</u>hu la-aghlibanna an<u>aa</u> warusulii inna <strong>al</strong>l<u>aa</u>ha qawiyyun 'aziiz<strong>un</strong>",
          "invers_tajweed": "كَتَبَ [h:989[ٱ]للَّهُ لَأَغْلِبَ[g[نّ]َ أَنَا۟ وَرُسُل[o[ِىٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِىٌّ عَز[p[ِي]زٌ",
          "translation_id": "Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sungguh, Allah Mahakuat, Mahaperkasa.",
          "translation_en": "Allah has written, \"I will surely overcome, I and My messengers.\" Indeed, Allah is Powerful and Exalted in Might.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5125",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5125.mp3",
          "tafsir_short": "Allah mengingatkan manusia tentang sunah-Nya bahwa Dia telah menetapkan pada kitab induk di Loh Mahfuz bahwa “Aku dan rasul-rasul-Ku pasti menang” dalam melawan kebatilan. Sungguh, Allah Mahakuat, Mahaperkasa menghadapi musuh-musuh-Nya."
        },
        {
          "id": 5126,
          "surat_id": 58,
          "jus": 28,
          "ruku": 478,
          "no_ayat_inquran": 5126,
          "no_ayat_insurat": 22,
          "body_ayat_arb": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ أُولَٰئِكَ حِزْبُ اللَّهِ ۚ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ",
          "body_ayat_ltn_en": "Laa tajidu qawmany yu'minoona billaahi wal yawmil aakhiri yuwaaaddoona man haaaddal laaha wa Rasoolahoo wa law kaanooo aabaaa'ahum aw abnaaa'ahum aw ikhwaa nahum aw 'asheeratahum; ulaaa'ika kataba fee quloobihi mul eemaana wa ayyadahum biroohimminhu wa yudkhilu hum jannatin tajree min tahtihal anhaaru khaalideena feehaa; radiyal laahu 'anhum wa radoo 'anh; ulaaa 'ika hizbul laah; alaaa inna hizbal laahi humul muflihoon",
          "body_ayat_ltn_in": "laa tajidu qawman yu/minuuna biallaahi waalyawmi al-aakhiri yuwaadduuna man haadda allaaha warasuulahu walaw kaanuu aabaa-ahum aw abnaa-ahum aw ikhwaanahum aw 'asyiiratahum ulaa-ika kataba fii quluubihimu al-iimaana wa-ayyadahum biruuhin minhu wayudkhiluhum jannaatin tajrii min tahtihaa al-anhaaru khaalidiina fiihaa radhiya allaahu 'anhum waradhuu 'anhu ulaa-ika hizbu allaahi alaa inna hizba allaahi humu almuflihuuna",
          "body_ayat_ltn_in_html": "l<u>aa</u> tajidu qawman yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri yuw<u>aa</u>dduuna man <u>haa</u>dda <strong>al</strong>l<u>aa</u>ha warasuulahu walaw k<u>aa</u>nuu <u>aa</u>b<u>aa</u>-ahum aw abn<u>aa</u>-ahum aw ikhw<u>aa</u>nahum aw 'asyiiratahum ul<u>aa</u>-ika kataba fii quluubihimu <strong>a</strong>l-iim<u>aa</u>na wa-ayyadahum biruu<u>h</u>in minhu wayudkhiluhum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> ra<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu 'anhum wara<u>dh</u>uu 'anhu ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
          "invers_tajweed": "لَّا تَجِدُ قَوْ[a:13432[مًا ي]ُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ يُو[m[َا]ٓدُّونَ مَنْ ح[m[َا]ٓدَّ [h:13433[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَلَوْ كَان[o[ُوٓ][s[اْ] ءَاب[o[َا]ٓءَهُمْ أَوْ أَ[q:767[بْ]ن[o[َا]ٓءَهُمْ أَوْ إِخْو[n[َٲ]نَهُمْ أَوْ عَشِيرَتَهُمْ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَتَبَ فِى قُلُوبِهِمُ [h:13434[ٱ]لْإِيمَ[n[ـٰ]نَ وَأَيَّدَه[c:13435[ُم ب]ِرُو[a:13436[حٍ م]ِّنْهُ‌ۖ وَيُ[q:13437[دْ]خِلُهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ رَضِىَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حِزْبُ [h:13438[ٱ]للَّهِ‌ۚ أَل[o[َآ] إِ[g[نّ]َ حِزْبَ [h:3642[ٱ]للَّهِ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
          "translation_id": "Engkau (Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya atau keluarganya. Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan yang datang dari Dia. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung.",
          "translation_en": "You will not find a people who believe in Allah and the Last Day having affection for those who oppose Allah and His Messenger, even if they were their fathers or their sons or their brothers or their kindred. Those - He has decreed within their hearts faith and supported them with spirit from Him. And We will admit them to gardens beneath which rivers flow, wherein they abide eternally. Allah is pleased with them, and they are pleased with Him - those are the party of Allah. Unquestionably, the party of Allah - they are the successful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5126",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5126.mp3",
          "tafsir_short": "Allah lalu menyatakan, “Engkau, Muhammad, tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya, atau keluarganya.” Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan yang datang dari Dia berupa kemauan dan kekuatan batin, kebersihan hati, kemenangan terhadap musuh dan lain-lain. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung."
        }
      ]
    },
    "ayats": [
      {
        "id": 5105,
        "surat_id": 58,
        "jus": 28,
        "ruku": 476,
        "no_ayat_inquran": 5105,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
        "body_ayat_ltn_en": "Qad sami'al laahu qawlal latee tujaadiluka fee zawjihaa wa tashtakeee ilal laahi wallaahu yasma'u tahaawurakumaa; innal laaha samee'um baseer",
        "body_ayat_ltn_in": "qad sami'a allaahu qawla allatii tujaadiluka fii zawjihaa watasytakii ilaa allaahi waallaahu yasma'u tahaawurakumaa inna allaaha samii'un bashiirun",
        "body_ayat_ltn_in_html": "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
        "invers_tajweed": "قَ[q:298[دْ] سَمِعَ [h:2460[ٱ]للَّهُ قَوْلَ [h:13384[ٱ]لَّتِى تُجَ[n[ـٰ]دِلُكَ فِى زَوْجِهَا وَتَشْتَك[o[ِىٓ] إِلَى [h:1637[ٱ]للَّهِ وَ[h:72[ٱ]للَّهُ يَسْمَعُ تَحَاوُرَكُم[o[َآ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَمِي[i:9086[عُۢ ب]َص[p[ِي]رٌ",
        "translation_id": "Sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu (Muhammad) tentang suaminya, dan mengadukan (halnya) kepada Allah, dan Allah mendengar percakapan antara kamu berdua. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
        "translation_en": "Certainly has Allah heard the speech of the one who argues with you, [O Muhammad], concerning her husband and directs her complaint to Allah. And Allah hears your dialogue; indeed, Allah is Hearing and Seeing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5105",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5105.mp3",
        "tafsir_short": "Pada akhir Surah al-Hadìd Allah menyeru orang-orang beriman agar taat kepada Rasul-Nya, niscaya Allah akan memberikan cahaya dan mengampuni mereka. Pada ayat ini dijelaskan, sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu tentang suaminya, yang telah menzihar dirinya, yaitu menganggap dirinya sama dengan ibu kandungnya sehingga haram digauli, dan dia pun mengadukan keadaan itu kepada Allah agar Allah memberikan kepastian hukum tentang kasus zihar tersebut dan Allah mendengar percakapan di antara kamu berdua bersama perempuan yang bernama Khaulah binti Ša‘labah yang dizihar suaminya tersebut. Sesungguhnya Allah Maha Mendengar semua jenis percakapan yang terbuka maupun tertutup, Maha Melihat yang tampak maupun yang tersembunyi."
      },
      {
        "id": 5106,
        "surat_id": 58,
        "jus": 28,
        "ruku": 476,
        "no_ayat_inquran": 5106,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "الَّذِينَ يُظَاهِرُونَ مِنكُم مِّن نِّسَائِهِم مَّا هُنَّ أُمَّهَاتِهِمْ ۖ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ الْقَوْلِ وَزُورًا ۚ وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
        "body_ayat_ltn_en": "Allazeena yuzaahiroona minkum min nisaaa'ihim maa hunnaa ummahaatihim in ummahaatuhum illal laaa'ee waladnahum; wa innaahum la yaqooloona munkaram minal qawli wa zooraa; wa innal laaha la'afuwwun ghafoor",
        "body_ayat_ltn_in": "qad sami'a allaahu qawla allatii tujaadiluka fii zawjihaa watasytakii ilaa allaahi waallaahu yasma'u tahaawurakumaa inna allaaha samii'un bashiirun",
        "body_ayat_ltn_in_html": "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
        "invers_tajweed": "ٱلَّذِينَ يُظَ[n[ـٰ]هِرُونَ مِ[f:344[نك][w:431[ُم م]ّ[a:1265[ِن ن]ِّس[o[َا]ٓئِه[w:13385[ِم م]َّا هُ[g[نّ]َ أُ[g[مّ]َهَ[n[ـٰ]تِهِمْ‌ۖ إِنْ أُ[g[مّ]َهَ[n[ـٰ]تُهُمْ إِلَّا [h:13386[ٱ]لَّ[o[ــٰٓ]ــِٔى وَلَ[q:13387[دْ]نَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَيَقُولُونَ مُ[f:13388[نك]َ[a:13389[رًا م]ِّنَ [h:3107[ٱ]لْقَوْلِ وَزُو[a:13390[رًا‌ۚ و]َإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَعَفُوٌّ غَف[p[ُو]رٌ",
        "translation_id": "Orang-orang di antara kamu yang menzihar istrinya, (menganggap istrinya sebagai ibunya, padahal) istri mereka itu bukanlah ibunya. Ibu-ibu mereka hanyalah perempuan yang melahirkannya. Dan sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf, Maha Pengampun.",
        "translation_en": "Those who pronounce thihar among you [to separate] from their wives - they are not [consequently] their mothers. Their mothers are none but those who gave birth to them. And indeed, they are saying an objectionable statement and a falsehood. But indeed, Allah is Pardoning and Forgiving.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5106",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5106.mp3",
        "tafsir_short": "Orang-orang, yakni para suami, di antara kamu yang menzihar istrinya, yaitu menyamakan status hukum istrinya dengan ibunya, yaitu memandang keduanya sama-sama haram digauli, karena tidak lagi menyukainya. Suami yang memperlakukan istrinya demikian telah berbuat kesalahan yang berat, karena istri mereka itu bukanlah ibunya sehingga tidak haram digauli. Mereka tidak menyadari bahwa ibu-ibu mereka adalah perempuan yang telah melahirkannya. Dan sesungguhnya mereka, para suami yang menzihar istrinya, benar-benar telah mengucapkan suatu perkataan yang mungkar karena ucapan itu hanya alasan bahwa ia tidak lagi menyukai istrinya dan merupakan ucapan dusta, karena tidak sesuai dengan fakta bahwa istri itu berbeda dengan ibu kandungnya. Dan sesungguhnya Allah Maha Pemaaf kepada siapa saja yang menyadari kesalahannya bahwa ia telah menzihar istrinya; Maha Pengampun kepada yang bertobat dengan tulus."
      },
      {
        "id": 5107,
        "surat_id": 58,
        "jus": 28,
        "ruku": 476,
        "no_ayat_inquran": 5107,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "وَالَّذِينَ يُظَاهِرُونَ مِن نِّسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَاسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "body_ayat_ltn_en": "Wallazeena yuzaahiroona min nisaaa'ihim summa ya'oodoona limaa qaaloo fatabreeru raqabatim min qabli any-yatamaaassaa; zaalikum too'azoona bih; wallaahu bimaa ta'maloona khabeer",
        "body_ayat_ltn_in": "waalladziina yuzhaahiruuna min nisaa-ihim tsumma ya'uuduuna limaa qaaluu fatahriiru raqabatin min qabli an yatamaassaa dzaalikum tuu'azhuuna bihi waallaahu bimaa ta'maluuna khabiirun",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina yu<u>zhaa</u>hiruuna min nis<u>aa</u>-ihim tsumma ya'uuduuna lim<u>aa</u> q<u>aa</u>luu fata<u>h</u>riiru raqabatin min qabli an yatam<u>aa</u>ss<u>aa</u> <u>dzaa</u>likum tuu'a<u>zh</u>uuna bihi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ يُظَ[n[ـٰ]هِرُونَ م[a:1265[ِن ن]ِّس[o[َا]ٓئِهِمْ ثُ[g[مّ]َ يَعُودُونَ لِمَا قَالُو[s[اْ] فَتَحْرِيرُ رَقَبَ[a:13391[ةٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13392[َن ي]َتَم[m[َا]ٓسَّا‌ۚ ذ[n[َٲ]لِكُمْ تُوعَظُونَ بِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
        "translation_id": "Dan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
        "translation_en": "And those who pronounce thihar from their wives and then [wish to] go back on what they said - then [there must be] the freeing of a slave before they touch one another. That is what you are admonished thereby; and Allah is Acquainted with what you do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5107",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5107.mp3",
        "tafsir_short": "Dan mereka yang menzihar istrinya, lalu menyesali perbuatannya, kemudian segera menarik kembali apa yang telah mereka ucapkan kepada istrinya itu, maka mereka para suami yang telah menzihar istrinya itu diwajibkan membayar kafarat, yakni tebusan dengan memerdekakan seorang budak sebelum suami istri itu bercampur kembali seperti sebelum menziharnya. Demikianlah yang diajarkan Allah kepadamu, kaum muslim tentang hukum zihar dan panduan membayar tebusannya, dan Allah Mahateliti terhadap apa yang kamu kerjakan agar orang-orang beriman menyadari kemahatelitian Allah sehingga tidak berbuat curang dalam hidupnya."
      },
      {
        "id": 5108,
        "surat_id": 58,
        "jus": 28,
        "ruku": 476,
        "no_ayat_inquran": 5108,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَاسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۗ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
        "body_ayat_ltn_en": "Famal lam yajid fa siyaamu shahraini mutataabi'ayni min qabli any-yatamaaassaa famal lam yastati' fa-it'aamu sitteena miskeena; zaalika litu'minoo billaahi wa rasoolih'wa tilka hudoodul laah; wa lilkaafireena 'azaabun aleem",
        "body_ayat_ltn_in": "faman lam yajid fashiyaamu syahrayni mutataabi'ayni min qabli an yatamaassaa faman lam yastathi' fa-ith'aamu sittiina miskiinan dzaalika litu/minuu biallaahi warasuulihi watilka huduudu allaahi walilkaafiriina 'adzaabun aliimun",
        "body_ayat_ltn_in_html": "faman lam yajid fa<u>sh</u>iy<u>aa</u>mu syahrayni mutat<u>aa</u>bi'ayni min qabli an yatam<u>aa</u>ss<u>aa</u> faman lam yasta<u>th</u>i' fa-i<u>th</u>'<u>aa</u>mu sittiina miskiinan <u>dzaa</u>lika litu/minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi walilk<u>aa</u>firiina 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "invers_tajweed": "فَم[u:1066[َن ل]َّمْ يَجِ[q:1067[دْ] فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13392[َن ي]َتَم[m[َا]ٓسَّا‌ۖ فَم[u:1066[َن ل]َّمْ يَسْتَطِعْ فَإِ[q:13393[طْ]عَامُ سِتِّينَ مِسْكِي[f:13394[نًا‌ۚ ذ][n[َٲ]لِكَ لِتُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ]‌ۚ وَتِلْكَ حُدُودُ [h:1000[ٱ]للَّهِ‌ۗ وَلِلْكَ[n[ـٰ]فِرِينَ عَذَابٌ أَل[p[ِي]مٌ",
        "translation_id": "Maka barangsiapa tidak dapat (memerdekakan hamba sahaya), maka (dia wajib) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Tetapi barangsiapa tidak mampu, maka (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah hukum-hukum Allah, dan bagi orang-orang yang mengingkarinya akan mendapat azab yang sangat pedih.",
        "translation_en": "And he who does not find [a slave] - then a fast for two months consecutively before they touch one another; and he who is unable - then the feeding of sixty poor persons. That is for you to believe [completely] in Allah and His Messenger; and those are the limits [set by] Allah. And for the disbelievers is a painful punishment.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5108",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5108.mp3",
        "tafsir_short": "Maka barang siapa yang tidak menemukan, tidak memiliki uang untuk memerdekakan hamba sahaya karena harganya mahal, maka dia wajib membayar kafarat zihar dengan berpuasa dua bulan berturut-turut sebelum keduanya bercampur kembali. Barang siapa tidak mampu, membayar kafarat zihar dengan berpuasa dua bulan berturut-turut, maka ia wajib membayar kafarat zihar dengan memberi makan enam puluh orang miskin. Demikianlah, Allah menjelaskan hukum zihar dan kafarat-nya agar kamu beriman kepada Allah dan Rasul-Nya dengan benar-benar berpegang kepada Al-Qur’an dan Sunah-Nya dan itulah hukum-hukum Allah tentang zihar dan kafarat-kafaratnya; dan Allah memperingatkan bahwa bagi orang-orang yang mengingkarinya, yakni hukum zihar, akan mendapat azab yang sangat pedih di akhirat, karena mengatakan yang bukan-bukan, mengharamkan menggauli istri yang dihalalkan Allah."
      },
      {
        "id": 5109,
        "surat_id": 58,
        "jus": 28,
        "ruku": 476,
        "no_ayat_inquran": 5109,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَا آيَاتٍ بَيِّنَاتٍ ۚ وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ",
        "body_ayat_ltn_en": "Innal lazeena yuhaaaddoonal laaha wa Rasoolahoo kubitoo kamaa kubital lazeena min qablihim; wa qad anzalnaaa aayaatim baiyinaat; wa lilkaa fireena 'azaabum muheen",
        "body_ayat_ltn_in": "inna alladziina yuhaadduuna allaaha warasuulahu kubituu kamaa kubita alladziina min qablihim waqad anzalnaa aayaatin bayyinaatin walilkaafiriina 'adzaabun muhiinun",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu kubituu kam<u>aa</u> kubita <strong>al</strong>la<u>dz</u>iina min qablihim waqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin walilk<u>aa</u>firiina 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُح[m[َا]ٓدُّونَ [h:13395[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] كُبِتُو[s[اْ] كَمَا كُبِتَ [h:13396[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ وَقَ[q:387[دْ] أَ[f:515[نز]َلْن[o[َآ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][a:13397[تٍ‌ۚ و]َلِلْكَ[n[ـٰ]فِرِينَ عَذَا[a:478[بٌ م]ُّه[p[ِي]نٌ",
        "translation_id": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata. Dan bagi orang-orang yang mengingkarinya akan mendapat azab yang menghinakan.",
        "translation_en": "Indeed, those who oppose Allah and His Messenger are abased as those before them were abased. And We have certainly sent down verses of clear evidence. And for the disbelievers is a humiliating punishment.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5109",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5109.mp3",
        "tafsir_short": "Pada ayat di atas Allah menerangkan hukum zihar dan kafarat-kafaratnya. Pada ayat ini dijelaskan bahwa orang yang menentang hukum Allah dan Rasul-Nya akan mendapat kehinaan dunia akhirat. Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dengan menolak dan mengingkari ajaran yang disampaikan Rasulullah pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka seperti kaum Yahudi yang durhaka kepada Nabi Musa yang diubah menjadi kera. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata tentang kebenaran agama Allah dan hukum-hukum-Nya dengan mengutus para nabi dan rasul. Dan bagi orang-orang yang mengingkarinya dengan kufur dan merintangi pelaksanaannya akan mendapat azab yang menghinakan di dunia dan di akhirat."
      },
      {
        "id": 5110,
        "surat_id": 58,
        "jus": 28,
        "ruku": 476,
        "no_ayat_inquran": 5110,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوا ۚ أَحْصَاهُ اللَّهُ وَنَسُوهُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
        "body_ayat_ltn_en": "Yawma yab'asuhumul laahu jamee'an fayunabbi'uhum bimaa 'amiloo; ahsaahul laahu wa nasooh; wallaahu 'alaa kulli shai'in shaheed",
        "body_ayat_ltn_in": "yawma yab'atsuhumu allaahu jamii'an fayunabbi-uhum bimaa 'amiluu ahsaahu allaahu wanasuuhu waallaahu 'alaa kulli syay-in syahiidun",
        "body_ayat_ltn_in_html": "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an fayunabbi-uhum bim<u>aa</u> 'amiluu a<u>hsaa</u>hu <strong>al</strong>l<u>aa</u>hu wanasuuhu wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>",
        "invers_tajweed": "يَوْمَ يَ[q:4022[بْ]عَثُهُمُ [h:4023[ٱ]للَّهُ جَمِي[f:13398[عًا ف]َيُنَبِّئُه[c:4323[ُم ب]ِمَا عَمِل[o[ُوٓ[s[اْ]‌ۚ] أَحْصَ[n[ـٰ]هُ [h:13399[ٱ]للَّهُ وَنَسُوهُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ",
        "translation_id": "Pada hari itu mereka semuanya dibangkitkan Allah, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal perbuatan itu), meskipun mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu.",
        "translation_en": "On the Day when Allah will resurrect them all and inform them of what they did. Allah had enumerated it, while they forgot it; and Allah is, over all things, Witness.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5110",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5110.mp3",
        "tafsir_short": "Kehinaan bagi yang mengingkari hukum Allah yang disebutkan pada ayat di atas akan diberikan pada hari Kiamat, yaitu: pada hari itu mereka semuanya dibangkitkan Allah menuju padang mahsyar, tempat berkumpul manusia sejak Nabi Adam hingga manusia terakhir, lalu diberitakan kepada mereka semua apa yang telah mereka kerjakan dengan lengkap, menyeluruh, dan terinci; Allah menghitungnya dengan akurat semua amal perbuatan mereka itu, meskipun mereka telah melupakannya karena sudah berlangsung lama, tetapi Allah mengetahuinya, ada catatan dua malaikat, ada dokumentasi pada diri manusia (Lihat: Surah al-Isrà’/17: 13—14) dan ada kesaksian kedua tangan dan kaki (Lihat: Surah Yàsìn/36: 65). Dan Allah Maha Menyaksikan segala sesuatu yang dilakukan manusia."
      },
      {
        "id": 5111,
        "surat_id": 58,
        "jus": 28,
        "ruku": 477,
        "no_ayat_inquran": 5111,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِن ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "body_ayat_ltn_en": "Alam tara annal laaha ya'lamu maa fis samaawaati wa maa fil ardi maa yakoonu min najwaa salaasatin illaa Huwa raabi'uhum wa laa khamsatin illaa huwa saadisuhum wa laaa adnaa min zaalika wa laaa aksara illaa huwa ma'ahum ayna, maa kaanoo summa yunabbi'uhum bimaa 'amiloo yawmal qiyaamah; innal laaha bikulli shai'in aleem",
        "body_ayat_ltn_in": "alam tara anna allaaha ya'lamu maa fii alssamaawaati wamaa fii al-ardhi maa yakuunu min najwaa tsalaatsatin illaa huwa raabi'uhum walaa khamsatin illaa huwa saadisuhum walaa adnaa min dzaalika walaa aktsara illaa huwa ma'ahum ayna maa kaanuu tsumma yunabbi-uhum bimaa 'amiluu yawma alqiyaamati inna allaaha bikulli syay-in 'aliimun",
        "body_ayat_ltn_in_html": "alam tara anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i m<u>aa</u> yakuunu min najw<u>aa</u> tsal<u>aa</u>tsatin ill<u>aa</u> huwa r<u>aa</u>bi'uhum wal<u>aa</u> khamsatin ill<u>aa</u> huwa s<u>aa</u>disuhum wal<u>aa</u> adn<u>aa</u> min <u>dzaa</u>lika wal<u>aa</u> aktsara ill<u>aa</u> huwa ma'ahum ayna m<u>aa</u> k<u>aa</u>nuu tsumma yunabbi-uhum bim<u>aa</u> 'amiluu yawma <strong>a</strong>lqiy<u>aa</u>mati inna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>",
        "invers_tajweed": "أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ مَا يَكُونُ م[a:13400[ِن ن]َّ[q:7779[جْ]وَىٰ ثَلَ[n[ـٰ]ثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَل[o[َآ] أَ[q:314[دْ]نَىٰ مِ[f:2624[ن ذ][n[َٲ]لِكَ وَل[o[َآ] أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُو[s[اْ‌ۖ] ثُ[g[مّ]َ يُنَبِّئُه[c:4559[ُم ب]ِمَا عَمِلُو[s[اْ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ",
        "translation_id": "Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
        "translation_en": "Have you not considered that Allah knows what is in the heavens and what is on the earth? There is in no private conversation three but that He is the fourth of them, nor are there five but that He is the sixth of them - and no less than that and no more except that He is with them [in knowledge] wherever they are. Then He will inform them of what they did, on the Day of Resurrection. Indeed Allah is, of all things, Knowing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5111",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5111.mp3",
        "tafsir_short": "Selain menyaksikan segala sesuatu, Allah juga mengetahui semua pembicaraan rahasia. Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, karena penglihatan Allah menembus batas-batas ruang dan waktu? Oleh sebab itu, bagi Allah, tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya, karena Allah ada, hadir dan terlibat dalam keseharian hamba-hamba-Nya. Dan tidak ada lima orang yang terlibat dalam pembicaraan rahasia, melainkan Dialah yang keenamnya, karena Allah dekat dan terlibat dalam aktivitas manusia. Dan tidak ada yang kurang dari itu atau lebih banyak yang terlibat dalam pembicaraan rahasia, melainkan Dia, pasti ada bersama mereka di mana pun mereka berada, meskipun manusia sering tidak merasakan kehadiran Allah bersama mereka, karena kalbunya yang terhijab. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan dengan menghadirkan catatan yang merekam seluruh jejak hidupnya. Sesungguhnya Allah Maha Mengetahui segala sesuatu yang dilakukan manusia termasuk pembicaraan rahasia di antara mereka."
      },
      {
        "id": 5112,
        "surat_id": 58,
        "jus": 28,
        "ruku": 477,
        "no_ayat_inquran": 5112,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ",
        "body_ayat_ltn_en": "Alam tara ilal lazeena nuhoo 'anin najwaa summa ya'oodoona limaa nuhoo 'anhu wa yatanaajawna bil ismi wal'udwaani wa ma'siyatir rasooli wa izaa jaaa'ooka haiyawka bimaa lam yuhai yika bihil laahu wa yaqooloona fee anfusihim law laa yu'azzibunal laahu bimaa naqool; hasbuhum jahannnamu yaslawnahaa fabi'sal maseer",
        "body_ayat_ltn_in": "alam tara ilaa alladziina nuhuu 'ani alnnajwaa tsumma ya'uuduuna limaa nuhuu 'anhu wayatanaajawna bial-itsmi waal'udwaani wama'shiyati alrrasuuli wa-idzaa jaauuka hayyawka bimaa lam yuhayyika bihi allaahu wayaquuluuna fii anfusihim lawlaa yu'adzdzibunaa allaahu bimaa naquulu hasbuhum jahannamu yashlawnahaa fabi/sa almashiiru",
        "body_ayat_ltn_in_html": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina nuhuu 'ani <strong>al</strong>nnajw<u>aa</u> tsumma ya'uuduuna lim<u>aa</u> nuhuu 'anhu wayatan<u>aa</u>jawna bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli wa-i<u>dzaa</u> j<u>aa</u>uuka <u>h</u>ayyawka bim<u>aa</u> lam yu<u>h</u>ayyika bihi <strong>al</strong>l<u>aa</u>hu wayaquuluuna fii anfusihim lawl<u>aa</u> yu'a<u>dzdz</u>ibun<u>aa</u> <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> naquulu <u>h</u>asbuhum jahannamu ya<u>sh</u>lawnah<u>aa</u> fabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "invers_tajweed": "أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ نُهُو[s[اْ] عَنِ [h:13401[ٱ][l[ل][g[نّ]َ[q:8519[جْ]وَىٰ ثُ[g[مّ]َ يَعُودُونَ لِمَا نُهُو[s[اْ] عَنْهُ وَيَتَنَ[n[ـٰ]جَوْنَ بِ[h:434[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَمَعْصِيَتِ [h:13402[ٱ][l[ل]رَّسُولِ وَإِذَا ج[o[َا]ٓءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ [h:1707[ٱ]للَّهُ وَيَقُولُونَ ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ لَوْلَا يُعَذِّبُنَا [h:13403[ٱ]للَّهُ بِمَا نَقُولُ‌ۚ حَسْبُهُمْ جَهَ[g[نّ]َمُ يَصْلَوْنَهَا‌ۖ فَبِئْسَ [h:13404[ٱ]لْمَص[p[ِي]رُ",
        "translation_id": "Tidakkah engkau perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu (Muhammad), mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu. Dan mereka mengatakan pada diri mereka sendiri, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?” Cukuplah bagi mereka neraka Jahanam yang akan mereka masuki. Maka neraka itu seburuk-buruk tempat kembali.",
        "translation_en": "Have you not considered those who were forbidden from private conversation, then they return to that which they were forbidden and converse among themselves about sin and aggression and disobedience to the Messenger? And when they come to you, they greet you with that [word] by which Allah does not greet you and say among themselves, \"Why does Allah not punish us for what we say?\" Sufficient for them is Hell, which they will [enter to] burn, and wretched is the destination.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5112",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5112.mp3",
        "tafsir_short": "Pada ayat yang lalu disebutkan bahwa tidak satu pun yang tersembunyi bagi Allah, dari bisikan sampai yang diucapkan dengan terang-terangan. Pada ayat ini dijelaskan perjanjian rahasia yang dilakukan orang-orang Yahudi di Madinah untuk menghancurkan Islam, karena mereka tidak menyadari bahwa Allah mengetahui rahasia jahat mereka. Tidakkah engkau, Muhammad, memperhatikan orang-orang, yakni kaum Yahudi di Madinah, yang telah dilarang mengadakan pembicaraan rahasia untuk memusuhi Islam, mencelakakan, dan berusaha membunuh Rasulullah, karena mereka telah mengikat perjanjian damai dengan kaum muslim dalam Piagam Madinah; kemudian mereka kembali mengerjakan larangan itu dengan mengabaikan kesepakatan damai tersebut; dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan, dan durhaka kepada Rasul. Mencoba memecah belah persatuan dan kesatuan kaum Ansar yang dahulunya Bani Aus dan Khazraj yang suka berperang di antara mereka. Mereka pun memancing-mancing permusuhan dengan cara berbisik-bisik sesama mereka, jika ada seorang muslim yang lewat di hadapan mereka sehingga kaum muslim merasa tidak aman jika berada di perkampungan Yahudi. Dan apabila mereka datang kepadamu Muhammad, mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu, yaitu dengan ucapan, “Mudah-mudahan kematian menimpamu wahai Abul Qasim.”Rasulullah menjawab, “Dan atas kamu juga.” Dan, setelah orang-orang Yahudi mengucapkan salam penghinaan kepada Rasulullah tersebut, mereka mengatakan pada diri mereka sendiri dengan nada menantang, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?” Kalau benar Muhammad seorang rasul, tentu Allah akan mengabulkan jawaban Muhammad, “Dan atas kamu juga,” bencana atau kematian. Benar Allah akan mengazab setiap orang yang durhaka kepada-Nya, tetapi kapan datangnya azab itu adalah kewenangan Allah. Dia akan menimpakan azab itu bila dikehendaki-Nya, namun yang pasti adalah cukuplah bagi mereka neraka Jahanam yang akan mereka masuki dengan kehinaan dan penderitaan abadi. Maka neraka itu seburuk-buruk tempat kembali di akhirat yang kekal selama-lamanya bagi orang-orang kafir."
      },
      {
        "id": 5113,
        "surat_id": 58,
        "jus": 28,
        "ruku": 477,
        "no_ayat_inquran": 5113,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo izaa tanaajaytum falaa tatanaajaw bil ismi wal 'udwaani wa ma'siyatir rasooli wa tanaajaw bil birri wattaqwaa wattaqul laahal lazeee ilaihi tuhsharoon",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa tanaajaytum falaa tatanaajaw bial-itsmi waal'udwaani wama'shiyati alrrasuuli watanaajaw bialbirri waalttaqwaa waittaquu allaaha alladzii ilayhi tuhsyaruuna",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> tan<u>aa</u>jaytum fal<u>aa</u> tatan<u>aa</u>jaw bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli watan<u>aa</u>jaw bi<strong>a</strong>lbirri wa<strong>al</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii ilayhi tu<u>h</u>syaruun<strong>a</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا تَنَ[n[ـٰ]جَيْتُمْ فَلَا تَتَنَ[n[ـٰ]جَوْ[s[اْ] بِ[h:434[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَمَعْصِيَتِ [h:13402[ٱ][l[ل]رَّسُولِ وَتَنَ[n[ـٰ]جَوْ[s[اْ] بِ[h:219[ٱ]لْبِرِّ وَ[h:3365[ٱ][l[ل]تَّ[q:3365[قْ]وَىٰ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِىٓ] إِلَيْهِ تُحْشَر[p[ُو]نَ",
        "translation_id": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali.",
        "translation_en": "O you who have believed, when you converse privately, do not converse about sin and aggression and disobedience to the Messenger but converse about righteousness and piety. And fear Allah, to whom you will be gathered.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5113",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5113.mp3",
        "tafsir_short": "Allah lalu mengingatkan orang-orang beriman agar tidak mengikuti kebiasaan Yahudi mengadakan pembicaraan rahasia kecuali untuk kebaikan. Wahai orang-orang yang beriman! Apabila kamu terpaksa mengadakan atau terlibat dalam pembicaraan rahasia, maka perhatikanlah, janganlah kamu membicarakan perbuatan dosa, perencanaan, cara maupun strategi; dan jangan pula membahas permusuhan, kebencian, dan fitnah; dan jangan pula membicarakan perbuatan yang tergolong durhaka kepada Rasul, namun, jika terpaksa mengadakan atau terlibat dalam pembicaraan rahasia, maka bicarakanlah tentang perbuatan kebajikan meliputi perdamaian, dan kerukunan hidup beragama, dan penguatan takwa kepada Allah. Dan bertakwalah kepada Allah, wahai seluruh umat dengan menjaga kesinambungan iman dan ibadah, serta amal saleh, yang kepada-Nya kamu akan dikumpulkan kembali pada hari Kiamat untuk mempertanggung jawabkan hidup di hadapan Allah."
      },
      {
        "id": 5114,
        "surat_id": 58,
        "jus": 28,
        "ruku": 477,
        "no_ayat_inquran": 5114,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "إِنَّمَا النَّجْوَىٰ مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
        "body_ayat_ltn_en": "Innaman najwaa minash shaitaani liyahzunal lazeena aamanoo wa laisa bidaaarrihim shai'an illaa bi-iznil laah; wa 'alal laahi falyatawakkalil mu'minoon",
        "body_ayat_ltn_in": "innamaa alnnajwaa mina alsysyaythaani liyahzuna alladziina aamanuu walaysa bidaarrihim syay-an illaa bi-idzni allaahi wa'alaa allaahi falyatawakkali almu/minuuna",
        "body_ayat_ltn_in_html": "innam<u>aa</u> <strong>al</strong>nnajw<u>aa</u> mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni liya<u>h</u>zuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu walaysa bi<u>daa</u>rrihim syay-an ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>",
        "invers_tajweed": "إِ[g[نّ]َمَا [h:13405[ٱ][l[ل][g[نّ]َ[q:8519[جْ]وَىٰ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ لِيَحْزُنَ [h:13406[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَلَيْسَ بِض[m[َا]ٓرِّهِمْ شَيْــًٔا إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ",
        "translation_id": "Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal.",
        "translation_en": "Private conversation is only from Satan that he may grieve those who have believed, but he will not harm them at all except by permission of Allah. And upon Allah let the believers rely.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5114",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5114.mp3",
        "tafsir_short": "Orang beriman dilarang mengadakan pembicaraan rahasia karena pembicaraan rahasia itu karakter setan dalam menghasut manusia membangkitkan permusuhan dan kebencian. Sesungguhnya pembicaraan rahasia itu termasuk perbuatan setan dalam membujuk manusia mengikuti strateginya: berpaling dari Allah, mengikuti dorongan rendah dan membawa manusia kepada jurang kemaksiatan agar orang-orang beriman itu setelah tertipu strategi setan menyesal dan bersedih hati, sedang pembicaraan rahasia itu tidaklah memberi bencana sedikit pun kepada mereka, orang-orang beriman, kecuali dengan izin Allah. Dan hanya kepada Allah hendaknya orang-orang yang beriman bertawakal, menyerahkan hidup dan kehidupannya lahir batin setelah merencanakan secara optimal dan berusaha secara maksimal."
      },
      {
        "id": 5115,
        "surat_id": 58,
        "jus": 28,
        "ruku": 477,
        "no_ayat_inquran": 5115,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ انشُزُوا فَانشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo izaa qeela lakum tafassahoo fil majaalisi fafsahoo yafsahil laahu lakum wa izaa qeelan shuzoo fanshuzoo yarfa'il laahul lazeena aamanoo minkum wallazeena ootul 'ilma darajaat; wallaahu bimaa ta'maloona khabeer",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa qiila lakum tafassahuu fii almajaalisi faifsahuu yafsahi allaahu lakum wa-idzaa qiila unsyuzuu faunsyuzuu yarfa'i allaahu alladziina aamanuu minkum waalladziina uutuu al'ilma darajaatin waallaahu bimaa ta'maluuna khabiirun",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> qiila lakum tafassa<u>h</u>uu fii <strong>a</strong>lmaj<u>aa</u>lisi fa<strong>i</strong>fsa<u>h</u>uu yafsa<u>h</u>i <strong>al</strong>l<u>aa</u>hu lakum wa-i<u>dzaa</u> qiila unsyuzuu fa<strong>u</strong>nsyuzuu yarfa'i <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa<strong>a</strong>lla<u>dz</u>iina uutuu <strong>a</strong>l'ilma daraj<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا قِيلَ لَكُمْ تَفَسَّحُو[s[اْ] فِى [h:13407[ٱ]لْمَجَ[n[ـٰ]لِسِ فَ[h:13408[ٱ]فْسَحُو[s[اْ] يَفْسَحِ [h:13409[ٱ]للَّهُ لَكُمْ‌ۖ وَإِذَا قِيلَ [h:13410[ٱ][f:13411[نش]ُزُو[s[اْ] فَ[h:13412[ٱ][f:13412[نش]ُزُو[s[اْ] يَرْفَعِ [h:13413[ٱ]للَّهُ [h:2273[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَ[h:37[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ دَرَجَ[n[ـٰ][a:13414[تٍ‌ۚ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ",
        "translation_id": "Wahai orang-orang yang beriman! Apabila dikatakan kepadamu, “Berilah kelapangan di dalam majelis-majelis,” maka lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan, “Berdirilah kamu,” maka berdirilah, niscaya Allah akan mengangkat (derajat) orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Dan Allah Mahateliti apa yang kamu kerjakan.",
        "translation_en": "O you who have believed, when you are told, \"Space yourselves\" in assemblies, then make space; Allah will make space for you. And when you are told, \"Arise,\" then arise; Allah will raise those who have believed among you and those who were given knowledge, by degrees. And Allah is Acquainted with what you do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5115",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5115.mp3",
        "tafsir_short": "Pada ayat yang lalu Allah memerintahkan kaum muslim agar menghindarkan diri dari perbuatan berbisik-bisik dan pembicaraan rahasia, karena akan menimbulkan rasa tidak enak bagi muslim lainnya. Pada ayat ini, Allah memerintahkan kaum muslim untuk melakukan perbuatan yang menimbulkan rasa persaudaraan dalam semua pertemuan. Wahai orang-orang yang beriman apabila dikatakan kepadamu, dalam berbagai forum atau kesempatan, “Berilah kelapangan di dalam majelis-majelis, agar orang-orang bisa masuk ke dalam ruangan itu,” maka lapangkanlah jalan menuju majelis tersebut, niscaya Allah akan memberi kelapangan untukmu dalam berbagai kesempatan, forum, atau majelis. Dan apabila dikatakan kepada kamu dalam berbagai tempat, “Berdirilah kamu untuk memberi penghormatan,” maka berdirilah sebagai tanda kerendahan hati, niscaya Allah akan mengangkat derajat orang-orang yang beriman di antaramu karena keyakinannya yang benar, dan Allah pun akan mengangkat orang-orang yang diberi ilmu, karena ilmunya menjadi hujah yang menerangi umat, beberapa derajat dibandingkan orang-orang yang tidak berilmu. Dan Allah Mahateliti terhadap niat, cara, dan tujuan dari apa yang kamu kerjakan, baik persoalan dunia maupun akhirat."
      },
      {
        "id": 5116,
        "surat_id": 58,
        "jus": 28,
        "ruku": 477,
        "no_ayat_inquran": 5116,
        "no_ayat_insurat": 12,
        "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanooo izaa naajitumur Rasoola faqaddimoo baina yadai najwaakum sadaqah; zaalika khairul lakum wa athar; fa il lam tajidoo fa innal laaha ghafoorur Raheem",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa naajaytumu alrrasuula faqaddimuu bayna yaday najwaakum shadaqatan dzaalika khayrun lakum wa-athharu fa-in lam tajiduu fa-inna allaaha ghafuurun rahiimun",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> n<u>aa</u>jaytumu <strong>al</strong>rrasuula faqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaqatan <u>dzaa</u>lika khayrun lakum wa-a<u>th</u>haru fa-in lam tajiduu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا نَ[n[ـٰ]جَيْتُمُ [h:13415[ٱ][l[ل]رَّسُولَ فَقَدِّمُو[s[اْ] بَيْنَ يَدَىْ نَ[q:13416[جْ]وَ[n[ٮٰ]كُمْ صَدَقَ[f:13417[ةً‌ۚ ذ][n[َٲ]لِكَ خَيْ[u:263[رٌ ل]َّكُمْ وَأَ[q:1307[طْ]هَرُ‌ۚ فَإ[u:110[ِن ل]َّمْ تَجِدُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
        "translation_id": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Yang demikian itu lebih baik bagimu dan lebih bersih. Tetapi jika kamu tidak memperoleh (yang akan disedekahkan) maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "translation_en": "O you who have believed, when you [wish to] privately consult the Messenger, present before your consultation a charity. That is better for you and purer. But if you find not [the means] - then indeed, Allah is Forgiving and Merciful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5116",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5116.mp3",
        "tafsir_short": "Pada ayat sebelumnya Allah memerintahkan agar orang-orang beriman mengembangkan adab yang baik, yaitu saling memberikan tempat dalam pertemuan tanda saling menghormati dan menumbuhkan persaudaraan. Allah pun meninggikan derajat orang yang beriman, berilmu, dan beramal dengan ilmunya itu. Pada ayat ini, Allah menerangkan bahwa para sahabat yang ingin menghadap Nabi diperintahkan mengembangkan adab yang baik, yaitu bersedekah terlebih dahulu guna menyucikan dirinya. Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul untuk berkonsultasi tentang masalah yang sangat pribadi, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) agar diri kamu menjadi bersih dari penyakit kikir, juga untuk mengurangi beban beliau menerima orang-orang yang tidak berkepentingan, sebelum (melakukan) pembicaraan itu. Yang demikian itu, bersedekah kepada fakir miskin sebelum berkonsultasi dengan Nabi, lebih baik bagimu, karena kamu berbagi dan peduli dengan orang-orang kecil dan lebih bersih, karena kamu membuang sifat kikir dan cinta harta yang berlebihan. Tetapi jika kamu tidak memperoleh harta atau uang (yang akan disedekahkan) sebelum bertemu Nabi karena kemiskinan, maka sungguh, Allah Maha Pengampun kepada orang yang hendak bersedekah, tetapi tidak sanggup, Maha Penyayang kepada hamba yang baik hati."
      },
      {
        "id": 5117,
        "surat_id": 58,
        "jus": 28,
        "ruku": 477,
        "no_ayat_inquran": 5117,
        "no_ayat_insurat": 13,
        "body_ayat_arb": "أَأَشْفَقْتُمْ أَن تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
        "body_ayat_ltn_en": "'A-ashfaqtum an tuqaddimoo baina yadai najwaakum sadaqaat; fa-iz lam taf'aloo wa taabal laahu 'alaikum fa aqeemus Salaata wa aatuz Zakaata wa atee'ul laaha wa rasoolah; wallaahu khabeerum bimaa ta'maloon",
        "body_ayat_ltn_in": "a-asyfaqtum an tuqaddimuu bayna yaday najwaakum shadaqaatin fa-idz lam taf'aluu wataaba allaahu 'alaykum fa-aqiimuu alshshalaata waaatuu alzzakaata wa-athii'uu allaaha warasuulahu waallaahu khabiirun bimaa ta'maluuna",
        "body_ayat_ltn_in_html": "a-asyfaqtum an tuqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaq<u>aa</u>tin fa-i<u>dz</u> lam taf'aluu wat<u>aa</u>ba <strong>al</strong>l<u>aa</u>hu 'alaykum fa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
        "invers_tajweed": "ءَأَشْفَ[q:13418[قْ]تُمْ أَ[f:13419[ن ت]ُقَدِّمُو[s[اْ] بَيْنَ يَدَىْ نَ[q:13416[جْ]وَ[n[ٮٰ]كُمْ صَدَقَ[n[ـٰ][f:13420[تٍ‌ۚ ف]َإِذْ لَمْ تَفْعَلُو[s[اْ] وَتَابَ [h:13421[ٱ]للَّهُ عَلَيْكُمْ فَأَقِيمُو[s[اْ] [h:3095[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
        "translation_id": "Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum (melakukan) pembicaraan dengan Rasul? Tetapi jika kamu tidak melakukannya dan Allah telah memberi ampun kepadamu, maka laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
        "translation_en": "Have you feared to present before your consultation charities? Then when you do not and Allah has forgiven you, then [at least] establish prayer and give zakah and obey Allah and His Messenger. And Allah is Acquainted with what you do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5117",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5117.mp3",
        "tafsir_short": "Melalui ayat ini Allah memberi dispensasi kebolehan menghadap Rasulullah tanpa bersedekah terlebih dahulu. Allah berfirman, “Apakah kamu takut menjadi miskin karena kamu memberikan sedekah sebelum melakukan pembicaraan khusus dengan Rasul? Jika kamu tidak mampu melakukannya, yakni bersedekah kepada fakir miskin sebelum berjumpa dengan Nabi dan Allah telah memberi ampun kepadamu karena kamu beristigfar dan benar-benar tidak mampu bersedekah, kamu diberikan dispensasi untuk berjumpa dengan beliau tanpa bersedekah terlebih dahulu kepada fakir miskin, maka sebagai kompensasinya, laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Karena salat menyempurnakan ketaatan kepada Allah dan menjauhkan kamu dari perbuatan keji dan mungkar, sedangkan zakat menyucikan jiwa dan harta kamu. Dan Allah Mahateliti terhadap niat, cara dan tujuan dari apa yang kamu kerjakan, baik persoalan dunia maupun akhirat.”"
      },
      {
        "id": 5118,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5118,
        "no_ayat_insurat": 14,
        "body_ayat_arb": "۞ أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ",
        "body_ayat_ltn_en": "Alam tara ilal lazeena tawallaw qawman ghadibal laahu 'alaihim maa hum minkum wa laa minhum wa yahlifoona 'alal kazibi wa hum ya'lamoon",
        "body_ayat_ltn_in": "alam tara ilaa alladziina tawallaw qawman ghadhiba allaahu 'alayhim maa hum minkum walaa minhum wayahlifuuna 'alaa alkadzibi wahum ya'lamuuna",
        "body_ayat_ltn_in_html": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina tawallaw qawman gha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim m<u>aa</u> hum minkum wal<u>aa</u> minhum waya<u>h</u>lifuuna 'al<u>aa</u> <strong>a</strong>lka<u>dz</u>ibi wahum ya'lamuun<strong>a</strong>",
        "invers_tajweed": "۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ تَوَلَّوْ[s[اْ] قَوْمًا غَضِبَ [h:13422[ٱ]للَّهُ عَلَيْه[w:3946[ِم م]َّا ه[w:5658[ُم م]ِّ[f:344[نك]ُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى [h:13423[ٱ]لْكَذِبِ وَهُمْ يَعْلَم[p[ُو]نَ",
        "translation_id": "Tidakkah engkau perhatikan orang-orang (munafik) yang menjadikan suatu kaum yang telah dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum) kamu dan bukan dari (kaum) mereka. Dan mereka bersumpah atas kebohongan, sedang mereka mengetahuinya.",
        "translation_en": "Have you not considered those who make allies of a people with whom Allah has become angry? They are neither of you nor of them, and they swear to untruth while they know [they are lying].",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5118",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5118.mp3",
        "tafsir_short": "Pada ayat sebelumnya diterangkan kebiasaan orang-orang beriman yang akan menghadap Rasulullah, yaitu bersedekah kepada kaum duafa sebelum menghadap Nabi. Pada ayat ini diterangkan kebiasaan orang-orang munafik yang menyembunyikan kekafiran dalam memperlakukan Nabi dan larangan berteman akrab dengan orang-orang yang memusuhi Islam. Apakah engkau Muhammad, tidak memperhatikan orang-orang munafik di Madinah yang secara lisan menyatakan beriman kepada engkau, tetapi faktanya mereka adalah orang-orang yang menjadikan suatu kaum yang telah dimurkai Allah, yaitu kaum Yahudi di Madinah, sebagai sahabat? Orang-orang munafik itu bukan dari kaum kamu, yakni orang-orang beriman yang benar sebagaimana pengakuan mereka. Orang-orang munafik mengaku beriman untuk mengambil hati orang-orang beriman saja; dan bukan dari kaum mereka, golongan Yahudi yang benar. Mereka mengaku Yahudi untuk memperoleh perlindungan dari Yahudi. Dan mereka, orang-orang munafik itu tidak segan-segan bersumpah dengan menyebut nama Allah bahwa mereka beriman kepada Allah dan Rasul-Nya, padahal sumpah mereka itu atas kebohongan, yakni bersumpah beriman, padahal tidak beriman; sedangkan mereka, orang-orang munafik itu, mengetahui kebohongan-nya."
      },
      {
        "id": 5119,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5119,
        "no_ayat_insurat": 15,
        "body_ayat_arb": "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
        "body_ayat_ltn_en": "A'addal laahu lahum 'azaaban shadeedan innahum saaa'a maa kaanoo ya'maloon",
        "body_ayat_ltn_in": "a'adda allaahu lahum 'adzaaban syadiidan innahum saa-a maa kaanuu ya'maluuna",
        "body_ayat_ltn_in_html": "a'adda <strong>al</strong>l<u>aa</u>hu lahum 'a<u>dzaa</u>ban syadiidan innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "invers_tajweed": "أَعَدَّ [h:5775[ٱ]للَّهُ لَهُمْ عَذَا[f:1966[بًا ش]َدِيدًا‌ۖ إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
        "translation_id": "Allah telah menyediakan azab yang sangat keras bagi mereka. Sungguh, betapa buruknya apa yang telah mereka kerjakan.",
        "translation_en": "Allah has prepared for them a severe punishment. Indeed, it was evil that they were doing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5119",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5119.mp3",
        "tafsir_short": "Allah telah menyediakan azab yang sangat keras bagi mereka, orang-orang munafik, yaitu berada di dalam kerak neraka. Sungguh, betapa buruknya apa yang telah mereka kerjakan di dunia, yaitu menipu Allah, Rasulullah, dan orang-orang beriman, padahal hakikatnya mereka menipu diri mereka sendiri."
      },
      {
        "id": 5120,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5120,
        "no_ayat_insurat": 16,
        "body_ayat_arb": "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَن سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
        "body_ayat_ltn_en": "Ittakhazooo aymaanahum junnatan fasaddoo 'an sabeelil laahi falahum 'azaabum muheen",
        "body_ayat_ltn_in": "ittakhadzuu aymaanahum junnatan fashadduu 'an sabiili allaahi falahum 'adzaabun muhiinun",
        "body_ayat_ltn_in_html": "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi falahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
        "invers_tajweed": "ٱتَّخَذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ جُ[g[نّ]َ[f:13424[ةً ف]َصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ فَلَهُمْ عَذَا[a:478[بٌ م]ُّه[p[ِي]نٌ",
        "translation_id": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah; maka bagi mereka azab yang menghinakan.",
        "translation_en": "They took their [false] oaths as a cover, so they averted [people] from the way of Allah, and for them is a humiliating punishment.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5120",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5120.mp3",
        "tafsir_short": "Allah menjelaskan salah satu karakter busuk orang-orang munafik, yaitu: Mereka menjadikan sumpah-sumpah mereka, yakni bersumpah dengan nama Allah bahwa mereka beriman kepada Allah dan Rasul-Nya dan bersedia berjihad mengharumkan Islam, padahal sumpah itu hanyalah sebagai perisai untuk menutupi kekafiran mereka, bahkan untuk menutupi kebencian mereka terhadap Islam dan kaum muslim; lalu mereka menghalang-halangi manusia dari jalan Allah, bekerja sama dengan kaum Yahudi agar kabilah-kabilah Arab itu tidak masuk Islam; maka bagi mereka azab yang menghinakan mereka di dalam kerak neraka."
      },
      {
        "id": 5121,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5121,
        "no_ayat_insurat": 17,
        "body_ayat_arb": "لَّن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
        "body_ayat_ltn_en": "Lan tughniya 'anhum amwaaluhum wa laaa awladuhum minal laahi shai'aa; ulaaa 'ika As haabun Naari hum feehaa khaalidoon",
        "body_ayat_ltn_in": "lan tughniya 'anhum amwaaluhum walaa awlaaduhum mina allaahi syay-an ulaa-ika ash-haabu alnnaari hum fiihaa khaaliduuna",
        "body_ayat_ltn_in_html": "lan tughniya 'anhum amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum mina <strong>al</strong>l<u>aa</u>hi syay-an ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
        "invers_tajweed": "لَّ[f:1752[ن ت]ُغْنِىَ عَنْهُمْ أَمْو[n[َٲ]لُهُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُه[w:1753[ُم م]ِّنَ [h:321[ٱ]للَّهِ شَيْــًٔا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
        "translation_id": "Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, mereka kekal di dalamnya.",
        "translation_en": "Never will their wealth or their children avail them against Allah at all. Those are the companions of the Fire; they will abide therein eternally",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5121",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5121.mp3",
        "tafsir_short": "Allah menjelaskan bahwa harta dan anak-anak tidak dapat menyelamatkan mereka dari azab yang menghinakan itu. Harta benda yang diperoleh dengan menghalalkan segala cara dan anak-anak mereka yang mendorong mereka mencari harta dengan cara seperti itu, ketika menghadap Allah tidak berguna sedikit pun untuk menolong mereka dari azab Allah, karena yang akan menyelamatkan itu iman dan amal saleh, sedangkan harta dan anak hanya penopang. Mereka itulah penghuni neraka, karena keputusan mereka waktu hidup memilih tidak beriman, mereka kekal di dalamnya tanpa ada harapan keluar dari neraka."
      },
      {
        "id": 5122,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5122,
        "no_ayat_insurat": 18,
        "body_ayat_arb": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ ۚ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ",
        "body_ayat_ltn_en": "Yawma yab'asuhumul laahujamee'an fa yahlifoona lahoo kamaa yahlifoona lakum wa yahsaboona annahum 'alaa shai'; alaaa innahum humul kaaziboon",
        "body_ayat_ltn_in": "yawma yab'atsuhumu allaahu jamii'an fayahlifuuna lahu kamaa yahlifuuna lakum wayahsabuuna annahum 'alaa syay-in alaa innahum humu alkaadzibuuna",
        "body_ayat_ltn_in_html": "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an faya<u>h</u>lifuuna lahu kam<u>aa</u> ya<u>h</u>lifuuna lakum waya<u>h</u>sabuuna annahum 'al<u>aa</u> syay-in <strong>a</strong>l<u>aa</u> innahum humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>",
        "invers_tajweed": "يَوْمَ يَ[q:4022[بْ]عَثُهُمُ [h:4023[ٱ]للَّهُ جَمِي[f:13425[عًا ف]َيَحْلِفُونَ لَهُ[n[ۥ] كَمَا يَحْلِفُونَ لَكُمْ‌ۖ وَيَحْسَبُونَ أَ[g[نّ]َهُمْ عَلَىٰ شَىْءٍ‌ۚ أَل[o[َآ] إِ[g[نّ]َهُمْ هُمُ [h:7594[ٱ]لْكَ[n[ـٰ]ذِب[p[ُو]نَ",
        "translation_id": "(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta.",
        "translation_en": "On the Day Allah will resurrect them all, and they will swear to Him as they swear to you and think that they are [standing] on something. Unquestionably, it is they who are the liars.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5122",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5122.mp3",
        "tafsir_short": "Pada hari Kiamat nanti, ketika mereka semua, orang-orang munafik, dibangkitkan Allah dari alam kubur menuju mahsyar, lalu mereka bersumpah kepada-Nya bahwa mereka orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya, bukan orang-orang kafir, sebagaimana mereka bersumpah kepadamu di dunia bahwa mereka orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya, padahal sumpah mereka itu atas kebohongan, yakni bersumpah beriman, padahal sejatinya tidak beriman; dan mereka menyangka bahwa mereka dengan bersumpah palsu itu akan memperoleh sesuatu manfaat, dikeluarkan dari neraka.Ketahuilah, bahwa mereka orang-orang pendusta baik di dunia di hadapan Rasulullah maupun di akhirat di hadapan Allah."
      },
      {
        "id": 5123,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5123,
        "no_ayat_insurat": 19,
        "body_ayat_arb": "اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنسَاهُمْ ذِكْرَ اللَّهِ ۚ أُولَٰئِكَ حِزْبُ الشَّيْطَانِ ۚ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ",
        "body_ayat_ltn_en": "Istahwaza 'alaihimush shaitaanu fa ansaahum zikral laah; ulaaa'ika hizbush shaitaaan; alaaa innaa hizbash shaitaani humul khaasiroon",
        "body_ayat_ltn_in": "istahwadza 'alayhimu alsysyaythaanu fa-ansaahum dzikra allaahi ulaa-ika hizbu alsysyaythaani alaa inna hizba alsysyaythaani humu alkhaasiruuna",
        "body_ayat_ltn_in_html": "ista<u>h</u>wa<u>dz</u>a 'alayhimu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fa-ans<u>aa</u>hum <u>dz</u>ikra <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>sysyay<u>th</u><u>aa</u>ni <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>sysyay<u>th</u><u>aa</u>ni humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
        "invers_tajweed": "ٱسْتَحْوَذَ عَلَيْهِمُ [h:13426[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ فَأَ[f:13427[نس]َ[n[ـٰ]هُمْ ذِكْرَ [h:13428[ٱ]للَّهِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حِزْبُ [h:13429[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۚ أَل[o[َآ] إِ[g[نّ]َ حِزْبَ [h:13430[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
        "translation_id": "Setan telah menguasai mereka, lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan. Ketahuilah, bahwa golongan setan itulah golongan yang rugi.",
        "translation_en": "Satan has overcome them and made them forget the remembrance of Allah. Those are the party of Satan. Unquestionably, the party of Satan - they will be the losers.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5123",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5123.mp3",
        "tafsir_short": "Orang-orang munafik itu menjadi pendusta karena diri mereka sepenuhnya dikendalikan Iblis. Setan telah menguasai diri, pikiran, perasaan, dan ruhani mereka, sehingga cahaya Allah terhalang masuk ke dalam pikiran, perasaan, dan ruhani mereka itu. Lalu setan dengan cerdik menghadang dari depan, belakang, kanan, dan kiri, serta menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan, yaitu manusia yang akal dan nuraninya dikuasai setan. Ketahuilah dengan perenungan yang mendalam bahwa golongan setan itulah golongan yang rugi, karena akal sehat dan nuraninya yang jernih tidak digunakan untuk berpikir secara mendalam, masuk akal dan sistematis dalam menyikapi ajaran Allah sehingga akal dan hati mereka tertutup dari iman."
      },
      {
        "id": 5124,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5124,
        "no_ayat_insurat": 20,
        "body_ayat_arb": "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَٰئِكَ فِي الْأَذَلِّينَ",
        "body_ayat_ltn_en": "Innal lazeena yuhaaaddoonal laaha wa Rasoolahooo ulaaa'ika fil azalleen",
        "body_ayat_ltn_in": "inna alladziina yuhaadduuna allaaha warasuulahu ulaa-ika fii al-adzalliina",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika fii <strong>a</strong>l-a<u>dz</u>alliin<strong>a</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُح[m[َا]ٓدُّونَ [h:13395[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى [h:13431[ٱ]لْأَذَلّ[p[ِي]نَ",
        "translation_id": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina.",
        "translation_en": "Indeed, the ones who oppose Allah and His Messenger - those will be among the most humbled.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5124",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5124.mp3",
        "tafsir_short": "Pada ayat sebelumnya disebutkan bahwa orang-orang munafik itu membohongi Allah dan Rasul-Nya karena dirinya dikuasai setan sehingga termasuk golongan setan. Sementara itu pada ayat ini disebutkan bahwa sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dengan tidak beriman atau bersumpah beriman padahal hatinya penuh dengan kekafiran dan menghalangi orang untuk beriman, mereka termasuk orang-orang yang sangat hina, karena karakternya busuk, hipokrit, tidak sportif, bermuka dua dan berpura-pura."
      },
      {
        "id": 5125,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5125,
        "no_ayat_insurat": 21,
        "body_ayat_arb": "كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
        "body_ayat_ltn_en": "Katabal laahu la aghlibanna ana wa Rusulee; innal laaha qawiyyun 'Azeez",
        "body_ayat_ltn_in": "kataba allaahu la-aghlibanna anaa warusulii inna allaaha qawiyyun 'aziizun",
        "body_ayat_ltn_in_html": "kataba <strong>al</strong>l<u>aa</u>hu la-aghlibanna an<u>aa</u> warusulii inna <strong>al</strong>l<u>aa</u>ha qawiyyun 'aziiz<strong>un</strong>",
        "invers_tajweed": "كَتَبَ [h:989[ٱ]للَّهُ لَأَغْلِبَ[g[نّ]َ أَنَا۟ وَرُسُل[o[ِىٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِىٌّ عَز[p[ِي]زٌ",
        "translation_id": "Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sungguh, Allah Mahakuat, Mahaperkasa.",
        "translation_en": "Allah has written, \"I will surely overcome, I and My messengers.\" Indeed, Allah is Powerful and Exalted in Might.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5125",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5125.mp3",
        "tafsir_short": "Allah mengingatkan manusia tentang sunah-Nya bahwa Dia telah menetapkan pada kitab induk di Loh Mahfuz bahwa “Aku dan rasul-rasul-Ku pasti menang” dalam melawan kebatilan. Sungguh, Allah Mahakuat, Mahaperkasa menghadapi musuh-musuh-Nya."
      },
      {
        "id": 5126,
        "surat_id": 58,
        "jus": 28,
        "ruku": 478,
        "no_ayat_inquran": 5126,
        "no_ayat_insurat": 22,
        "body_ayat_arb": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ أُولَٰئِكَ حِزْبُ اللَّهِ ۚ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ",
        "body_ayat_ltn_en": "Laa tajidu qawmany yu'minoona billaahi wal yawmil aakhiri yuwaaaddoona man haaaddal laaha wa Rasoolahoo wa law kaanooo aabaaa'ahum aw abnaaa'ahum aw ikhwaa nahum aw 'asheeratahum; ulaaa'ika kataba fee quloobihi mul eemaana wa ayyadahum biroohimminhu wa yudkhilu hum jannatin tajree min tahtihal anhaaru khaalideena feehaa; radiyal laahu 'anhum wa radoo 'anh; ulaaa 'ika hizbul laah; alaaa inna hizbal laahi humul muflihoon",
        "body_ayat_ltn_in": "laa tajidu qawman yu/minuuna biallaahi waalyawmi al-aakhiri yuwaadduuna man haadda allaaha warasuulahu walaw kaanuu aabaa-ahum aw abnaa-ahum aw ikhwaanahum aw 'asyiiratahum ulaa-ika kataba fii quluubihimu al-iimaana wa-ayyadahum biruuhin minhu wayudkhiluhum jannaatin tajrii min tahtihaa al-anhaaru khaalidiina fiihaa radhiya allaahu 'anhum waradhuu 'anhu ulaa-ika hizbu allaahi alaa inna hizba allaahi humu almuflihuuna",
        "body_ayat_ltn_in_html": "l<u>aa</u> tajidu qawman yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri yuw<u>aa</u>dduuna man <u>haa</u>dda <strong>al</strong>l<u>aa</u>ha warasuulahu walaw k<u>aa</u>nuu <u>aa</u>b<u>aa</u>-ahum aw abn<u>aa</u>-ahum aw ikhw<u>aa</u>nahum aw 'asyiiratahum ul<u>aa</u>-ika kataba fii quluubihimu <strong>a</strong>l-iim<u>aa</u>na wa-ayyadahum biruu<u>h</u>in minhu wayudkhiluhum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> ra<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu 'anhum wara<u>dh</u>uu 'anhu ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
        "invers_tajweed": "لَّا تَجِدُ قَوْ[a:13432[مًا ي]ُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ يُو[m[َا]ٓدُّونَ مَنْ ح[m[َا]ٓدَّ [h:13433[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَلَوْ كَان[o[ُوٓ][s[اْ] ءَاب[o[َا]ٓءَهُمْ أَوْ أَ[q:767[بْ]ن[o[َا]ٓءَهُمْ أَوْ إِخْو[n[َٲ]نَهُمْ أَوْ عَشِيرَتَهُمْ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَتَبَ فِى قُلُوبِهِمُ [h:13434[ٱ]لْإِيمَ[n[ـٰ]نَ وَأَيَّدَه[c:13435[ُم ب]ِرُو[a:13436[حٍ م]ِّنْهُ‌ۖ وَيُ[q:13437[دْ]خِلُهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ رَضِىَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حِزْبُ [h:13438[ٱ]للَّهِ‌ۚ أَل[o[َآ] إِ[g[نّ]َ حِزْبَ [h:3642[ٱ]للَّهِ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
        "translation_id": "Engkau (Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya atau keluarganya. Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan yang datang dari Dia. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung.",
        "translation_en": "You will not find a people who believe in Allah and the Last Day having affection for those who oppose Allah and His Messenger, even if they were their fathers or their sons or their brothers or their kindred. Those - He has decreed within their hearts faith and supported them with spirit from Him. And We will admit them to gardens beneath which rivers flow, wherein they abide eternally. Allah is pleased with them, and they are pleased with Him - those are the party of Allah. Unquestionably, the party of Allah - they are the successful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5126",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5126.mp3",
        "tafsir_short": "Allah lalu menyatakan, “Engkau, Muhammad, tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya, atau keluarganya.” Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan yang datang dari Dia berupa kemauan dan kekuatan batin, kebersihan hati, kemenangan terhadap musuh dan lain-lain. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung."
      }
    ]
  }
}
