{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 59,
      "no_surat": 59,
      "jumlah_ayat": 24,
      "nama_surat_arb": "الحشر",
      "nama_surat_latin": "Al-Hasyr",
      "arti_nama_surat": "Pengusiran",
      "tafsir": "Surat Al Hasyr terdiri atas 24 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Bayyinah. \tDinamai surat Al Hasyr (pengusiran) diambil dari perkataan Al-Hasyr yang terdapat pada ayat 2 surat ini. Di dalam surat ini disebutkan  kisah pengusiran suatu suku Yahudi yang bernama Bani Nadhir yang berdiam  di sekitar kota Madinah.",
      "turun_surat": "Madaniyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/059AlHasyr.mp3",
      "ayats": [
        {
          "id": 5127,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5127,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
          "body_ayat_ltn_en": "Sabbaha lillaahi maa fissamaawaati wa maa fil ardi wa Huwal 'Azeezul Hakeem",
          "body_ayat_ltn_in": "sabbaha lillaahi maa fii alssamaawaati wamaa fii al-ardhi wahuwa al'aziizu alhakiimu",
          "body_ayat_ltn_in_html": "sabba<u>h</u>a lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
          "invers_tajweed": "سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
          "translation_id": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
          "translation_en": "Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5127",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5127.mp3",
          "tafsir_short": "Apa yang ada di langit, bintang, bulan, planet, dan seluruh isi galaksi, dan apa yang ada di bumi, lautan, daratan, gunung, sungai, tumbuh-tumbuhan, hewan, dan lain-lain semuanya bertasbih kepada Allah, menyatakan kemahasucian Allah menurut caranya masing-masing sesuai dengan keadaan dan kejadiannya, sedangkan manusia tidak memahami tasbih makhluk-makhluk tersebut; dan Dialah Yang Mahaperkasa, menciptakan dan menghancurkan jagat raya; Mahabijaksana, dalam penciptaan dan pengaturan alam semesta."
        },
        {
          "id": 5128,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5128,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "هُوَ الَّذِيْٓ اَخْرَجَ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِۗ مَا ظَنَنْتُمْ اَنْ يَّخْرُجُوْا وَظَنُّوْٓا اَنَّهُمْ مَّانِعَتُهُمْ حُصُوْنُهُمْ مِّنَ اللّٰهِ فَاَتٰىهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوْا وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ يُخْرِبُوْنَ بُيُوْتَهُمْ بِاَيْدِيْهِمْ وَاَيْدِى الْمُؤْمِنِيْنَۙ فَاعْتَبِرُوْا يٰٓاُولِى الْاَبْصَارِ ",
          "body_ayat_ltn_en": "Huwal lazeee akharajal lazeena kafaroo min ahlil kitaabi min diyaarihim li awwalil Hashr; maa zanantum any yakhrujoo wa zannooo annahum maa ni'atuhum husoonuhum minal laahi faataahumul laahu min haisu lam yahtasiboo wa qazafa fee quloobihimur ru'ba yukhriboona bu yootahum bi aydeehim wa aydil mu'mineena fa'tabiroo yaaa ulil absaar",
          "body_ayat_ltn_in": "huwa alladzii akhraja alladziina kafaruu min ahli alkitaabi min diyaarihim li-awwali alhasyri maa zhanantum an yakhrujuu wazhannuu annahum maani'atuhum hushuunuhum mina allaahi fa-ataahumu allaahu min haytsu lam yahtasibuu waqadzafa fii quluubihimu alrru'ba yukhribuuna buyuutahum bi-aydiihim wa-aydii almu/miniina fai'tabiruu yaa ulii al-abshaari",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii akhraja <strong>al</strong>la<u>dz</u>iina kafaruu min ahli <strong>a</strong>lkit<u>aa</u>bi min diy<u>aa</u>rihim li-awwali <strong>a</strong>l<u>h</u>asyri m<u>aa</u> <u>zh</u>anantum an yakhrujuu wa<u>zh</u>annuu annahum m<u>aa</u>ni'atuhum <u>h</u>u<u>sh</u>uunuhum mina <strong>al</strong>l<u>aa</u>hi fa-at<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu min <u>h</u>aytsu lam ya<u>h</u>tasibuu waqa<u>dz</u>afa fii quluubihimu <strong>al</strong>rru'ba yukhribuuna buyuutahum bi-aydiihim wa-aydii <strong>a</strong>lmu/miniina fa<strong>i</strong>'tabiruu y<u>aa</u> ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>",
          "invers_tajweed": "هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَخْرَجَ [h:13439[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ لِأَوَّلِ [h:13440[ٱ]لْحَشْرِ‌ۚ مَا ظَنَ[f:12002[نت]ُمْ أ[a:3533[َن ي]َخْرُجُو[s[اْ‌ۖ] وَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َه[w:13441[ُم م]َّانِعَتُهُمْ حُصُونُه[w:13442[ُم م]ِّنَ [h:321[ٱ]للَّهِ فَأَتَ[n[ـٰ]هُمُ [h:13443[ٱ]للَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُو[s[اْ‌ۖ] وَقَذَفَ فِى قُلُوبِهِمُ [h:10763[ٱ][l[ل]رُّعْبَ‌ۚ يُخْرِبُونَ بُيُوتَه[c:13444[ُم ب]ِأَيْدِيهِمْ وَأَيْدِى [h:13445[ٱ]لْمُؤْمِنِينَ فَ[h:13446[ٱ]عْتَبِرُو[s[اْ] يَ[o[ـٰٓ]أُ[s[وْ]لِى [h:13447[ٱ]لْأَ[q:1767[بْ]صَ[p[ـٰ]رِ",
          "translation_id": "Dialah yang mengeluarkan orang-orang kafir di antara Ahli Kitab dari kampung halamannya pada saat pengusiran yang pertama. Kamu tidak menyangka, bahwa mereka akan keluar dan mereka pun yakin, benteng-benteng mereka akan dapat mempertahankan mereka dari (siksaan) Allah; maka Allah mendatangkan (siksaan) kepada mereka dari arah yang tidak mereka sangka-sangka. Dan Allah menanamkan rasa takut ke dalam hati mereka; sehingga memusnahkan rumah-rumah mereka dengan tangannya sendiri dan tangan orang-orang mukmin. Maka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan!",
          "translation_en": "It is He who expelled the ones who disbelieved among the People of the Scripture from their homes at the first gathering. You did not think they would leave, and they thought that their fortresses would protect them from Allah; but [the decree of] Allah came upon them from where they had not expected, and He cast terror into their hearts [so] they destroyed their houses by their [own] hands and the hands of the believers. So take warning, O people of vision.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5128",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5128.mp3",
          "tafsir_short": "Allah menyatakan bahwa Dialah yang mengeluarkan dengan cara memerintahkan kepada Rasulullah untuk mengusir orang-orang kafir di antara Ahli Kitab, yakni kaum Yahudi Bani Nadir dan Bani Qainuqa‘, dua kabilah Yahudi dari kampung halamannya di Madinah yang sudah menetap di sana sejak sebelum kelahiran Nabi. Peristiwa ini terjadi pada saat pengusiran yang pertama yang dilakukan Rasulullah terhadap Bani Qainuqa‘ setelah Perang Badar. Pengusiran kedua adalah pengusiran terhadap Bani Nadir dan Bani Quraizah setelah Perang Ahzab. Pengusiran ketiga dilakukan oleh ‘Umar bin Khattab terhadap semua kaum Yahudi di Madinah, karena pelanggaran mereka terhadap kesepakatan damai. Kamu tidak menyangka, bahwa mereka akan keluar dari Madinah dengan mudah, karena sistem pertahanan mereka kuat dan memiliki SDM yang berkualitas. Mereka yakin bahwa Muhammad dan para pengikutnya tidak akan pernah sanggup mengeluarkan mereka dari Madinah. Dan mereka pun yakin bahwa benteng-benteng mereka yang kuat dan strategis akan dapat mempertahankan mereka dari hukuman Allah yang dilancarkan kaum muslim kepada mereka. Maka Allah segera mendatangkan hukuman itu kepada mereka, melalui tangan-tangan kaum muslim, setelah Bani Qainuqa‘ menunjukan permusuhan kepada umat Islam. Pada waktu yang sama, rencana Bani Nadir dan Bani Quraizah untuk membunuh Rasulullah terbongkar dari arah yang tidak mereka sangka-sangka, karena mereka tidak mengira Rasulullah akan bertindak cepat mengepung benteng mereka. Dan Allah menanamkan rasa takut ke dalam hati mereka, ketika Rasulullah memberitahukan bahwa mereka akan diminta keluar dari Madinah sehingga mereka dengan inisiatif sendiri memusnahkan rumah-rumah mereka dengan peralatan dan tangannya sendiri agar rumah-rumah itu tidak bisa digunakan oleh kaum muslim; dan rumah-rumah mereka pun dihancurkan oleh tangan orang-orang mukmin yang bertugas dalam operasi pembersihan ini. Maka ambillah pelajaran berharga dari peristiwa pengusiran kaum Yahudi di Madinah itu wahai orang-orang beriman yang mempunyai pandangan yang luas bahwa kehebatan benteng pertahanan musuh-musuh Allah dan kerja sama mereka yang kuat bukan penghalang untuk bisa dikalahkan sehingga mereka merasakan kehinaan, terusir dari Madinah."
        },
        {
          "id": 5129,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5129,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "وَلَوْلَآ اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَاۤءَ لَعَذَّبَهُمْ فِى الدُّنْيَاۗ وَلَهُمْ فِى الْاٰخِرَةِ عَذَابُ النَّارِ ",
          "body_ayat_ltn_en": "Wa law laaa an katabal laahu 'alaihimul jalaaa'a la'azzabahum fid dunyaa wa lahum fil Aakhirati 'azaabun Naar",
          "body_ayat_ltn_in": "walawlaa an kataba allaahu 'alayhimu aljalaa-a la'adzdzabahum fii alddunyaa walahum fii al-aakhirati 'adzaabu alnnaari",
          "body_ayat_ltn_in_html": "walawl<u>aa</u> an kataba <strong>al</strong>l<u>aa</u>hu 'alayhimu <strong>a</strong>ljal<u>aa</u>-a la'a<u>dzdz</u>abahum fii <strong>al</strong>dduny<u>aa</u> walahum fii <strong>a</strong>l-<u>aa</u>khirati 'a<u>dzaa</u>bu <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
          "invers_tajweed": "وَلَوْل[o[َآ] أَ[f:13448[ن ك]َتَبَ [h:989[ٱ]للَّهُ عَلَيْهِمُ [h:13449[ٱ]لْجَل[o[َا]ٓءَ لَعَذَّبَهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَلَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ عَذَابُ [h:13450[ٱ][l[ل][g[نّ][p[َا]رِ",
          "translation_id": "Dan sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, pasti Allah mengazab mereka di dunia. Dan di akhirat mereka akan mendapat azab neraka.",
          "translation_en": "And if not that Allah had decreed for them evacuation, He would have punished them in [this] world, and for them in the Hereafter is the punishment of the Fire.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5129",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5129.mp3",
          "tafsir_short": "Pengusiran Yahudi itu bisa terjadi karena dua hal; kepemimpinan Rasulullah yang tegas dan keridaan Allah terhadap kaum muslim. Dan sekiranya tidak karena persetujuan Allah yang telah menetapkan hukum sebab-akibat yang menjadi dasar pengusiran mereka, kabilah-kabilah Yahudi dari Madinah, pasti Allah tetap mengazab mereka dengan cara lain di dalam kehidupan dunia sebagai balasan atas pengkhianatan mereka. Dan di akhirat mereka tetap akan mendapat azab neraka yang pedih selama-lamanya."
        },
        {
          "id": 5130,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5130,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
          "body_ayat_ltn_en": "Zaalika bi annahum shaaqqul laaha wa Rasoolahoo wa many yushaaaqqil laaha fa innal laaha shadeedul-'iqaab",
          "body_ayat_ltn_in": "dzaalika bi-annahum syaaqquu allaaha warasuulahu waman yusyaaqqi allaaha fa-inna allaaha syadiidu al'iqaabi",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahum sy<u>aa</u>qquu <strong>al</strong>l<u>aa</u>ha warasuulahu waman yusy<u>aa</u>qqi <strong>al</strong>l<u>aa</u>ha fa-inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
          "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ش[m[َا]ٓقُّو[s[اْ] [h:5272[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۖ وَم[a:13451[َن ي]ُش[m[َا]ٓقِّ [h:13452[ٱ]للَّهَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
          "translation_id": "Yang demikian itu karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya.",
          "translation_en": "That is because they opposed Allah and His Messenger. And whoever opposes Allah - then indeed, Allah is severe in penalty.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5130",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5130.mp3",
          "tafsir_short": "Adapun yang demikian itu, perintah pengusiran Bani Qainuqa‘, Bani Nadir dan Bani Quraizah dari Madinah, walaupun mereka sudah mengikat perjanjian damai dengan Rasulullah, karena sesungguhnya mereka menentang Allah dengan menolak beriman dan menentang Rasul-Nya dengan merencanakan untuk membunuh beliau, padahal mereka mengetahui bahwa Nabi Muhammad itu utusan Allah. Barang siapa menentang Allah dengan membangkang, berkhianat, dan mengacau keamanan, maka sesungguhnya Allah sangat keras hukuman-Nya kepada mereka dengan pengusiran dan penghinaan, serta di akhirat dengan kekal di dalam neraka."
        },
        {
          "id": 5131,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5131,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ",
          "body_ayat_ltn_en": "Maa qata'tum mil leenatin aw taraktumoohaa qaaa'imatan'alaaa usoolihaa fabi iznil laahi wa liyukhziyal faasiqeen",
          "body_ayat_ltn_in": "maa qatha'tum min liinatin aw taraktumuuhaa qaa-imatan 'alaa ushuulihaa fabi-idzni allaahi waliyukhziya alfaasiqiina",
          "body_ayat_ltn_in_html": "m<u>aa</u> qa<u>th</u>a'tum min liinatin aw taraktumuuh<u>aa</u> q<u>aa</u>-imatan 'al<u>aa</u> u<u>sh</u>uulih<u>aa</u> fabi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waliyukhziya <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>",
          "invers_tajweed": "مَا قَطَعْت[w:13453[ُم م]ّ[u:13454[ِن ل]ِّينَةٍ أَوْ تَرَكْتُمُوهَا ق[o[َا]ٓئِمَةً عَلَ[o[ىٰٓ] أُصُولِهَا فَبِإِذْنِ [h:2398[ٱ]للَّهِ وَلِيُخْزِىَ [h:13455[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ",
          "translation_id": "Apa yang kamu tebang di antara pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (itu terjadi) dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.",
          "translation_en": "Whatever you have cut down of [their] palm trees or left standing on their trunks - it was by permission of Allah and so He would disgrace the defiantly disobedient.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5131",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5131.mp3",
          "tafsir_short": "Pengusiran kaum Yahudi di Madinah merupakan ketetapan Allah dan atas izin-Nya. Apa yang kamu tebang dan bakar di antara pohon kurma yang berada di dekat benteng Yahudi atau yang kamu biarkan batang pohon kurma itu tumbuh berdiri di atas pokoknya, maka pada hakikatnya ide untuk melakukan itu muncul dengan izin Allah. Penebangan dan pembakaran pohon kurma, karena orang-orang Yahudi itu bersembunyi di dalam benteng yang berada di balik pohon kurma. Mereka tidak akan pernah keluar dari benteng itu untuk menyerahkan diri kepada Rasulullah kecuali setelah merasa sesak terkena asap; dan oleh sebab itu, perintah penebangan dan pembakaran pohon kurma itu karena Dia hendak memberikan kehinaan kepada orang-orang fasik, yakni kaum Yahudi di Madinah yang mengacau keamanan, mengkhianati kesepakatan damai dengan kaum muslim, dan merencanakan pembunuhan terhadap Rasulullah."
        },
        {
          "id": 5132,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5132,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
          "body_ayat_ltn_en": "Wa maaa afaaa'al laahu 'alaaa Rasoolihee minhum famaaa awjaftum 'alaihi min khailiinw wa laa rikaabinw wa laakinnal laaha yusallitu Rusulahoo 'alaa many yashaaa'; wallaahu 'alaa kulli shai'in Qadeer",
          "body_ayat_ltn_in": "wamaa afaa-a allaahu 'alaa rasuulihi minhum famaa awjaftum 'alayhi min khaylin walaa rikaabin walaakinna allaaha yusallithu rusulahu 'alaa man yasyaau waallaahu 'alaa kulli syay-in qadiiru",
          "body_ayat_ltn_in_html": "wam<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> rasuulihi minhum fam<u>aa</u> awjaftum 'alayhi min khaylin wal<u>aa</u> rik<u>aa</u>bin wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yusalli<u>th</u>u rusulahu 'al<u>aa</u> man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>u</strong>",
          "invers_tajweed": "وَم[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ] مِنْهُمْ فَم[o[َآ] أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْ[a:13456[لٍ و]َلَا رِكَا[a:13457[بٍ و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يُسَلِّطُ رُسُلَهُ[n[ۥ] عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
          "translation_id": "Dan harta rampasan fai' dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu.",
          "translation_en": "And what Allah restored [of property] to His Messenger from them - you did not spur for it [in an expedition] any horses or camels, but Allah gives His messengers power over whom He wills, and Allah is over all things competent.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5132",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5132.mp3",
          "tafsir_short": "Pada ayat ini Allah menerangkan hukum fai’, yakni rampasan perang yang ditinggalkan musuh setelah sebelumnya Allah menjelaskan bahwa Rasulullah mengepung dan mengusir kaum Yahudi di Madinah. Mereka hanya dibolehkan membawa harta yang bisa dibawa oleh seekor unta. Dan harta rampasan berupa fai’, yaitu yang diperoleh dari musuh tanpa terjadinya pertempuran, maka harta itu dari mereka, berasal dari musuh, diberikan oleh Allah kepada Rasul-Nya untuk mengharumkan Islam. Kamu tidak memerlukan kuda atau unta untuk mendapatkannya dalam pertempuran, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya, termasuk kepada Nabi Muhammad untuk mengalahkan siapa saja yang Dia kehendaki di antara musuh-musuh-Nya sehingga dengan kekuasaan ini Rasulullah mendapatkan fai’. Dan Allah Mahakuasa atas segala sesuatu sehingga bukanlah suatu yang sulit bagi Allah menolong Rasul-Nya mengusir dan menghinakan kaum Yahudi di Madinah."
        },
        {
          "id": 5133,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5133,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْاۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۘ ",
          "body_ayat_ltn_en": "Maaa afaaa'al laahu 'alaa Rasoolihee min ahlil quraa falillaahi wa lir Rasooli wa lizil qurbaa wal yataamaa walmasaakeeni wabnis sabeeli kai laa yakoona doolatam bainal aghniyaaa'i minkum; wa maaa aataakumur Rasoolu fakhuzoohu wa maa nahaakum 'anhu fantahoo; wattaqul laaha innal laaha shadeedul-'iqaab",
          "body_ayat_ltn_in": "maa afaa-a allaahu 'alaa rasuulihi min ahli alquraa falillaahi walilrrasuuli walidzii alqurbaa waalyataamaa waalmasaakiini waibni alssabiili kay laa yakuuna duulatan bayna al-aghniyaa-i minkum wamaa aataakumu alrrasuulu fakhudzuuhu wamaa nahaakum 'anhu faintahuu waittaquu allaaha inna allaaha syadiidu al'iqaabi",
          "body_ayat_ltn_in_html": "m<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> rasuulihi min ahli <strong>a</strong>lqur<u>aa</u> falill<u>aa</u>hi wali<strong>l</strong>rrasuuli wali<u>dz</u>ii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini wa<strong>i</strong>bni <strong>al</strong>ssabiili kay l<u>aa</u> yakuuna duulatan bayna <strong>a</strong>l-aghniy<u>aa</u>-i minkum wam<u>aa</u> <u>aa</u>t<u>aa</u>kumu <strong>al</strong>rrasuulu fakhu<u>dz</u>uuhu wam<u>aa</u> nah<u>aa</u>kum 'anhu fa<strong>i</strong>ntahuu wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
          "invers_tajweed": "مّ[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ] مِنْ أَهْلِ [h:6852[ٱ]لْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى [h:5340[ٱ]لْقُرْبَىٰ وَ[h:420[ٱ]لْيَتَ[n[ـٰ]مَىٰ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَ[h:1189[ٱ][q:1189[بْ]نِ [h:1190[ٱ][l[ل]سَّبِيلِ كَىْ لَا يَكُونَ دُولَ[i:13458[ةَۢ ب]َيْنَ [h:13459[ٱ]لْأَغْنِي[o[َا]ٓءِ مِ[f:344[نك]ُمْ‌ۚ وَم[o[َآ] ءَاتَ[n[ـٰ]كُمُ [h:13460[ٱ][l[ل]رَّسُولُ فَخُذُوهُ وَمَا نَهَ[n[ـٰ]كُمْ عَنْهُ فَ[h:13461[ٱ][f:13461[نت]َهُو[s[اْ‌ۚ] وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
          "translation_id": "Harta rampasan (fai') dari mereka yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya.",
          "translation_en": "And what Allah restored to His Messenger from the people of the towns - it is for Allah and for the Messenger and for [his] near relatives and orphans and the [stranded] traveler - so that it will not be a perpetual distribution among the rich from among you. And whatever the Messenger has given you - take; and what he has forbidden you - refrain from. And fear Allah; indeed, Allah is severe in penalty.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5133",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5133.mp3",
          "tafsir_short": "Allah lalu menjelaskan apa itu fai’ dan peruntukannya. Harta rampasan dari mereka, musuh-musuh Allah yang meninggalkan hartanya tanpa perlawanan, maka harta itu diberikan Allah kepada Rasul-Nya yang berasal dari penduduk beberapa negeri seperti Bani Quraizah, Bani Nadir, penduduk Fadak dan Khaibar, penyalurannya adalah untuk Allah, untuk kepentingan fasilitas umum dan fasilitas sosial; untuk Rasul guna menopang perjuangan Islam; untuk kerabat Rasul yang membutuhkan bantuan; untuk anak-anak yatim guna menopang pendidikan mereka; untuk orang-orang miskin agar bisa mengembangkan diri; dan untuk orang-orang yang dalam perjalanan guna mencari penghidupan yang lebih baik. Singkatnya, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu, tetapi harus memiliki fungsi sosial seperti air mengalir ke tempat yang lebih rendah sehingga bermanfaat bagi kaum duafa. Allah mengajarkan prinsip dalam mengamalkan Islam: Apa yang diberikan Rasul kepadamu, perintah maupun anjuran dalam ibadah dan muamalah, maka terimalah sebagai pedoman dalam ber-Islam. Dan apa yang dilarangnya bagimu, maka tinggalkanlah sebagai sesuatu yang harus dijauhi, karena di balik perintah dan larangan itu ada hikmah yang sangat berharga bagi manusia, dunia akhirat. Dan bertakwalah kepada Allah dengan melaksanakan semua perintah-Nya dan menjauhi semua larangan-Nya. Sungguh, Allah sangat keras hukuman-Nya bagi kaum yang menolak beriman kepada Rasulullah padahal mereka mengetahui bahwa beliau sebenarnya utusan Allah seperti kaum Yahudi di Madinah."
        },
        {
          "id": 5134,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5134,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ",
          "body_ayat_ltn_en": "Lilfuqaraaa'il Muhaaji reenal lazeena ukhrijoo min diyaarihim wa amwaalihim yabtaghoona fadlam minal laahi wa ridwaananw wa yansuroonal laaha wa Rasoolah; ulaaa'ika humus saadiqoon",
          "body_ayat_ltn_in": "lilfuqaraa-i almuhaajiriina alladziina ukhrijuu min diyaarihim wa-amwaalihim yabtaghuuna fadhlan mina allaahi waridhwaanan wayanshuruuna allaaha warasuulahu ulaa-ika humu alshshaadiquuna",
          "body_ayat_ltn_in_html": "lilfuqar<u>aa</u>-i <strong>a</strong>lmuh<u>aa</u>jiriina <strong>al</strong>la<u>dz</u>iina ukhrijuu min diy<u>aa</u>rihim wa-amw<u>aa</u>lihim yabtaghuuna fa<u>dh</u>lan mina <strong>al</strong>l<u>aa</u>hi wari<u>dh</u>w<u>aa</u>nan wayan<u>sh</u>uruuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika humu <strong>al</strong><u>shshaa</u>diquun<strong>a</strong>",
          "invers_tajweed": "لِلْفُقَر[o[َا]ٓءِ [h:13462[ٱ]لْمُهَ[n[ـٰ]جِرِينَ [h:13463[ٱ]لَّذِينَ أُخْرِجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ وَأَمْو[n[َٲ]لِهِمْ يَ[q:3357[بْ]تَغُونَ فَضْل[a:12703[اً م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13464[نًا و]َيَ[f:13465[نص]ُرُونَ [h:13466[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:12772[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ُو]نَ",
          "translation_id": "(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar.",
          "translation_en": "For the poor emigrants who were expelled from their homes and their properties, seeking bounty from Allah and [His] approval and supporting Allah and His Messenger, [there is also a share]. Those are the truthful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5134",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5134.mp3",
          "tafsir_short": "Selain disalurkan sebagaimana disebutkan pada ayat di atas, fai’ juga disalurkan untuk orang-orang fakir yang berhijrah yaitu anak-anak yatim dan para duafa yang berhijrah bersama Rasulullah ke Madinah. Selain itu, fai’ juga diberikan kepada orang-orang yang terusir dari kampung halamannya di Mekah karena beriman dan berhijrah bersama Nabi; dan fai’ diberikan juga kepada Muhajirin yang terpaksa harus meninggalkan harta bendanya di Mekah karena hijrah bersama Rasulullah ke Madinah demi mencari karunia dari Allah dan keridaan-Nya, mengharumkan Islam dan kaum muslim, dan demi menolong agama Allah agar bisa dilaksanakan dalam kehidupan ini dan demi menolong Rasul-Nya dalam menunaikan misi kerasulan. Mereka itulah, orang-orang yang beriman dan berhijrah bersama Rasulullah demi mengharumkan agama Allah dan Rasul-Nya, orang-orang yang benar sikap, niat, dan langkahnya."
        },
        {
          "id": 5135,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5135,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ ",
          "body_ayat_ltn_en": "Wallazeena tabawwa'ud daara wal eemaana min qablihim yuhibboona man haajara ilaihim wa laa yajidoona fee sudoorihim haajatam mimmaa ootoo wa yu'siroona 'alaa anfusihim wa law kaana bihim khasaasah; wa many yooqa shuhha nafsihee fa ulaaa'ika humul muflihoon",
          "body_ayat_ltn_in": "waalladziina tabawwauu alddaara waal-iimaana min qablihim yuhibbuuna man haajara ilayhim walaa yajiduuna fii shuduurihim haajatan mimmaa uutuu wayu/tsiruuna 'alaa anfusihim walaw kaana bihim khasasatun waman yuuqa syuhha nafsihi faulaa-ika humu almuflihuuna",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina tabawwauu <strong>al</strong>dd<u>aa</u>ra wa<strong>a</strong>l-iim<u>aa</u>na min qablihim yu<u>h</u>ibbuuna man h<u>aa</u>jara ilayhim wal<u>aa</u> yajiduuna fii <u>sh</u>uduurihim <u>haa</u>jatan mimm<u>aa</u> uutuu wayu/tsiruuna 'al<u>aa</u> anfusihim walaw k<u>aa</u>na bihim kha<u>sas</u>atun waman yuuqa syu<u>hh</u>a nafsihi faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ تَبَوَّءُو [h:13467[ٱ][l[ل]دَّارَ وَ[h:10535[ٱ]لْإِيمَ[n[ـٰ]نَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَ[a:13468[ةً م]ِّ[g[مّ][o[َآ] أُوتُو[s[اْ] وَيُؤْثِرُونَ عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَ[a:13469[ةٌ‌ۚ و]َم[a:13470[َن ي]ُوقَ شُحَّ نَفْسِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
          "translation_id": "Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung.",
          "translation_en": "And [also for] those who were settled in al-Madinah and [adopted] the faith before them. They love those who emigrated to them and find not any want in their breasts of what the emigrants were given but give [them] preference over themselves, even though they are in privation. And whoever is protected from the stinginess of his soul - it is those who will be the successful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5135",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5135.mp3",
          "tafsir_short": "Muhajirin, menurut ayat sebelumnya, adalah orang-orang yang terusir dari kampung halamannya di Mekah dan berhijrah bersama Rasulullah ke Madinah demi menolong Allah dan Rasul-Nya. Pada ayat ini disebutkan sikap dan penerimaan kaum Ansar terhadap Muhajirin dengan cinta dan persaudaraan sejati. Dan orang-orang Ansar, para penolong, yang telah menempati kota Madinah jauh sebelum Rasulullah hijrah ke kota ini. Dan mereka telah beriman kepada Allah dan Rasul-Nya sebelum kedatangan mereka, Muhajirin ke Madinah. Mereka, para penolong itu, mencintai Muhajirin, orang yang berhijrah ke tempat mereka, karena Allah. Dan mereka, orang-orang Ansar, ketika membantu Muhajirin yang berhijrah ke Madinah dengan harta dan berbagai fasilitas, tidak menaruh keinginan dalam hati mereka benda-benda yang diberikan itu, karena penuh keikhlasan, terhadap apa yang diberikan kepada mereka, baik harta maupun tenaga. Dan mereka mengutamakan kepentingan para sahabat Muhajirin atas dirinya sendiri, meskipun sebenarnya mereka juga memerlukan semua fasilitas yang diberikan itu. Sungguh ketentuan Allah menegaskan: dan siapa yang dijaga dirinya oleh Allah atas usaha dan perjuangan mereka dari kekikiran, maka mereka itulah orang-orang yang beruntung, karena berhasil melawan ego dan berhasil menjadi pribadi yang mulia."
        },
        {
          "id": 5136,
          "surat_id": 59,
          "jus": 28,
          "ruku": 479,
          "no_ayat_inquran": 5136,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "وَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
          "body_ayat_ltn_en": "Wallazeena jaaa'oo min ba'dihim yaqooloona Rabbanagh fir lanaa wa li ikhwaani nal lazeena sabqoonaa bil eemaani wa laa taj'al fee quloobinaa ghillalil lazeena aamanoo rabbannaaa innaka Ra'oofur Raheem",
          "body_ayat_ltn_in": "waalladziina jaauu min ba'dihim yaquuluuna rabbanaa ighfir lanaa wali-ikhwaaninaa alladziina sabaquunaa bial-iimaani walaa taj'al fii quluubinaa ghillan lilladziina aamanuu rabbanaa innaka rauufun rahiimun",
          "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina j<u>aa</u>uu min ba'dihim yaquuluuna rabban<u>aa</u> ighfir lan<u>aa</u> wali-ikhw<u>aa</u>nin<u>aa</u> <strong>al</strong>la<u>dz</u>iina sabaquun<u>aa</u> bi<strong>a</strong>l-iim<u>aa</u>ni wal<u>aa</u> taj'al fii quluubin<u>aa</u> ghillan lilla<u>dz</u>iina <u>aa</u>manuu rabban<u>aa</u> innaka rauufun ra<u>h</u>iim<strong>un</strong>",
          "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ ج[o[َا]ٓءُو م[i:1453[ِنۢ ب]َعْدِهِمْ يَقُولُونَ رَبَّنَا [h:2305[ٱ]غْفِرْ لَنَا وَلِإِخْو[n[َٲ]نِنَا [h:13471[ٱ]لَّذِينَ سَبَقُونَا بِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ وَلَا تَ[q:7716[جْ]عَلْ فِى قُلُوبِنَا غِل[u:13472[اًّ ل]ِّلَّذِينَ ءَامَنُو[s[اْ] رَبَّن[o[َآ] إِ[g[نّ]َكَ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ",
          "translation_id": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, “Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.”",
          "translation_en": "And [there is a share for] those who came after them, saying, \"Our Lord, forgive us and our brothers who preceded us in faith and put not in our hearts [any] resentment toward those who have believed. Our Lord, indeed You are Kind and Merciful.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5136",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5136.mp3",
          "tafsir_short": "Sesudah menjelaskan keberhasilan Muhajirin dan Ansar membangun persaudaraan sejati atas dasar iman, Allah lalu menjelaskan karakter orang-orang beriman generasi sesudah mereka. Dan orang-orang beriman, berilmu, dan beramal saleh yang datang sesudah mereka dari generasi ke generasi hingga hari Kiamat, mereka berdoa kepada Allah, “Ya Tuhan kami, ampunilah dosa-dosa kami baik yang disengaja maupun yang tidak disengaja dan ampuni pula dosa-dosa saudara-saudara kami seiman yang telah beriman lebih dahulu dari kami, umat Rasulullah maupun umat para nabi sebelumnya dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman karena kedengkian itu menghapuskan amal saleh. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun kepada setiap hamba, Maha Penyayang kepada hamba yang beriman sehingga mereka mendapat kebaikan dunia dan akhirat.”"
        },
        {
          "id": 5137,
          "surat_id": 59,
          "jus": 28,
          "ruku": 480,
          "no_ayat_inquran": 5137,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
          "body_ayat_ltn_en": "Alam tara ilal lazeena naafaqoo yaqooloona li ikhwaanihimul lazeena kafaroo min ahlil kitaabi la'in ukhrijtum lanakhrujanna ma'akum wa laa nutee'u feekum ahadan abadanw-wa in qootiltum lanansuran nakum wallaahu yashhadu innahum lakaaziboon",
          "body_ayat_ltn_in": "alam tara ilaa alladziina naafaquu yaquuluuna li-ikhwaanihimu alladziina kafaruu min ahli alkitaabi la-in ukhrijtum lanakhrujanna ma'akum walaa nuthii'u fiikum ahadan abadan wa-in quutiltum lananshurannakum waallaahu yasyhadu innahum lakaadzibuuna",
          "body_ayat_ltn_in_html": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina n<u>aa</u>faquu yaquuluuna li-ikhw<u>aa</u>nihimu <strong>al</strong>la<u>dz</u>iina kafaruu min ahli <strong>a</strong>lkit<u>aa</u>bi la-in ukhrijtum lanakhrujanna ma'akum wal<u>aa</u> nu<u>th</u>ii'u fiikum a<u>h</u>adan abadan wa-in quutiltum lanan<u>sh</u>urannakum wa<strong>al</strong>l<u>aa</u>hu yasyhadu innahum lak<u>aadz</u>ibuun<strong>a</strong>",
          "invers_tajweed": "۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ نَافَقُو[s[اْ] يَقُولُونَ لِإِخْو[n[َٲ]نِهِمُ [h:13473[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ لَئِنْ أُخْرِ[q:13474[جْ]تُمْ لَنَخْرُجَ[g[نّ]َ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَ[a:13475[دًا و]َإِ[f:13476[ن ق]ُوتِلْتُمْ لَنَ[f:13477[نص]ُرَ[g[نّ]َكُمْ وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ",
          "translation_id": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta.",
          "translation_en": "Have you not considered those who practice hypocrisy, saying to their brothers who have disbelieved among the People of the Scripture, \"If you are expelled, we will surely leave with you, and we will not obey, in regard to you, anyone - ever; and if you are fought, we will surely aid you.\" But Allah testifies that they are liars.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5137",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5137.mp3",
          "tafsir_short": "Jika pada ayat sebelumnya, Allah menjelaskan persaudaraan sejati di antara Muhajirin dan Ansar dan sifat orang-orang beriman generasi sesudah mereka, pada ayat ini Allah menjelaskan sifat orang-orang munafik di Madinah pada masa Rasulullah. Tidakkah engkau memperhatikan orang-orang munafik seperti ‘Abdullàh bin Ubay bin Salùl, Wadì‘ah bin Màlik, Suwaid, dan Da’is yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, yakni Bani Nadir yang sedang dikepung kaum muslim karena merencanakan untuk membunuh Rasulullah, “Sungguh, jika kamu, wahai Bani Nadir, benar-benar diusir oleh Muhammad dari perkampungan kamu di Madinah, niscaya kami pun akan keluar bersama kamu dari Madinah sebagai bentuk solidaritas kami kepada Anda; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, yakni mendengar dan mematuhi perintah Muhammad; dan jika kamu diperangi Muhammad agar kamu keluar dari Madinah, pasti kami akan membantumu melawan Muhammad.” Dan Allah menyaksikan, kebohongan janji orang-orang munafik terhadap Bani Nadir tersebut, baik sesudah maupun sebelum pengepungan kaum muslim terhadap Bani Nadir bahwa mereka, orang-orang munafik itu benar-benar pendusta, sebab janji mereka untuk menolong Bani Nadir itu tidak ditepati sehingga Bani Nadir menyerah kepada Rasulullah untuk menerima hukuman diusir dari Madinah.12. Orang-orang munafik itu adalah benar-benar pendusta. Allah menjelaskan kebohongan janji mereka terhadap Bani Nadir. Sungguh, jika mereka, Bani Nadir, diusir, dari Madinah, orang-orang munafik itu tidak akan keluar dari Madinah bersama mereka; dan jika mereka, Bani Nadir, diperangi oleh kaum muslim karena mereka berkhianat; mereka juga, orang-orang munafik itu, tidak akan menolong sekutu-nya, Bani Nadir; dan kalau pun mereka menolongnya dengan mengerahkan pasukan, pastilah mereka, orang-orang munafik itu, akan berpaling lari ke belakang, berbalik arah untuk kembali ke tempat semula sehingga bantuan pasukan itu tidak terjadi. Kemudian nasib mereka di akhirat ketika mereka membutuhkan pertolongan Allah tidak akan mendapat pertolongan dalam bentuk apa pun sehingga mereka kekal dalam kerak neraka."
        },
        {
          "id": 5138,
          "surat_id": 59,
          "jus": 28,
          "ruku": 480,
          "no_ayat_inquran": 5138,
          "no_ayat_insurat": 12,
          "body_ayat_arb": "لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ",
          "body_ayat_ltn_en": "La'in ukhrijoo laa yakhrujoona ma'ahum wa la'in qootiloo laa yansuroonahum wa la'in nasaroohum la yuwallunnal adbaara summa laa yunsaroon",
          "body_ayat_ltn_in": "la-in ukhrijuu laa yakhrujuuna ma'ahum wala-in quutiluu laa yanshuruunahum wala-in nasharuuhum layuwallunna al-adbaara tsumma laa yunsharuuna",
          "body_ayat_ltn_in_html": "la-in ukhrijuu l<u>aa</u> yakhrujuuna ma'ahum wala-in quutiluu l<u>aa</u> yan<u>sh</u>uruunahum wala-in na<u>sh</u>aruuhum layuwallunna <strong>a</strong>l-adb<u>aa</u>ra tsumma l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>",
          "invers_tajweed": "لَئِنْ أُخْرِجُو[s[اْ] لَا يَخْرُجُونَ مَعَهُمْ وَلَئِ[f:13478[ن ق]ُوتِلُو[s[اْ] لَا يَ[f:12166[نص]ُرُونَهُمْ وَلَئ[a:13479[ِن ن]َّصَرُوهُمْ لَيُوَلُّ[g[نّ]َ [h:13480[ٱ]لْأَ[q:2168[دْ]بَ[n[ـٰ]رَ ثُ[g[مّ]َ لَا يُ[f:237[نص]َر[p[ُو]نَ",
          "translation_id": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka di-perangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan.",
          "translation_en": "If they are expelled, they will not leave with them, and if they are fought, they will not aid them. And [even] if they should aid them, they will surely turn their backs; then [thereafter] they will not be aided.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5138",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5138.mp3",
          "tafsir_short": "Orang-orang munafik itu adalah benar-benar pendusta. Allah menjelaskan kebohongan janji mereka terhadap Bani Nadir. Sungguh, jika mereka, Bani Nadir, diusir, dari Madinah, orang-orang munafik itu tidak akan keluar dari Madinah bersama mereka; dan jika mereka, Bani Nadir, diperangi oleh kaum muslim karena mereka berkhianat; mereka juga, orang-orang munafik itu, tidak akan menolong sekutu-nya, Bani Nadir; dan kalau pun mereka menolongnya dengan mengerahkan pasukan, pastilah mereka, orang-orang munafik itu, akan berpaling lari ke belakang, berbalik arah untuk kembali ke tempat semula sehingga bantuan pasukan itu tidak terjadi. Kemudian nasib mereka di akhirat ketika mereka membutuhkan pertolongan Allah tidak akan mendapat pertolongan dalam bentuk apa pun sehingga mereka kekal dalam kerak neraka.13. Orang munafik itu bersikap demikian karena kamu, kaum muslim, benar-benar lebih ditakuti dalam hati mereka, orang-orang munafik, daripada Allah. Mereka sangat takut kekufurannya diketahui oleh kaum muslim. Jika mereka benar-benar membantu Bani Nadir, maka permusuhannya kepada kaum muslim terbongkar. Yang demikian itu, sikap orang munafik yang lebih takut kepada manusia daripada takut kepada Allah, karena mereka orang-orang yang tidak mengerti bahwa mereka hanya bisa bersembunyi dari manusia, tetapi tidak bisa bersembunyi dari Allah."
        },
        {
          "id": 5139,
          "surat_id": 59,
          "jus": 28,
          "ruku": 480,
          "no_ayat_inquran": 5139,
          "no_ayat_insurat": 13,
          "body_ayat_arb": "لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
          "body_ayat_ltn_en": "La antum ashaddu rahbatan fee sudoorihim minal laah; zaalika bi annahum qawmul laa yafqahoon",
          "body_ayat_ltn_in": "la-antum asyaddu rahbatan fii shuduurihim mina allaahi dzaalika bi-annahum qawmun laa yafqahuuna",
          "body_ayat_ltn_in_html": "la-antum asyaddu rahbatan fii <u>sh</u>uduurihim mina <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika bi-annahum qawmun l<u>aa</u> yafqahuun<strong>a</strong>",
          "invers_tajweed": "لَأَ[f:13481[نت]ُمْ أَشَدُّ رَهْبَ[f:13482[ةً ف]ِى صُدُورِه[w:13483[ِم م]ِّنَ [h:321[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَفْقَه[p[ُو]نَ",
          "translation_id": "Sesungguhnya dalam hati mereka, kamu (Muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
          "translation_en": "You [believers] are more fearful within their breasts than Allah. That is because they are a people who do not understand.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5139",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5139.mp3",
          "tafsir_short": "Orang munafik itu bersikap demikian karena kamu, kaum muslim, benar-benar lebih ditakuti dalam hati mereka, orang-orang munafik, daripada Allah. Mereka sangat takut kekufurannya diketahui oleh kaum muslim. Jika mereka benar-benar membantu Bani Nadir, maka permusuhannya kepada kaum muslim terbongkar. Yang demikian itu, sikap orang munafik yang lebih takut kepada manusia daripada takut kepada Allah, karena mereka orang-orang yang tidak mengerti bahwa mereka hanya bisa bersembunyi dari manusia, tetapi tidak bisa bersembunyi dari Allah.14. Karena lebih takut kepada kaum muslim daripada kepada Allah, mereka, orang-orang munafik itu, tidak akan pernah berani memerangi kamu secara terbuka bersama-sama menggabungkan dua kekuatan, yaitu orang-orang munafik Bani ‘Auf dan Yahudi Bani Nadir, kecuali di negeri-negeri yang berbenteng agar mereka bisa berlindung di dalamnya atau di balik tembok dengan cara bergerilya. Permusuhan antara sesama mereka orang-orang munafik Bani ‘Auf dan antara Bani ‘Auf dengan Yahudi Bani Nadir sangat hebat. Kamu, kaum muslim, jika melihat mereka sepintas, akan mengira bahwa mereka itu bersatu, padahal jika kamu memperhatikan keadaan mereka lebih dalam, kamu akan menemukan bahwa hati mereka terpecah belah. Yang demikian itu, perbedaan penampilan luar dan keadaan hati mereka, karena mereka orang-orang yang tidak mengerti bahwa inti kekuatan persatuan dan kesatuan itu tidak terletak pada penampilan, tetapi pada kesatuan rasa dan keterpautan hati dalam kekuatan iman."
        },
        {
          "id": 5140,
          "surat_id": 59,
          "jus": 28,
          "ruku": 480,
          "no_ayat_inquran": 5140,
          "no_ayat_insurat": 14,
          "body_ayat_arb": "لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ",
          "body_ayat_ltn_en": "Laa yuqaatiloonakum jamee'an illaa fee quram muhas sanatin aw minw waraaa'i judur; baasuhum bainahum shadeed; tahsabuhum jamee'anw-wa quloobuhum shatta; zaalika biannahum qawmul laa ya'qiloon",
          "body_ayat_ltn_in": "laa yuqaatiluunakum jamii'an illaa fii quran muhashshanatin aw min waraa-i judurin ba/suhum baynahum syadiidun tahsabuhum jamii'an waquluubuhum syattaa dzaalika bi-annahum qawmun laa ya'qiluuna",
          "body_ayat_ltn_in_html": "l<u>aa</u> yuq<u>aa</u>tiluunakum jamii'an ill<u>aa</u> fii quran mu<u>h</u>a<u>shsh</u>anatin aw min war<u>aa</u>-i judurin ba/suhum baynahum syadiidun ta<u>h</u>sabuhum jamii'an waquluubuhum syatt<u>aa</u> <u>dzaa</u>lika bi-annahum qawmun l<u>aa</u> ya'qiluun<strong>a</strong>",
          "invers_tajweed": "لَا يُقَ[n[ـٰ]تِلُونَكُمْ جَمِيعًا إِلَّا فِى قُ[a:13484[رًى م]ُّحَصَّنَةٍ أَوْ م[a:10877[ِن و]َر[o[َا]ٓءِ جُدُ[i:13485[رِۭ‌ۚ ب]َأْسُه[c:13486[ُم ب]َيْنَهُمْ شَدِي[f:13487[دٌ‌ۚ ت]َحْسَبُهُمْ جَمِي[a:13488[عًا و]َقُلُوبُهُمْ شَتَّىٰ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْقِل[p[ُو]نَ",
          "translation_id": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
          "translation_en": "They will not fight you all except within fortified cities or from behind walls. Their violence among themselves is severe. You think they are together, but their hearts are diverse. That is because they are a people who do not reason.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5140",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5140.mp3",
          "tafsir_short": "Karena lebih takut kepada kaum muslim daripada kepada Allah, mereka, orang-orang munafik itu, tidak akan pernah berani memerangi kamu secara terbuka bersama-sama menggabungkan dua kekuatan, yaitu orang-orang munafik Bani ‘Auf dan Yahudi Bani Nadir, kecuali di negeri-negeri yang berbenteng agar mereka bisa berlindung di dalamnya atau di balik tembok dengan cara bergerilya. Permusuhan antara sesama mereka orang-orang munafik Bani ‘Auf dan antara Bani ‘Auf dengan Yahudi Bani Nadir sangat hebat. Kamu, kaum muslim, jika melihat mereka sepintas, akan mengira bahwa mereka itu bersatu, padahal jika kamu memperhatikan keadaan mereka lebih dalam, kamu akan menemukan bahwa hati mereka terpecah belah. Yang demikian itu, perbedaan penampilan luar dan keadaan hati mereka, karena mereka orang-orang yang tidak mengerti bahwa inti kekuatan persatuan dan kesatuan itu tidak terletak pada penampilan, tetapi pada kesatuan rasa dan keterpautan hati dalam kekuatan iman.15. Pada awal surah ini dijelaskan bahwa Bani Qainuqa‘ diusir dari Madinah pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah, karena mengkhianati perjanjian damai, menganiaya dan membunuh kaum muslim serta mengganggu keamanan kota Madinah. Melalui ayat ini Allah menjelaskan nasib Bani Nadir di Madinah seperti nasib orang-orang yang sebelum mereka, Bani Qainuqa‘, diusir dari Madinah karena merencanakan pembunuhan Rasulullah. Peristiwa ini terjadi belum lama berselang, tidak lama setelah Perang Badar. Rasulullah mengepung benteng tempat mereka bersembunyi; menebang pohon kurma yang berada di dekat benteng dan membakarnya sehingga mereka terpaksa keluar dari benteng tersebut dan diusir dari Madinah. Dengan demikian, mereka telah merasakan akibat buruk perbuatan mereka mengkhianati perjanjian damai disebabkan perbuatan mereka sendiri, merencanakan pembunuhan Rasulullah. Dan di akhirat, mereka akan mendapat azab yang pedih, kekal selama-lamanya di dalam neraka."
        },
        {
          "id": 5141,
          "surat_id": 59,
          "jus": 28,
          "ruku": 480,
          "no_ayat_inquran": 5141,
          "no_ayat_insurat": 15,
          "body_ayat_arb": "كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ",
          "body_ayat_ltn_en": "Kamasalil lazeena min qablihim qareeban zaaqoo wabaala amrihim wa lahum 'azaabun aleem",
          "body_ayat_ltn_in": "kamatsali alladziina min qablihim qariiban dzaaquu wabaala amrihim walahum 'adzaabun aliimun",
          "body_ayat_ltn_in_html": "kamatsali <strong>al</strong>la<u>dz</u>iina min qablihim qariiban <u>dzaa</u>quu wab<u>aa</u>la amrihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
          "invers_tajweed": "كَمَثَلِ [h:13489[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ قَرِي[f:13490[بًا‌ۖ ذ]َاقُو[s[اْ] وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
          "translation_id": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan men-dapat azab yang pedih.",
          "translation_en": "[Theirs is] like the example of those shortly before them: they tasted the bad consequence of their affair, and they will have a painful punishment.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5141",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5141.mp3",
          "tafsir_short": "Pada awal surah ini dijelaskan bahwa Bani Qainuqa‘ diusir dari Madinah pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah, karena mengkhianati perjanjian damai, menganiaya dan membunuh kaum muslim serta mengganggu keamanan kota Madinah. Melalui ayat ini Allah menjelaskan nasib Bani Nadir di Madinah seperti nasib orang-orang yang sebelum mereka, Bani Qainuqa‘, diusir dari Madinah karena merencanakan pembunuhan Rasulullah. Peristiwa ini terjadi belum lama berselang, tidak lama setelah Perang Badar. Rasulullah mengepung benteng tempat mereka bersembunyi; menebang pohon kurma yang berada di dekat benteng dan membakarnya sehingga mereka terpaksa keluar dari benteng tersebut dan diusir dari Madinah. Dengan demikian, mereka telah merasakan akibat buruk perbuatan mereka mengkhianati perjanjian damai disebabkan perbuatan mereka sendiri, merencanakan pembunuhan Rasulullah. Dan di akhirat, mereka akan mendapat azab yang pedih, kekal selama-lamanya di dalam neraka.16. Bujukan orang-orang munafik kepada Bani Nadir untuk bekerja sama melawan kaum muslim dan berjanji akan menolong Bani Nadir, jika diserang dan diusir seperti bujukan setan ketika ia berkata kepada manusia dengan meyakinkan, “Kafirlah kamu kepada Allah dan Rasul-Nya!” Kemudian ketika manusia itu mengikuti bujukan setan menjadi kafir kepada Allah dan Rasul-Nya, ia, setan itu, berkata kepada orang-orang yang sudah berhasil dijerumuskan, “Sesungguhnya aku berlepas diri dari kamu, kamu sendiri yang harus mempertanggungjawabkan perbuatan kamu di hadapan Allah di akhirat, karena sesungguhnya aku sendiri sebenarnya takut kepada Allah, terutama saat diminta pertanggungjawaban di hadapan Allah, Tuhan seluruh alam.”"
        },
        {
          "id": 5142,
          "surat_id": 59,
          "jus": 28,
          "ruku": 480,
          "no_ayat_inquran": 5142,
          "no_ayat_insurat": 16,
          "body_ayat_arb": "كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ",
          "body_ayat_ltn_en": "Kamasalish shaitaani izqaala lil insaanik fur falammaa kafara qaala innee bareee'um minka inneee akhaaful laaha rabbal 'aalameen",
          "body_ayat_ltn_in": "kamatsali alsysyaythaani idz qaala lil-insaani ukfur falammaa kafara qaala innii barii-un minka innii akhaafu allaaha rabba al'aalamiina",
          "body_ayat_ltn_in_html": "kamatsali <strong>al</strong>sysyay<u>th</u><u>aa</u>ni i<u>dz</u> q<u>aa</u>la lil-ins<u>aa</u>ni ukfur falamm<u>aa</u> kafara q<u>aa</u>la innii barii-un minka innii akh<u>aa</u>fu <strong>al</strong>l<u>aa</u>ha rabba <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
          "invers_tajweed": "كَمَثَلِ [h:13491[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ إِذْ قَالَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ [h:13492[ٱ]كْفُرْ فَلَ[g[مّ]َا كَفَرَ قَالَ إِ[g[نّ]ِى بَر[o[ِى]ٓ[a:13493[ءٌ م]ِّ[f:3891[نك]َ إِ[g[نّ][o[ِىٓ] أَخَافُ [h:3504[ٱ]للَّهَ رَبَّ [h:3505[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
          "translation_id": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, “Kafirlah kamu!” Kemudian ketika manusia itu menjadi kafir ia berkata, “Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.”",
          "translation_en": "[The hypocrites are] like the example of Satan when he says to man, \"Disbelieve.\" But when he disbelieves, he says, \"Indeed, I am disassociated from you. Indeed, I fear Allah, Lord of the worlds.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5142",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5142.mp3",
          "tafsir_short": "Bujukan orang-orang munafik kepada Bani Nadir untuk bekerja sama melawan kaum muslim dan berjanji akan menolong Bani Nadir, jika diserang dan diusir seperti bujukan setan ketika ia berkata kepada manusia dengan meyakinkan, “Kafirlah kamu kepada Allah dan Rasul-Nya!” Kemudian ketika manusia itu mengikuti bujukan setan menjadi kafir kepada Allah dan Rasul-Nya, ia, setan itu, berkata kepada orang-orang yang sudah berhasil dijerumuskan, “Sesungguhnya aku berlepas diri dari kamu, kamu sendiri yang harus mempertanggungjawabkan perbuatan kamu di hadapan Allah di akhirat, karena sesungguhnya aku sendiri sebenarnya takut kepada Allah, terutama saat diminta pertanggungjawaban di hadapan Allah, Tuhan seluruh alam.”17. Maka kesudahan bagi keduanya, baik yang menggoda maupun yang digoda, bahwa keduanya masuk ke dalam neraka, karena perbuatan mereka sendiri. Mereka kekal di dalamnya selama-lamanya tanpa ada peluang keluar dari neraka. Demikianlah balasan Allah di akhirat bagi orang-orang zalim, yaitu orang-orang yang menganiaya diri sendiri dengan memilih menjadi manusia yang kafir, bukan manusia yang beriman."
        },
        {
          "id": 5143,
          "surat_id": 59,
          "jus": 28,
          "ruku": 480,
          "no_ayat_inquran": 5143,
          "no_ayat_insurat": 17,
          "body_ayat_arb": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خَالِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ",
          "body_ayat_ltn_en": "Fakaana 'aaqibatahumaaa annahumaa fin naari khaalidaini feehaa; wa zaalika jazaaa'uz zaalimeen",
          "body_ayat_ltn_in": "fakaana 'aaqibatahumaa annahumaa fii alnnaari khaalidayni fiihaa wadzaalika jazaau alzhzhaalimiina",
          "body_ayat_ltn_in_html": "fak<u>aa</u>na '<u>aa</u>qibatahum<u>aa</u> annahum<u>aa</u> fii <strong>al</strong>nn<u>aa</u>ri kh<u>aa</u>lidayni fiih<u>aa</u> wa<u>dzaa</u>lika jaz<u>aa</u>u <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
          "invers_tajweed": "فَكَانَ عَ[n[ـٰ]قِبَتَهُم[o[َآ] أَ[g[نّ]َهُمَا فِى [h:4674[ٱ][l[ل][g[نّ]َارِ خَ[n[ـٰ]لِدَيْنِ فِيهَا‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َٲ]ٓؤُ[s[اْ] [h:3508[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
          "translation_id": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim.",
          "translation_en": "So the outcome for both of them is that they will be in the Fire, abiding eternally therein. And that is the recompense of the wrong-doers.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5143",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5143.mp3",
          "tafsir_short": "Maka kesudahan bagi keduanya, baik yang menggoda maupun yang digoda, bahwa keduanya masuk ke dalam neraka, karena perbuatan mereka sendiri. Mereka kekal di dalamnya selama-lamanya tanpa ada peluang keluar dari neraka. Demikianlah balasan Allah di akhirat bagi orang-orang zalim, yaitu orang-orang yang menganiaya diri sendiri dengan memilih menjadi manusia yang kafir, bukan manusia yang beriman.18. Salah satu sifat orang munafik adalah menyatakan beriman kepada Allah dan Rasul-Nya secara lisan, padahal mereka bukan orang beriman (Lihat: Surah al-Baqarah/2:10) sehingga nasib mereka di akhirat kekal di dalam neraka. Pada ayat ini Allah mengingatkan orang beriman agar benar-benar bertakwa kepada Allah dan memperhatikan hari esok, akhirat. Wahai orang-orang yang beriman! Kapan dan di mana saja kamu berada bertakwalah kepada Allah dengan sungguh-sungguh melakukan semua perintah Allah dan menjauhi semua larangan-Nya; dan hendaklah setiap orang siapa pun dia memperhatikan apa yang telah diperbuatnya untuk hari esok, yakni untuk hidup sesudah mati, di akhirat dengan berbuat kebaikan atas dasar iman, ditopang dengan ilmu dan hati yang ikhlas semata-mata mengharap rida Allah, sebab hidup di dunia ini sementara, sedangkan hidup di akhirat itu abadi; dan bertakwalah kepada Allah dengan menjaga hubungan baik dengan Allah, manusia dan alam. Sungguh, Allah Mahateliti sekecil apa pun juga terhadap apa yang kamu kerjakan sehingga semua yang kamu lakukan berada dalam pengetahuan Allah (Lihat: Surah Qàf/50: 18)."
        },
        {
          "id": 5144,
          "surat_id": 59,
          "jus": 28,
          "ruku": 481,
          "no_ayat_inquran": 5144,
          "no_ayat_insurat": 18,
          "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanut taqul laa; waltanzur nafsum maa qaddamat lighadiw wattaqual laah; innal laaha khabeerum bimaa ta'maloon",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu ittaquu allaaha waltanzhur nafsun maa qaddamat lighadin waittaquu allaaha inna allaaha khabiirun bimaa ta'maluuna",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha waltan<u>zh</u>ur nafsun m<u>aa</u> qaddamat lighadin wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَلْتَ[f:13494[نظ]ُرْ نَفْ[a:10644[سٌ م]َّا قَدَّمَتْ لِغَ[a:13495[دٍ‌ۖ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
          "translation_id": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
          "translation_en": "O you who have believed, fear Allah. And let every soul look to what it has put forth for tomorrow - and fear Allah. Indeed, Allah is Acquainted with what you do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5144",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5144.mp3",
          "tafsir_short": "Salah satu sifat orang munafik adalah menyatakan beriman kepada Allah dan Rasul-Nya secara lisan, padahal mereka bukan orang beriman (Lihat: Surah al-Baqarah/2:10) sehingga nasib mereka di akhirat kekal di dalam neraka. Pada ayat ini Allah mengingatkan orang beriman agar benar-benar bertakwa kepada Allah dan memperhatikan hari esok, akhirat. Wahai orang-orang yang beriman! Kapan dan di mana saja kamu berada bertakwalah kepada Allah dengan sungguh-sungguh melakukan semua perintah Allah dan menjauhi semua larangan-Nya; dan hendaklah setiap orang siapa pun dia memperhatikan apa yang telah diperbuatnya untuk hari esok, yakni untuk hidup sesudah mati, di akhirat dengan berbuat kebaikan atas dasar iman, ditopang dengan ilmu dan hati yang ikhlas semata-mata mengharap rida Allah, sebab hidup di dunia ini sementara, sedangkan hidup di akhirat itu abadi; dan bertakwalah kepada Allah dengan menjaga hubungan baik dengan Allah, manusia dan alam. Sungguh, Allah Mahateliti sekecil apa pun juga terhadap apa yang kamu kerjakan sehingga semua yang kamu lakukan berada dalam pengetahuan Allah (Lihat: Surah Qàf/50: 18). 19. Allah mengingatkan orang berimaan dengan berfirman, “Dan janganlah kamu, wahai orang-orang beriman seperti orang-orang yang lupa kepada Allah, tidak menyadari bahwa Allah senantiasa mengawasi manusia dalam kehidupan ini sehingga Allah menjadikan mereka, karena pola hidup mereka yang hanya mencari kepuasaan, kelezatan, dan kenikmatan duniawi tanpa mempertimbangkan kebutuhan hidup sesudah mati, manusia yang lupa akan diri sendiri, yakni manusia yang tercabut dari akar kemanusiaannya. Mereka itulah, manusia yang lupa kepada Allah dan lupa kepada diri sendiri adalah orang-orang fasik, yaitu orang-orang yang bergelimang dosa dan perbuatan keji.”"
        },
        {
          "id": 5145,
          "surat_id": 59,
          "jus": 28,
          "ruku": 481,
          "no_ayat_inquran": 5145,
          "no_ayat_insurat": 19,
          "body_ayat_arb": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ",
          "body_ayat_ltn_en": "Wa laa takoonoo kallazeena nasul laaha fa ansaahum anfusahum; ulaaa'ika humul faasiqoon",
          "body_ayat_ltn_in": "walaa takuunuu kaalladziina nasuu allaaha fa-ansaahum anfusahum ulaa-ika humu alfaasiquuna",
          "body_ayat_ltn_in_html": "wal<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina nasuu <strong>al</strong>l<u>aa</u>ha fa-ans<u>aa</u>hum anfusahum ul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>",
          "invers_tajweed": "وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ نَسُو[s[اْ] [h:5697[ٱ]للَّهَ فَأَ[f:13427[نس]َ[n[ـٰ]هُمْ أَ[f:38[نف]ُسَهُمْ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ",
          "translation_id": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik.",
          "translation_en": "And be not like those who forgot Allah, so He made them forget themselves. Those are the defiantly disobedient.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5145",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5145.mp3",
          "tafsir_short": "Allah mengingatkan orang berimaan dengan berfirman, “Dan janganlah kamu, wahai orang-orang beriman seperti orang-orang yang lupa kepada Allah, tidak menyadari bahwa Allah senantiasa mengawasi manusia dalam kehidupan ini sehingga Allah menjadikan mereka, karena pola hidup mereka yang hanya mencari kepuasaan, kelezatan, dan kenikmatan duniawi tanpa mempertimbangkan kebutuhan hidup sesudah mati, manusia yang lupa akan diri sendiri, yakni manusia yang tercabut dari akar kemanusiaannya. Mereka itulah, manusia yang lupa kepada Allah dan lupa kepada diri sendiri adalah orang-orang fasik, yaitu orang-orang yang bergelimang dosa dan perbuatan keji.”20. Manusia yang lupa kepada Allah hingga lupa terhadap diri sendiri adalah manusia yang bergelimang dosa dan akan menjadi penghuni neraka. Tidak sama para penghuni neraka, pola pikir, sikap dan perilakunya dengan para penghuni surga. Para penghuni surga itu adalah orang-orang beriman yang berusaha menyucikan jiwanya, mendekatkan diri kepada Allah, menjalani hidup dengan berbagi dan peduli. Mereka lah orang-orang yang memperoleh kemenangan mendapatkan surga karena keberhasilannya mengendalikan hawa nafsu dan tipu daya iblis dalam hidup dan kehidupan."
        },
        {
          "id": 5146,
          "surat_id": 59,
          "jus": 28,
          "ruku": 481,
          "no_ayat_inquran": 5146,
          "no_ayat_insurat": 20,
          "body_ayat_arb": "لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ",
          "body_ayat_ltn_en": "Laa yastaweee as-haabun naari wa ashaabul jannah; as haabul jannati humul faaa'izoon",
          "body_ayat_ltn_in": "laa yastawii ash-haabu alnnaari wa-ash-haabu aljannati ash-haabu aljannati humu alfaa-izuuna",
          "body_ayat_ltn_in_html": "l<u>aa</u> yastawii a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri wa-a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>",
          "invers_tajweed": "لَا يَسْتَو[o[ِىٓ] أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ وَأَصْحَ[n[ـٰ]بُ [h:13496[ٱ]لْجَ[g[نّ]َةِ‌ۚ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ",
          "translation_id": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan.",
          "translation_en": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise - they are the attainers [of success].",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5146",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5146.mp3",
          "tafsir_short": "Manusia yang lupa kepada Allah hingga lupa terhadap diri sendiri adalah manusia yang bergelimang dosa dan akan menjadi penghuni neraka. Tidak sama para penghuni neraka, pola pikir, sikap dan perilakunya dengan para penghuni surga. Para penghuni surga itu adalah orang-orang beriman yang berusaha menyucikan jiwanya, mendekatkan diri kepada Allah, menjalani hidup dengan berbagi dan peduli. Mereka lah orang-orang yang memperoleh kemenangan mendapatkan surga karena keberhasilannya mengendalikan hawa nafsu dan tipu daya iblis dalam hidup dan kehidupan.21. Allah menjelaskan bahwa Al-Qur’an diturunkan bagi manusia yang menggunakan nalar dan mengikuti hati nurani. Sekiranya Kami turun-kan Al-Qur’an ini kepada sebuah gunung yang diberi akal, pikiran, dan perasaan seperti manusia; pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah, karena gunung-gunung itu akan menggunakan nalar, rasa, dan nuraninya dalam memahami Al-Qur’an dan mengamalkannya. Dan perumpamaan-perumpamaan itu, yakni manusia yang kecil dan lemah dibandingkan dengan gunung yang begitu besar, tinggi dan keras; Kami buat untuk manusia agar mereka berpikir bahwa gunung bisa menggunakan nalar, rasa dan nurani untuk memahami dan menerapkan Al-Qur’an hingga tunduk dan pecah karena takut kepada Allah. Mengapa manusia yang benar-benar memiliki nalar, rasa dan nurani tidak menggunakannya secara optimal dalam memahami dan menerapkan Al-Qur’an dalam kehidupan ini?"
        },
        {
          "id": 5147,
          "surat_id": 59,
          "jus": 28,
          "ruku": 481,
          "no_ayat_inquran": 5147,
          "no_ayat_insurat": 21,
          "body_ayat_arb": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
          "body_ayat_ltn_en": "Law anzalnaa haazal quraana 'alaa jabilil lara aytahoo khaashi'am muta saddi'am min khashiyatil laah; wa tilkal amsaalu nadribuhaa linnaasi la'allahum yatafakkaroon",
          "body_ayat_ltn_in": "law anzalnaa haadzaa alqur-aana 'alaa jabalin lara-aytahu khaasyi'an mutashaddi'an min khasyyati allaahi watilka al-amtsaalu nadhribuhaa lilnnaasi la'allahum yatafakkaruuna",
          "body_ayat_ltn_in_html": "law anzaln<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>na 'al<u>aa</u> jabalin lara-aytahu kh<u>aa</u>syi'an muta<u>sh</u>addi'an min khasyyati <strong>al</strong>l<u>aa</u>hi watilka <strong>a</strong>l-amts<u>aa</u>lu na<u>dh</u>ribuh<u>aa</u> li<strong>l</strong>nn<u>aa</u>si la'allahum yatafakkaruun<strong>a</strong>",
          "invers_tajweed": "لَوْ أَ[f:515[نز]َلْنَا هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ عَلَىٰ جَبَ[u:13497[لٍ ل]َّرَأَيْتَهُ[n[ۥ] خَ[n[ـٰ]شِ[a:13498[عًا م]ُّتَصَدِّ[a:13499[عًا م]ِّنْ خَشْيَةِ [h:383[ٱ]للَّهِ‌ۚ وَتِلْكَ [h:10375[ٱ]لْأَمْثَ[n[ـٰ]لُ نَضْرِبُهَا لِل[g[نّ]َاسِ لَعَلَّهُمْ يَتَفَكَّر[p[ُو]نَ",
          "translation_id": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.",
          "translation_en": "If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah. And these examples We present to the people that perhaps they will give thought.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5147",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5147.mp3",
          "tafsir_short": "Allah menjelaskan bahwa Al-Qur’an diturunkan bagi manusia yang menggunakan nalar dan mengikuti hati nurani. Sekiranya Kami turun-kan Al-Qur’an ini kepada sebuah gunung yang diberi akal, pikiran, dan perasaan seperti manusia; pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah, karena gunung-gunung itu akan menggunakan nalar, rasa, dan nuraninya dalam memahami Al-Qur’an dan mengamalkannya. Dan perumpamaan-perumpamaan itu, yakni manusia yang kecil dan lemah dibandingkan dengan gunung yang begitu besar, tinggi dan keras; Kami buat untuk manusia agar mereka berpikir bahwa gunung bisa menggunakan nalar, rasa dan nurani untuk memahami dan menerapkan Al-Qur’an hingga tunduk dan pecah karena takut kepada Allah. Mengapa manusia yang benar-benar memiliki nalar, rasa dan nurani tidak menggunakannya secara optimal dalam memahami dan menerapkan Al-Qur’an dalam kehidupan ini?"
        },
        {
          "id": 5148,
          "surat_id": 59,
          "jus": 28,
          "ruku": 481,
          "no_ayat_inquran": 5148,
          "no_ayat_insurat": 22,
          "body_ayat_arb": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ",
          "body_ayat_ltn_en": "Huwal-laahul-lazee laaa Ilaaha illaa Huwa 'Aalimul Ghaibi wash-shahaada; Huwar Rahmaanur-Raheem",
          "body_ayat_ltn_in": "huwa allaahu alladzii laa ilaaha illaa huwa 'aalimu alghaybi waalsysyahaadati huwa alrrahmaanu alrrahiimu",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa '<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
          "invers_tajweed": "هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ‌ۖ هُوَ [h:829[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ [h:830[ٱ][l[ل]رَّح[p[ِي]مُ",
          "translation_id": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang.",
          "translation_en": "He is Allah, other than whom there is no deity, Knower of the unseen and the witnessed. He is the Entirely Merciful, the Especially Merciful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5148",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5148.mp3",
          "tafsir_short": "Al-Qur’an adalah wahyu Allah petunjuk bagi manusia. Pada ayat ini dan seterusnya hingga akhir surah, Allah menjelaskan al-asma’ al-husna, nama-nama Allah yang indah. Apabila al-asma’ al-ëusna dipahami dan diresapkan secara mendalam ke dalam sanubari akan menguatkan keyakinan kepada-Nya. Dialah Allah tidak ada tuhan selain Dia. Dia memperkenalkan nama-nama-Nya. Bila zat-Nya dipikirkan akan membingungkan, karena pikiran manusia tidak sanggup menjangkaunya; bila nama-Nya disebut akan menggetarkan hati yang beriman; bila sifat-Nya diuraikan akan mempesona; dan bila perbuatan-Nya diamati dengan cermat akan mengagumkan setiap manusia; karena itu tidak ada Tuhan layak diibadati selain Dia. Yang Mengetahui yang gaib, karena pengetahuan-Nya tak terbatas; dan Yang Mengetahui yang nyata, karena pengetahuan-Nya meliputi zarrah. Dialah Yang Maha Pengasih, yang kasih sayang-Nya tak mengenal batas; Maha Penyayang, yang rahmat-Nya kepada orang yang beriman sejak di dunia hingga di surga."
        },
        {
          "id": 5149,
          "surat_id": 59,
          "jus": 28,
          "ruku": 481,
          "no_ayat_inquran": 5149,
          "no_ayat_insurat": 23,
          "body_ayat_arb": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
          "body_ayat_ltn_en": "Huwal-laahul-lazee laaa Ilaaha illaa Huwal-Malikul Quddoosus-Salaamul Muminul Muhaiminul-'aAzeezul Jabbaarul-Mutakabbir; Subhaanal laahi 'Ammaa yushrikoon",
          "body_ayat_ltn_in": "huwa allaahu alladzii laa ilaaha illaa huwa almaliku alqudduusu alssalaamu almu/minu almuhayminu al'aziizu aljabbaaru almutakabbiru subhaana allaahi 'ammaa yusyrikuuna",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>lmaliku <strong>a</strong>lqudduusu <strong>al</strong>ssal<u>aa</u>mu <strong>a</strong>lmu/minu <strong>a</strong>lmuhayminu <strong>a</strong>l'aziizu <strong>a</strong>ljabb<u>aa</u>ru <strong>a</strong>lmutakabbiru sub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi 'amm<u>aa</u> yusyrikuun<strong>a</strong>",
          "invers_tajweed": "هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ [h:13500[ٱ]لْمَلِكُ [h:13501[ٱ]لْقُدُّوسُ [h:13502[ٱ][l[ل]سَّلَ[n[ـٰ]مُ [h:13503[ٱ]لْمُؤْمِنُ [h:13504[ٱ]لْمُهَيْمِنُ [h:13505[ٱ]لْعَزِيزُ [h:13506[ٱ]لْجَبَّارُ [h:13507[ٱ]لْمُتَكَبِّرُ‌ۚ سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:9282[ٱ]للَّهِ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ",
          "translation_id": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan.",
          "translation_en": "He is Allah, other than whom there is no deity, the Sovereign, the Pure, the Perfection, the Bestower of Faith, the Overseer, the Exalted in Might, the Compeller, the Superior. Exalted is Allah above whatever they associate with Him.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5149",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5149.mp3",
          "tafsir_short": "Dialah Allah tidak ada tuhan selain Dia, tidak ada Tuhan yang berhak diibadati selain Dia. Maharaja, Yang kekuasaan-Nya tak terbatas; Yang Mahasuci dari segala bentuk kekurangan; Yang Mahasejahtera, Yang menjadi sumber kedamaian yang didambakan manusia; Yang Menjaga Keamanan, Yang Pengayoman-Nya lengkap, sempurna, dan menyeluruh. Pemelihara Keselamatan manusia, terutama di akhirat; Yang Mahaperkasa mencabut kekuasaan para penguasa dunia; Yang Mahakuasa menghentikan paksa ambisi para pecandu kekuasaan. Yang Memiliki Segala Keagungan. Mahasuci Allah dari apa yang mereka persekutukan, karena Allah berbeda dengan seluruh makhluk ciptaan-Nya."
        },
        {
          "id": 5150,
          "surat_id": 59,
          "jus": 28,
          "ruku": 481,
          "no_ayat_inquran": 5150,
          "no_ayat_insurat": 24,
          "body_ayat_arb": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
          "body_ayat_ltn_en": "Huwal Laahul Khaaliqul Baari 'ul Musawwir; lahul Asmaaa'ul Husnaa; yusabbihu lahoo maa fis samaawaati wal ardi wa Huwal 'Azeezul Hakeem",
          "body_ayat_ltn_in": "huwa allaahu alkhaaliqu albaari-u almushawwiru lahu al-asmaau alhusnaa yusabbihu lahu maa fii alssamaawaati waal-ardhi wahuwa al'aziizu alhakiimu",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkh<u>aa</u>liqu <strong>a</strong>lb<u>aa</u>ri-u <strong>a</strong>lmu<u>sh</u>awwiru lahu <strong>a</strong>l-asm<u>aa</u>u <strong>a</strong>l<u>h</u>usn<u>aa</u> yusabbi<u>h</u>u lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
          "invers_tajweed": "هُوَ [h:8078[ٱ]للَّهُ [h:13508[ٱ]لْخَ[n[ـٰ]لِقُ [h:13509[ٱ]لْبَارِئُ [h:13510[ٱ]لْمُصَوِّرُ‌ۖ لَهُ [h:8445[ٱ]لْأَسْم[o[َا]ٓءُ [h:5156[ٱ]لْحُسْنَىٰ‌ۚ يُسَبِّحُ لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
          "translation_id": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
          "translation_en": "He is Allah, the Creator, the Inventor, the Fashioner; to Him belong the best names. Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5150",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5150.mp3",
          "tafsir_short": "Dialah Allah Yang Menciptakan seluruh makhluk dengan hikmah yang mengagumkan. Yang Mengadakan segala sesuatu dari tiada menjadi ada. Yang Membentuk Rupa manusia ketika masih janin dalam rahim. Dia memiliki nama-nama yang indah yang menggambarkan sifat dan perbuatan-Nya yang mempesona. Apa yang di langit: bintang, bulan, planet, dan seluruh isi galaksi dan apa yang ada di bumi lautan, daratan, gunung, sungai, tumbuh-tumbuhan, hewan, dan lain-lain semuanya bertasbih kepada-Nya, tetapi manusia tidak memahami tas-bihnya. Dan Dia-lah Yang Mahaperkasa menghentikan rencana dan harapan manusia dengan kematian. Mahabijaksana dalam memperlakukan manusia dan menata jagat raya."
        }
      ]
    },
    "ayats": [
      {
        "id": 5127,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5127,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "body_ayat_ltn_en": "Sabbaha lillaahi maa fissamaawaati wa maa fil ardi wa Huwal 'Azeezul Hakeem",
        "body_ayat_ltn_in": "sabbaha lillaahi maa fii alssamaawaati wamaa fii al-ardhi wahuwa al'aziizu alhakiimu",
        "body_ayat_ltn_in_html": "sabba<u>h</u>a lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "invers_tajweed": "سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
        "translation_id": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
        "translation_en": "Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5127",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5127.mp3",
        "tafsir_short": "Apa yang ada di langit, bintang, bulan, planet, dan seluruh isi galaksi, dan apa yang ada di bumi, lautan, daratan, gunung, sungai, tumbuh-tumbuhan, hewan, dan lain-lain semuanya bertasbih kepada Allah, menyatakan kemahasucian Allah menurut caranya masing-masing sesuai dengan keadaan dan kejadiannya, sedangkan manusia tidak memahami tasbih makhluk-makhluk tersebut; dan Dialah Yang Mahaperkasa, menciptakan dan menghancurkan jagat raya; Mahabijaksana, dalam penciptaan dan pengaturan alam semesta."
      },
      {
        "id": 5128,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5128,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "هُوَ الَّذِيْٓ اَخْرَجَ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِۗ مَا ظَنَنْتُمْ اَنْ يَّخْرُجُوْا وَظَنُّوْٓا اَنَّهُمْ مَّانِعَتُهُمْ حُصُوْنُهُمْ مِّنَ اللّٰهِ فَاَتٰىهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوْا وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ يُخْرِبُوْنَ بُيُوْتَهُمْ بِاَيْدِيْهِمْ وَاَيْدِى الْمُؤْمِنِيْنَۙ فَاعْتَبِرُوْا يٰٓاُولِى الْاَبْصَارِ ",
        "body_ayat_ltn_en": "Huwal lazeee akharajal lazeena kafaroo min ahlil kitaabi min diyaarihim li awwalil Hashr; maa zanantum any yakhrujoo wa zannooo annahum maa ni'atuhum husoonuhum minal laahi faataahumul laahu min haisu lam yahtasiboo wa qazafa fee quloobihimur ru'ba yukhriboona bu yootahum bi aydeehim wa aydil mu'mineena fa'tabiroo yaaa ulil absaar",
        "body_ayat_ltn_in": "huwa alladzii akhraja alladziina kafaruu min ahli alkitaabi min diyaarihim li-awwali alhasyri maa zhanantum an yakhrujuu wazhannuu annahum maani'atuhum hushuunuhum mina allaahi fa-ataahumu allaahu min haytsu lam yahtasibuu waqadzafa fii quluubihimu alrru'ba yukhribuuna buyuutahum bi-aydiihim wa-aydii almu/miniina fai'tabiruu yaa ulii al-abshaari",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii akhraja <strong>al</strong>la<u>dz</u>iina kafaruu min ahli <strong>a</strong>lkit<u>aa</u>bi min diy<u>aa</u>rihim li-awwali <strong>a</strong>l<u>h</u>asyri m<u>aa</u> <u>zh</u>anantum an yakhrujuu wa<u>zh</u>annuu annahum m<u>aa</u>ni'atuhum <u>h</u>u<u>sh</u>uunuhum mina <strong>al</strong>l<u>aa</u>hi fa-at<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu min <u>h</u>aytsu lam ya<u>h</u>tasibuu waqa<u>dz</u>afa fii quluubihimu <strong>al</strong>rru'ba yukhribuuna buyuutahum bi-aydiihim wa-aydii <strong>a</strong>lmu/miniina fa<strong>i</strong>'tabiruu y<u>aa</u> ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>",
        "invers_tajweed": "هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَخْرَجَ [h:13439[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ لِأَوَّلِ [h:13440[ٱ]لْحَشْرِ‌ۚ مَا ظَنَ[f:12002[نت]ُمْ أ[a:3533[َن ي]َخْرُجُو[s[اْ‌ۖ] وَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َه[w:13441[ُم م]َّانِعَتُهُمْ حُصُونُه[w:13442[ُم م]ِّنَ [h:321[ٱ]للَّهِ فَأَتَ[n[ـٰ]هُمُ [h:13443[ٱ]للَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُو[s[اْ‌ۖ] وَقَذَفَ فِى قُلُوبِهِمُ [h:10763[ٱ][l[ل]رُّعْبَ‌ۚ يُخْرِبُونَ بُيُوتَه[c:13444[ُم ب]ِأَيْدِيهِمْ وَأَيْدِى [h:13445[ٱ]لْمُؤْمِنِينَ فَ[h:13446[ٱ]عْتَبِرُو[s[اْ] يَ[o[ـٰٓ]أُ[s[وْ]لِى [h:13447[ٱ]لْأَ[q:1767[بْ]صَ[p[ـٰ]رِ",
        "translation_id": "Dialah yang mengeluarkan orang-orang kafir di antara Ahli Kitab dari kampung halamannya pada saat pengusiran yang pertama. Kamu tidak menyangka, bahwa mereka akan keluar dan mereka pun yakin, benteng-benteng mereka akan dapat mempertahankan mereka dari (siksaan) Allah; maka Allah mendatangkan (siksaan) kepada mereka dari arah yang tidak mereka sangka-sangka. Dan Allah menanamkan rasa takut ke dalam hati mereka; sehingga memusnahkan rumah-rumah mereka dengan tangannya sendiri dan tangan orang-orang mukmin. Maka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan!",
        "translation_en": "It is He who expelled the ones who disbelieved among the People of the Scripture from their homes at the first gathering. You did not think they would leave, and they thought that their fortresses would protect them from Allah; but [the decree of] Allah came upon them from where they had not expected, and He cast terror into their hearts [so] they destroyed their houses by their [own] hands and the hands of the believers. So take warning, O people of vision.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5128",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5128.mp3",
        "tafsir_short": "Allah menyatakan bahwa Dialah yang mengeluarkan dengan cara memerintahkan kepada Rasulullah untuk mengusir orang-orang kafir di antara Ahli Kitab, yakni kaum Yahudi Bani Nadir dan Bani Qainuqa‘, dua kabilah Yahudi dari kampung halamannya di Madinah yang sudah menetap di sana sejak sebelum kelahiran Nabi. Peristiwa ini terjadi pada saat pengusiran yang pertama yang dilakukan Rasulullah terhadap Bani Qainuqa‘ setelah Perang Badar. Pengusiran kedua adalah pengusiran terhadap Bani Nadir dan Bani Quraizah setelah Perang Ahzab. Pengusiran ketiga dilakukan oleh ‘Umar bin Khattab terhadap semua kaum Yahudi di Madinah, karena pelanggaran mereka terhadap kesepakatan damai. Kamu tidak menyangka, bahwa mereka akan keluar dari Madinah dengan mudah, karena sistem pertahanan mereka kuat dan memiliki SDM yang berkualitas. Mereka yakin bahwa Muhammad dan para pengikutnya tidak akan pernah sanggup mengeluarkan mereka dari Madinah. Dan mereka pun yakin bahwa benteng-benteng mereka yang kuat dan strategis akan dapat mempertahankan mereka dari hukuman Allah yang dilancarkan kaum muslim kepada mereka. Maka Allah segera mendatangkan hukuman itu kepada mereka, melalui tangan-tangan kaum muslim, setelah Bani Qainuqa‘ menunjukan permusuhan kepada umat Islam. Pada waktu yang sama, rencana Bani Nadir dan Bani Quraizah untuk membunuh Rasulullah terbongkar dari arah yang tidak mereka sangka-sangka, karena mereka tidak mengira Rasulullah akan bertindak cepat mengepung benteng mereka. Dan Allah menanamkan rasa takut ke dalam hati mereka, ketika Rasulullah memberitahukan bahwa mereka akan diminta keluar dari Madinah sehingga mereka dengan inisiatif sendiri memusnahkan rumah-rumah mereka dengan peralatan dan tangannya sendiri agar rumah-rumah itu tidak bisa digunakan oleh kaum muslim; dan rumah-rumah mereka pun dihancurkan oleh tangan orang-orang mukmin yang bertugas dalam operasi pembersihan ini. Maka ambillah pelajaran berharga dari peristiwa pengusiran kaum Yahudi di Madinah itu wahai orang-orang beriman yang mempunyai pandangan yang luas bahwa kehebatan benteng pertahanan musuh-musuh Allah dan kerja sama mereka yang kuat bukan penghalang untuk bisa dikalahkan sehingga mereka merasakan kehinaan, terusir dari Madinah."
      },
      {
        "id": 5129,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5129,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "وَلَوْلَآ اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَاۤءَ لَعَذَّبَهُمْ فِى الدُّنْيَاۗ وَلَهُمْ فِى الْاٰخِرَةِ عَذَابُ النَّارِ ",
        "body_ayat_ltn_en": "Wa law laaa an katabal laahu 'alaihimul jalaaa'a la'azzabahum fid dunyaa wa lahum fil Aakhirati 'azaabun Naar",
        "body_ayat_ltn_in": "walawlaa an kataba allaahu 'alayhimu aljalaa-a la'adzdzabahum fii alddunyaa walahum fii al-aakhirati 'adzaabu alnnaari",
        "body_ayat_ltn_in_html": "walawl<u>aa</u> an kataba <strong>al</strong>l<u>aa</u>hu 'alayhimu <strong>a</strong>ljal<u>aa</u>-a la'a<u>dzdz</u>abahum fii <strong>al</strong>dduny<u>aa</u> walahum fii <strong>a</strong>l-<u>aa</u>khirati 'a<u>dzaa</u>bu <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
        "invers_tajweed": "وَلَوْل[o[َآ] أَ[f:13448[ن ك]َتَبَ [h:989[ٱ]للَّهُ عَلَيْهِمُ [h:13449[ٱ]لْجَل[o[َا]ٓءَ لَعَذَّبَهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَلَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ عَذَابُ [h:13450[ٱ][l[ل][g[نّ][p[َا]رِ",
        "translation_id": "Dan sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, pasti Allah mengazab mereka di dunia. Dan di akhirat mereka akan mendapat azab neraka.",
        "translation_en": "And if not that Allah had decreed for them evacuation, He would have punished them in [this] world, and for them in the Hereafter is the punishment of the Fire.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5129",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5129.mp3",
        "tafsir_short": "Pengusiran Yahudi itu bisa terjadi karena dua hal; kepemimpinan Rasulullah yang tegas dan keridaan Allah terhadap kaum muslim. Dan sekiranya tidak karena persetujuan Allah yang telah menetapkan hukum sebab-akibat yang menjadi dasar pengusiran mereka, kabilah-kabilah Yahudi dari Madinah, pasti Allah tetap mengazab mereka dengan cara lain di dalam kehidupan dunia sebagai balasan atas pengkhianatan mereka. Dan di akhirat mereka tetap akan mendapat azab neraka yang pedih selama-lamanya."
      },
      {
        "id": 5130,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5130,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
        "body_ayat_ltn_en": "Zaalika bi annahum shaaqqul laaha wa Rasoolahoo wa many yushaaaqqil laaha fa innal laaha shadeedul-'iqaab",
        "body_ayat_ltn_in": "dzaalika bi-annahum syaaqquu allaaha warasuulahu waman yusyaaqqi allaaha fa-inna allaaha syadiidu al'iqaabi",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahum sy<u>aa</u>qquu <strong>al</strong>l<u>aa</u>ha warasuulahu waman yusy<u>aa</u>qqi <strong>al</strong>l<u>aa</u>ha fa-inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
        "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ش[m[َا]ٓقُّو[s[اْ] [h:5272[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۖ وَم[a:13451[َن ي]ُش[m[َا]ٓقِّ [h:13452[ٱ]للَّهَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
        "translation_id": "Yang demikian itu karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya.",
        "translation_en": "That is because they opposed Allah and His Messenger. And whoever opposes Allah - then indeed, Allah is severe in penalty.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5130",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5130.mp3",
        "tafsir_short": "Adapun yang demikian itu, perintah pengusiran Bani Qainuqa‘, Bani Nadir dan Bani Quraizah dari Madinah, walaupun mereka sudah mengikat perjanjian damai dengan Rasulullah, karena sesungguhnya mereka menentang Allah dengan menolak beriman dan menentang Rasul-Nya dengan merencanakan untuk membunuh beliau, padahal mereka mengetahui bahwa Nabi Muhammad itu utusan Allah. Barang siapa menentang Allah dengan membangkang, berkhianat, dan mengacau keamanan, maka sesungguhnya Allah sangat keras hukuman-Nya kepada mereka dengan pengusiran dan penghinaan, serta di akhirat dengan kekal di dalam neraka."
      },
      {
        "id": 5131,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5131,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ",
        "body_ayat_ltn_en": "Maa qata'tum mil leenatin aw taraktumoohaa qaaa'imatan'alaaa usoolihaa fabi iznil laahi wa liyukhziyal faasiqeen",
        "body_ayat_ltn_in": "maa qatha'tum min liinatin aw taraktumuuhaa qaa-imatan 'alaa ushuulihaa fabi-idzni allaahi waliyukhziya alfaasiqiina",
        "body_ayat_ltn_in_html": "m<u>aa</u> qa<u>th</u>a'tum min liinatin aw taraktumuuh<u>aa</u> q<u>aa</u>-imatan 'al<u>aa</u> u<u>sh</u>uulih<u>aa</u> fabi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waliyukhziya <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>",
        "invers_tajweed": "مَا قَطَعْت[w:13453[ُم م]ّ[u:13454[ِن ل]ِّينَةٍ أَوْ تَرَكْتُمُوهَا ق[o[َا]ٓئِمَةً عَلَ[o[ىٰٓ] أُصُولِهَا فَبِإِذْنِ [h:2398[ٱ]للَّهِ وَلِيُخْزِىَ [h:13455[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ",
        "translation_id": "Apa yang kamu tebang di antara pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (itu terjadi) dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.",
        "translation_en": "Whatever you have cut down of [their] palm trees or left standing on their trunks - it was by permission of Allah and so He would disgrace the defiantly disobedient.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5131",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5131.mp3",
        "tafsir_short": "Pengusiran kaum Yahudi di Madinah merupakan ketetapan Allah dan atas izin-Nya. Apa yang kamu tebang dan bakar di antara pohon kurma yang berada di dekat benteng Yahudi atau yang kamu biarkan batang pohon kurma itu tumbuh berdiri di atas pokoknya, maka pada hakikatnya ide untuk melakukan itu muncul dengan izin Allah. Penebangan dan pembakaran pohon kurma, karena orang-orang Yahudi itu bersembunyi di dalam benteng yang berada di balik pohon kurma. Mereka tidak akan pernah keluar dari benteng itu untuk menyerahkan diri kepada Rasulullah kecuali setelah merasa sesak terkena asap; dan oleh sebab itu, perintah penebangan dan pembakaran pohon kurma itu karena Dia hendak memberikan kehinaan kepada orang-orang fasik, yakni kaum Yahudi di Madinah yang mengacau keamanan, mengkhianati kesepakatan damai dengan kaum muslim, dan merencanakan pembunuhan terhadap Rasulullah."
      },
      {
        "id": 5132,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5132,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
        "body_ayat_ltn_en": "Wa maaa afaaa'al laahu 'alaaa Rasoolihee minhum famaaa awjaftum 'alaihi min khailiinw wa laa rikaabinw wa laakinnal laaha yusallitu Rusulahoo 'alaa many yashaaa'; wallaahu 'alaa kulli shai'in Qadeer",
        "body_ayat_ltn_in": "wamaa afaa-a allaahu 'alaa rasuulihi minhum famaa awjaftum 'alayhi min khaylin walaa rikaabin walaakinna allaaha yusallithu rusulahu 'alaa man yasyaau waallaahu 'alaa kulli syay-in qadiiru",
        "body_ayat_ltn_in_html": "wam<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> rasuulihi minhum fam<u>aa</u> awjaftum 'alayhi min khaylin wal<u>aa</u> rik<u>aa</u>bin wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yusalli<u>th</u>u rusulahu 'al<u>aa</u> man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>u</strong>",
        "invers_tajweed": "وَم[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ] مِنْهُمْ فَم[o[َآ] أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْ[a:13456[لٍ و]َلَا رِكَا[a:13457[بٍ و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يُسَلِّطُ رُسُلَهُ[n[ۥ] عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
        "translation_id": "Dan harta rampasan fai' dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu.",
        "translation_en": "And what Allah restored [of property] to His Messenger from them - you did not spur for it [in an expedition] any horses or camels, but Allah gives His messengers power over whom He wills, and Allah is over all things competent.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5132",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5132.mp3",
        "tafsir_short": "Pada ayat ini Allah menerangkan hukum fai’, yakni rampasan perang yang ditinggalkan musuh setelah sebelumnya Allah menjelaskan bahwa Rasulullah mengepung dan mengusir kaum Yahudi di Madinah. Mereka hanya dibolehkan membawa harta yang bisa dibawa oleh seekor unta. Dan harta rampasan berupa fai’, yaitu yang diperoleh dari musuh tanpa terjadinya pertempuran, maka harta itu dari mereka, berasal dari musuh, diberikan oleh Allah kepada Rasul-Nya untuk mengharumkan Islam. Kamu tidak memerlukan kuda atau unta untuk mendapatkannya dalam pertempuran, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya, termasuk kepada Nabi Muhammad untuk mengalahkan siapa saja yang Dia kehendaki di antara musuh-musuh-Nya sehingga dengan kekuasaan ini Rasulullah mendapatkan fai’. Dan Allah Mahakuasa atas segala sesuatu sehingga bukanlah suatu yang sulit bagi Allah menolong Rasul-Nya mengusir dan menghinakan kaum Yahudi di Madinah."
      },
      {
        "id": 5133,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5133,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْاۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۘ ",
        "body_ayat_ltn_en": "Maaa afaaa'al laahu 'alaa Rasoolihee min ahlil quraa falillaahi wa lir Rasooli wa lizil qurbaa wal yataamaa walmasaakeeni wabnis sabeeli kai laa yakoona doolatam bainal aghniyaaa'i minkum; wa maaa aataakumur Rasoolu fakhuzoohu wa maa nahaakum 'anhu fantahoo; wattaqul laaha innal laaha shadeedul-'iqaab",
        "body_ayat_ltn_in": "maa afaa-a allaahu 'alaa rasuulihi min ahli alquraa falillaahi walilrrasuuli walidzii alqurbaa waalyataamaa waalmasaakiini waibni alssabiili kay laa yakuuna duulatan bayna al-aghniyaa-i minkum wamaa aataakumu alrrasuulu fakhudzuuhu wamaa nahaakum 'anhu faintahuu waittaquu allaaha inna allaaha syadiidu al'iqaabi",
        "body_ayat_ltn_in_html": "m<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> rasuulihi min ahli <strong>a</strong>lqur<u>aa</u> falill<u>aa</u>hi wali<strong>l</strong>rrasuuli wali<u>dz</u>ii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini wa<strong>i</strong>bni <strong>al</strong>ssabiili kay l<u>aa</u> yakuuna duulatan bayna <strong>a</strong>l-aghniy<u>aa</u>-i minkum wam<u>aa</u> <u>aa</u>t<u>aa</u>kumu <strong>al</strong>rrasuulu fakhu<u>dz</u>uuhu wam<u>aa</u> nah<u>aa</u>kum 'anhu fa<strong>i</strong>ntahuu wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
        "invers_tajweed": "مّ[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ] مِنْ أَهْلِ [h:6852[ٱ]لْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى [h:5340[ٱ]لْقُرْبَىٰ وَ[h:420[ٱ]لْيَتَ[n[ـٰ]مَىٰ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَ[h:1189[ٱ][q:1189[بْ]نِ [h:1190[ٱ][l[ل]سَّبِيلِ كَىْ لَا يَكُونَ دُولَ[i:13458[ةَۢ ب]َيْنَ [h:13459[ٱ]لْأَغْنِي[o[َا]ٓءِ مِ[f:344[نك]ُمْ‌ۚ وَم[o[َآ] ءَاتَ[n[ـٰ]كُمُ [h:13460[ٱ][l[ل]رَّسُولُ فَخُذُوهُ وَمَا نَهَ[n[ـٰ]كُمْ عَنْهُ فَ[h:13461[ٱ][f:13461[نت]َهُو[s[اْ‌ۚ] وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ",
        "translation_id": "Harta rampasan (fai') dari mereka yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya.",
        "translation_en": "And what Allah restored to His Messenger from the people of the towns - it is for Allah and for the Messenger and for [his] near relatives and orphans and the [stranded] traveler - so that it will not be a perpetual distribution among the rich from among you. And whatever the Messenger has given you - take; and what he has forbidden you - refrain from. And fear Allah; indeed, Allah is severe in penalty.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5133",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5133.mp3",
        "tafsir_short": "Allah lalu menjelaskan apa itu fai’ dan peruntukannya. Harta rampasan dari mereka, musuh-musuh Allah yang meninggalkan hartanya tanpa perlawanan, maka harta itu diberikan Allah kepada Rasul-Nya yang berasal dari penduduk beberapa negeri seperti Bani Quraizah, Bani Nadir, penduduk Fadak dan Khaibar, penyalurannya adalah untuk Allah, untuk kepentingan fasilitas umum dan fasilitas sosial; untuk Rasul guna menopang perjuangan Islam; untuk kerabat Rasul yang membutuhkan bantuan; untuk anak-anak yatim guna menopang pendidikan mereka; untuk orang-orang miskin agar bisa mengembangkan diri; dan untuk orang-orang yang dalam perjalanan guna mencari penghidupan yang lebih baik. Singkatnya, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu, tetapi harus memiliki fungsi sosial seperti air mengalir ke tempat yang lebih rendah sehingga bermanfaat bagi kaum duafa. Allah mengajarkan prinsip dalam mengamalkan Islam: Apa yang diberikan Rasul kepadamu, perintah maupun anjuran dalam ibadah dan muamalah, maka terimalah sebagai pedoman dalam ber-Islam. Dan apa yang dilarangnya bagimu, maka tinggalkanlah sebagai sesuatu yang harus dijauhi, karena di balik perintah dan larangan itu ada hikmah yang sangat berharga bagi manusia, dunia akhirat. Dan bertakwalah kepada Allah dengan melaksanakan semua perintah-Nya dan menjauhi semua larangan-Nya. Sungguh, Allah sangat keras hukuman-Nya bagi kaum yang menolak beriman kepada Rasulullah padahal mereka mengetahui bahwa beliau sebenarnya utusan Allah seperti kaum Yahudi di Madinah."
      },
      {
        "id": 5134,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5134,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ",
        "body_ayat_ltn_en": "Lilfuqaraaa'il Muhaaji reenal lazeena ukhrijoo min diyaarihim wa amwaalihim yabtaghoona fadlam minal laahi wa ridwaananw wa yansuroonal laaha wa Rasoolah; ulaaa'ika humus saadiqoon",
        "body_ayat_ltn_in": "lilfuqaraa-i almuhaajiriina alladziina ukhrijuu min diyaarihim wa-amwaalihim yabtaghuuna fadhlan mina allaahi waridhwaanan wayanshuruuna allaaha warasuulahu ulaa-ika humu alshshaadiquuna",
        "body_ayat_ltn_in_html": "lilfuqar<u>aa</u>-i <strong>a</strong>lmuh<u>aa</u>jiriina <strong>al</strong>la<u>dz</u>iina ukhrijuu min diy<u>aa</u>rihim wa-amw<u>aa</u>lihim yabtaghuuna fa<u>dh</u>lan mina <strong>al</strong>l<u>aa</u>hi wari<u>dh</u>w<u>aa</u>nan wayan<u>sh</u>uruuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika humu <strong>al</strong><u>shshaa</u>diquun<strong>a</strong>",
        "invers_tajweed": "لِلْفُقَر[o[َا]ٓءِ [h:13462[ٱ]لْمُهَ[n[ـٰ]جِرِينَ [h:13463[ٱ]لَّذِينَ أُخْرِجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ وَأَمْو[n[َٲ]لِهِمْ يَ[q:3357[بْ]تَغُونَ فَضْل[a:12703[اً م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13464[نًا و]َيَ[f:13465[نص]ُرُونَ [h:13466[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:12772[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ُو]نَ",
        "translation_id": "(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar.",
        "translation_en": "For the poor emigrants who were expelled from their homes and their properties, seeking bounty from Allah and [His] approval and supporting Allah and His Messenger, [there is also a share]. Those are the truthful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5134",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5134.mp3",
        "tafsir_short": "Selain disalurkan sebagaimana disebutkan pada ayat di atas, fai’ juga disalurkan untuk orang-orang fakir yang berhijrah yaitu anak-anak yatim dan para duafa yang berhijrah bersama Rasulullah ke Madinah. Selain itu, fai’ juga diberikan kepada orang-orang yang terusir dari kampung halamannya di Mekah karena beriman dan berhijrah bersama Nabi; dan fai’ diberikan juga kepada Muhajirin yang terpaksa harus meninggalkan harta bendanya di Mekah karena hijrah bersama Rasulullah ke Madinah demi mencari karunia dari Allah dan keridaan-Nya, mengharumkan Islam dan kaum muslim, dan demi menolong agama Allah agar bisa dilaksanakan dalam kehidupan ini dan demi menolong Rasul-Nya dalam menunaikan misi kerasulan. Mereka itulah, orang-orang yang beriman dan berhijrah bersama Rasulullah demi mengharumkan agama Allah dan Rasul-Nya, orang-orang yang benar sikap, niat, dan langkahnya."
      },
      {
        "id": 5135,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5135,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ ",
        "body_ayat_ltn_en": "Wallazeena tabawwa'ud daara wal eemaana min qablihim yuhibboona man haajara ilaihim wa laa yajidoona fee sudoorihim haajatam mimmaa ootoo wa yu'siroona 'alaa anfusihim wa law kaana bihim khasaasah; wa many yooqa shuhha nafsihee fa ulaaa'ika humul muflihoon",
        "body_ayat_ltn_in": "waalladziina tabawwauu alddaara waal-iimaana min qablihim yuhibbuuna man haajara ilayhim walaa yajiduuna fii shuduurihim haajatan mimmaa uutuu wayu/tsiruuna 'alaa anfusihim walaw kaana bihim khasasatun waman yuuqa syuhha nafsihi faulaa-ika humu almuflihuuna",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina tabawwauu <strong>al</strong>dd<u>aa</u>ra wa<strong>a</strong>l-iim<u>aa</u>na min qablihim yu<u>h</u>ibbuuna man h<u>aa</u>jara ilayhim wal<u>aa</u> yajiduuna fii <u>sh</u>uduurihim <u>haa</u>jatan mimm<u>aa</u> uutuu wayu/tsiruuna 'al<u>aa</u> anfusihim walaw k<u>aa</u>na bihim kha<u>sas</u>atun waman yuuqa syu<u>hh</u>a nafsihi faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ تَبَوَّءُو [h:13467[ٱ][l[ل]دَّارَ وَ[h:10535[ٱ]لْإِيمَ[n[ـٰ]نَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَ[a:13468[ةً م]ِّ[g[مّ][o[َآ] أُوتُو[s[اْ] وَيُؤْثِرُونَ عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَ[a:13469[ةٌ‌ۚ و]َم[a:13470[َن ي]ُوقَ شُحَّ نَفْسِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ",
        "translation_id": "Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung.",
        "translation_en": "And [also for] those who were settled in al-Madinah and [adopted] the faith before them. They love those who emigrated to them and find not any want in their breasts of what the emigrants were given but give [them] preference over themselves, even though they are in privation. And whoever is protected from the stinginess of his soul - it is those who will be the successful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5135",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5135.mp3",
        "tafsir_short": "Muhajirin, menurut ayat sebelumnya, adalah orang-orang yang terusir dari kampung halamannya di Mekah dan berhijrah bersama Rasulullah ke Madinah demi menolong Allah dan Rasul-Nya. Pada ayat ini disebutkan sikap dan penerimaan kaum Ansar terhadap Muhajirin dengan cinta dan persaudaraan sejati. Dan orang-orang Ansar, para penolong, yang telah menempati kota Madinah jauh sebelum Rasulullah hijrah ke kota ini. Dan mereka telah beriman kepada Allah dan Rasul-Nya sebelum kedatangan mereka, Muhajirin ke Madinah. Mereka, para penolong itu, mencintai Muhajirin, orang yang berhijrah ke tempat mereka, karena Allah. Dan mereka, orang-orang Ansar, ketika membantu Muhajirin yang berhijrah ke Madinah dengan harta dan berbagai fasilitas, tidak menaruh keinginan dalam hati mereka benda-benda yang diberikan itu, karena penuh keikhlasan, terhadap apa yang diberikan kepada mereka, baik harta maupun tenaga. Dan mereka mengutamakan kepentingan para sahabat Muhajirin atas dirinya sendiri, meskipun sebenarnya mereka juga memerlukan semua fasilitas yang diberikan itu. Sungguh ketentuan Allah menegaskan: dan siapa yang dijaga dirinya oleh Allah atas usaha dan perjuangan mereka dari kekikiran, maka mereka itulah orang-orang yang beruntung, karena berhasil melawan ego dan berhasil menjadi pribadi yang mulia."
      },
      {
        "id": 5136,
        "surat_id": 59,
        "jus": 28,
        "ruku": 479,
        "no_ayat_inquran": 5136,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "وَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
        "body_ayat_ltn_en": "Wallazeena jaaa'oo min ba'dihim yaqooloona Rabbanagh fir lanaa wa li ikhwaani nal lazeena sabqoonaa bil eemaani wa laa taj'al fee quloobinaa ghillalil lazeena aamanoo rabbannaaa innaka Ra'oofur Raheem",
        "body_ayat_ltn_in": "waalladziina jaauu min ba'dihim yaquuluuna rabbanaa ighfir lanaa wali-ikhwaaninaa alladziina sabaquunaa bial-iimaani walaa taj'al fii quluubinaa ghillan lilladziina aamanuu rabbanaa innaka rauufun rahiimun",
        "body_ayat_ltn_in_html": "wa<strong>a</strong>lla<u>dz</u>iina j<u>aa</u>uu min ba'dihim yaquuluuna rabban<u>aa</u> ighfir lan<u>aa</u> wali-ikhw<u>aa</u>nin<u>aa</u> <strong>al</strong>la<u>dz</u>iina sabaquun<u>aa</u> bi<strong>a</strong>l-iim<u>aa</u>ni wal<u>aa</u> taj'al fii quluubin<u>aa</u> ghillan lilla<u>dz</u>iina <u>aa</u>manuu rabban<u>aa</u> innaka rauufun ra<u>h</u>iim<strong>un</strong>",
        "invers_tajweed": "وَ[h:9999[ٱ]لَّذِينَ ج[o[َا]ٓءُو م[i:1453[ِنۢ ب]َعْدِهِمْ يَقُولُونَ رَبَّنَا [h:2305[ٱ]غْفِرْ لَنَا وَلِإِخْو[n[َٲ]نِنَا [h:13471[ٱ]لَّذِينَ سَبَقُونَا بِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ وَلَا تَ[q:7716[جْ]عَلْ فِى قُلُوبِنَا غِل[u:13472[اًّ ل]ِّلَّذِينَ ءَامَنُو[s[اْ] رَبَّن[o[َآ] إِ[g[نّ]َكَ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ",
        "translation_id": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, “Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.”",
        "translation_en": "And [there is a share for] those who came after them, saying, \"Our Lord, forgive us and our brothers who preceded us in faith and put not in our hearts [any] resentment toward those who have believed. Our Lord, indeed You are Kind and Merciful.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5136",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5136.mp3",
        "tafsir_short": "Sesudah menjelaskan keberhasilan Muhajirin dan Ansar membangun persaudaraan sejati atas dasar iman, Allah lalu menjelaskan karakter orang-orang beriman generasi sesudah mereka. Dan orang-orang beriman, berilmu, dan beramal saleh yang datang sesudah mereka dari generasi ke generasi hingga hari Kiamat, mereka berdoa kepada Allah, “Ya Tuhan kami, ampunilah dosa-dosa kami baik yang disengaja maupun yang tidak disengaja dan ampuni pula dosa-dosa saudara-saudara kami seiman yang telah beriman lebih dahulu dari kami, umat Rasulullah maupun umat para nabi sebelumnya dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman karena kedengkian itu menghapuskan amal saleh. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun kepada setiap hamba, Maha Penyayang kepada hamba yang beriman sehingga mereka mendapat kebaikan dunia dan akhirat.”"
      },
      {
        "id": 5137,
        "surat_id": 59,
        "jus": 28,
        "ruku": 480,
        "no_ayat_inquran": 5137,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
        "body_ayat_ltn_en": "Alam tara ilal lazeena naafaqoo yaqooloona li ikhwaanihimul lazeena kafaroo min ahlil kitaabi la'in ukhrijtum lanakhrujanna ma'akum wa laa nutee'u feekum ahadan abadanw-wa in qootiltum lanansuran nakum wallaahu yashhadu innahum lakaaziboon",
        "body_ayat_ltn_in": "alam tara ilaa alladziina naafaquu yaquuluuna li-ikhwaanihimu alladziina kafaruu min ahli alkitaabi la-in ukhrijtum lanakhrujanna ma'akum walaa nuthii'u fiikum ahadan abadan wa-in quutiltum lananshurannakum waallaahu yasyhadu innahum lakaadzibuuna",
        "body_ayat_ltn_in_html": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina n<u>aa</u>faquu yaquuluuna li-ikhw<u>aa</u>nihimu <strong>al</strong>la<u>dz</u>iina kafaruu min ahli <strong>a</strong>lkit<u>aa</u>bi la-in ukhrijtum lanakhrujanna ma'akum wal<u>aa</u> nu<u>th</u>ii'u fiikum a<u>h</u>adan abadan wa-in quutiltum lanan<u>sh</u>urannakum wa<strong>al</strong>l<u>aa</u>hu yasyhadu innahum lak<u>aadz</u>ibuun<strong>a</strong>",
        "invers_tajweed": "۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ نَافَقُو[s[اْ] يَقُولُونَ لِإِخْو[n[َٲ]نِهِمُ [h:13473[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ لَئِنْ أُخْرِ[q:13474[جْ]تُمْ لَنَخْرُجَ[g[نّ]َ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَ[a:13475[دًا و]َإِ[f:13476[ن ق]ُوتِلْتُمْ لَنَ[f:13477[نص]ُرَ[g[نّ]َكُمْ وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ",
        "translation_id": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta.",
        "translation_en": "Have you not considered those who practice hypocrisy, saying to their brothers who have disbelieved among the People of the Scripture, \"If you are expelled, we will surely leave with you, and we will not obey, in regard to you, anyone - ever; and if you are fought, we will surely aid you.\" But Allah testifies that they are liars.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5137",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5137.mp3",
        "tafsir_short": "Jika pada ayat sebelumnya, Allah menjelaskan persaudaraan sejati di antara Muhajirin dan Ansar dan sifat orang-orang beriman generasi sesudah mereka, pada ayat ini Allah menjelaskan sifat orang-orang munafik di Madinah pada masa Rasulullah. Tidakkah engkau memperhatikan orang-orang munafik seperti ‘Abdullàh bin Ubay bin Salùl, Wadì‘ah bin Màlik, Suwaid, dan Da’is yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, yakni Bani Nadir yang sedang dikepung kaum muslim karena merencanakan untuk membunuh Rasulullah, “Sungguh, jika kamu, wahai Bani Nadir, benar-benar diusir oleh Muhammad dari perkampungan kamu di Madinah, niscaya kami pun akan keluar bersama kamu dari Madinah sebagai bentuk solidaritas kami kepada Anda; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, yakni mendengar dan mematuhi perintah Muhammad; dan jika kamu diperangi Muhammad agar kamu keluar dari Madinah, pasti kami akan membantumu melawan Muhammad.” Dan Allah menyaksikan, kebohongan janji orang-orang munafik terhadap Bani Nadir tersebut, baik sesudah maupun sebelum pengepungan kaum muslim terhadap Bani Nadir bahwa mereka, orang-orang munafik itu benar-benar pendusta, sebab janji mereka untuk menolong Bani Nadir itu tidak ditepati sehingga Bani Nadir menyerah kepada Rasulullah untuk menerima hukuman diusir dari Madinah.12. Orang-orang munafik itu adalah benar-benar pendusta. Allah menjelaskan kebohongan janji mereka terhadap Bani Nadir. Sungguh, jika mereka, Bani Nadir, diusir, dari Madinah, orang-orang munafik itu tidak akan keluar dari Madinah bersama mereka; dan jika mereka, Bani Nadir, diperangi oleh kaum muslim karena mereka berkhianat; mereka juga, orang-orang munafik itu, tidak akan menolong sekutu-nya, Bani Nadir; dan kalau pun mereka menolongnya dengan mengerahkan pasukan, pastilah mereka, orang-orang munafik itu, akan berpaling lari ke belakang, berbalik arah untuk kembali ke tempat semula sehingga bantuan pasukan itu tidak terjadi. Kemudian nasib mereka di akhirat ketika mereka membutuhkan pertolongan Allah tidak akan mendapat pertolongan dalam bentuk apa pun sehingga mereka kekal dalam kerak neraka."
      },
      {
        "id": 5138,
        "surat_id": 59,
        "jus": 28,
        "ruku": 480,
        "no_ayat_inquran": 5138,
        "no_ayat_insurat": 12,
        "body_ayat_arb": "لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ",
        "body_ayat_ltn_en": "La'in ukhrijoo laa yakhrujoona ma'ahum wa la'in qootiloo laa yansuroonahum wa la'in nasaroohum la yuwallunnal adbaara summa laa yunsaroon",
        "body_ayat_ltn_in": "la-in ukhrijuu laa yakhrujuuna ma'ahum wala-in quutiluu laa yanshuruunahum wala-in nasharuuhum layuwallunna al-adbaara tsumma laa yunsharuuna",
        "body_ayat_ltn_in_html": "la-in ukhrijuu l<u>aa</u> yakhrujuuna ma'ahum wala-in quutiluu l<u>aa</u> yan<u>sh</u>uruunahum wala-in na<u>sh</u>aruuhum layuwallunna <strong>a</strong>l-adb<u>aa</u>ra tsumma l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>",
        "invers_tajweed": "لَئِنْ أُخْرِجُو[s[اْ] لَا يَخْرُجُونَ مَعَهُمْ وَلَئِ[f:13478[ن ق]ُوتِلُو[s[اْ] لَا يَ[f:12166[نص]ُرُونَهُمْ وَلَئ[a:13479[ِن ن]َّصَرُوهُمْ لَيُوَلُّ[g[نّ]َ [h:13480[ٱ]لْأَ[q:2168[دْ]بَ[n[ـٰ]رَ ثُ[g[مّ]َ لَا يُ[f:237[نص]َر[p[ُو]نَ",
        "translation_id": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka di-perangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan.",
        "translation_en": "If they are expelled, they will not leave with them, and if they are fought, they will not aid them. And [even] if they should aid them, they will surely turn their backs; then [thereafter] they will not be aided.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5138",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5138.mp3",
        "tafsir_short": "Orang-orang munafik itu adalah benar-benar pendusta. Allah menjelaskan kebohongan janji mereka terhadap Bani Nadir. Sungguh, jika mereka, Bani Nadir, diusir, dari Madinah, orang-orang munafik itu tidak akan keluar dari Madinah bersama mereka; dan jika mereka, Bani Nadir, diperangi oleh kaum muslim karena mereka berkhianat; mereka juga, orang-orang munafik itu, tidak akan menolong sekutu-nya, Bani Nadir; dan kalau pun mereka menolongnya dengan mengerahkan pasukan, pastilah mereka, orang-orang munafik itu, akan berpaling lari ke belakang, berbalik arah untuk kembali ke tempat semula sehingga bantuan pasukan itu tidak terjadi. Kemudian nasib mereka di akhirat ketika mereka membutuhkan pertolongan Allah tidak akan mendapat pertolongan dalam bentuk apa pun sehingga mereka kekal dalam kerak neraka.13. Orang munafik itu bersikap demikian karena kamu, kaum muslim, benar-benar lebih ditakuti dalam hati mereka, orang-orang munafik, daripada Allah. Mereka sangat takut kekufurannya diketahui oleh kaum muslim. Jika mereka benar-benar membantu Bani Nadir, maka permusuhannya kepada kaum muslim terbongkar. Yang demikian itu, sikap orang munafik yang lebih takut kepada manusia daripada takut kepada Allah, karena mereka orang-orang yang tidak mengerti bahwa mereka hanya bisa bersembunyi dari manusia, tetapi tidak bisa bersembunyi dari Allah."
      },
      {
        "id": 5139,
        "surat_id": 59,
        "jus": 28,
        "ruku": 480,
        "no_ayat_inquran": 5139,
        "no_ayat_insurat": 13,
        "body_ayat_arb": "لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
        "body_ayat_ltn_en": "La antum ashaddu rahbatan fee sudoorihim minal laah; zaalika bi annahum qawmul laa yafqahoon",
        "body_ayat_ltn_in": "la-antum asyaddu rahbatan fii shuduurihim mina allaahi dzaalika bi-annahum qawmun laa yafqahuuna",
        "body_ayat_ltn_in_html": "la-antum asyaddu rahbatan fii <u>sh</u>uduurihim mina <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika bi-annahum qawmun l<u>aa</u> yafqahuun<strong>a</strong>",
        "invers_tajweed": "لَأَ[f:13481[نت]ُمْ أَشَدُّ رَهْبَ[f:13482[ةً ف]ِى صُدُورِه[w:13483[ِم م]ِّنَ [h:321[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَفْقَه[p[ُو]نَ",
        "translation_id": "Sesungguhnya dalam hati mereka, kamu (Muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
        "translation_en": "You [believers] are more fearful within their breasts than Allah. That is because they are a people who do not understand.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5139",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5139.mp3",
        "tafsir_short": "Orang munafik itu bersikap demikian karena kamu, kaum muslim, benar-benar lebih ditakuti dalam hati mereka, orang-orang munafik, daripada Allah. Mereka sangat takut kekufurannya diketahui oleh kaum muslim. Jika mereka benar-benar membantu Bani Nadir, maka permusuhannya kepada kaum muslim terbongkar. Yang demikian itu, sikap orang munafik yang lebih takut kepada manusia daripada takut kepada Allah, karena mereka orang-orang yang tidak mengerti bahwa mereka hanya bisa bersembunyi dari manusia, tetapi tidak bisa bersembunyi dari Allah.14. Karena lebih takut kepada kaum muslim daripada kepada Allah, mereka, orang-orang munafik itu, tidak akan pernah berani memerangi kamu secara terbuka bersama-sama menggabungkan dua kekuatan, yaitu orang-orang munafik Bani ‘Auf dan Yahudi Bani Nadir, kecuali di negeri-negeri yang berbenteng agar mereka bisa berlindung di dalamnya atau di balik tembok dengan cara bergerilya. Permusuhan antara sesama mereka orang-orang munafik Bani ‘Auf dan antara Bani ‘Auf dengan Yahudi Bani Nadir sangat hebat. Kamu, kaum muslim, jika melihat mereka sepintas, akan mengira bahwa mereka itu bersatu, padahal jika kamu memperhatikan keadaan mereka lebih dalam, kamu akan menemukan bahwa hati mereka terpecah belah. Yang demikian itu, perbedaan penampilan luar dan keadaan hati mereka, karena mereka orang-orang yang tidak mengerti bahwa inti kekuatan persatuan dan kesatuan itu tidak terletak pada penampilan, tetapi pada kesatuan rasa dan keterpautan hati dalam kekuatan iman."
      },
      {
        "id": 5140,
        "surat_id": 59,
        "jus": 28,
        "ruku": 480,
        "no_ayat_inquran": 5140,
        "no_ayat_insurat": 14,
        "body_ayat_arb": "لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ",
        "body_ayat_ltn_en": "Laa yuqaatiloonakum jamee'an illaa fee quram muhas sanatin aw minw waraaa'i judur; baasuhum bainahum shadeed; tahsabuhum jamee'anw-wa quloobuhum shatta; zaalika biannahum qawmul laa ya'qiloon",
        "body_ayat_ltn_in": "laa yuqaatiluunakum jamii'an illaa fii quran muhashshanatin aw min waraa-i judurin ba/suhum baynahum syadiidun tahsabuhum jamii'an waquluubuhum syattaa dzaalika bi-annahum qawmun laa ya'qiluuna",
        "body_ayat_ltn_in_html": "l<u>aa</u> yuq<u>aa</u>tiluunakum jamii'an ill<u>aa</u> fii quran mu<u>h</u>a<u>shsh</u>anatin aw min war<u>aa</u>-i judurin ba/suhum baynahum syadiidun ta<u>h</u>sabuhum jamii'an waquluubuhum syatt<u>aa</u> <u>dzaa</u>lika bi-annahum qawmun l<u>aa</u> ya'qiluun<strong>a</strong>",
        "invers_tajweed": "لَا يُقَ[n[ـٰ]تِلُونَكُمْ جَمِيعًا إِلَّا فِى قُ[a:13484[رًى م]ُّحَصَّنَةٍ أَوْ م[a:10877[ِن و]َر[o[َا]ٓءِ جُدُ[i:13485[رِۭ‌ۚ ب]َأْسُه[c:13486[ُم ب]َيْنَهُمْ شَدِي[f:13487[دٌ‌ۚ ت]َحْسَبُهُمْ جَمِي[a:13488[عًا و]َقُلُوبُهُمْ شَتَّىٰ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْقِل[p[ُو]نَ",
        "translation_id": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
        "translation_en": "They will not fight you all except within fortified cities or from behind walls. Their violence among themselves is severe. You think they are together, but their hearts are diverse. That is because they are a people who do not reason.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5140",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5140.mp3",
        "tafsir_short": "Karena lebih takut kepada kaum muslim daripada kepada Allah, mereka, orang-orang munafik itu, tidak akan pernah berani memerangi kamu secara terbuka bersama-sama menggabungkan dua kekuatan, yaitu orang-orang munafik Bani ‘Auf dan Yahudi Bani Nadir, kecuali di negeri-negeri yang berbenteng agar mereka bisa berlindung di dalamnya atau di balik tembok dengan cara bergerilya. Permusuhan antara sesama mereka orang-orang munafik Bani ‘Auf dan antara Bani ‘Auf dengan Yahudi Bani Nadir sangat hebat. Kamu, kaum muslim, jika melihat mereka sepintas, akan mengira bahwa mereka itu bersatu, padahal jika kamu memperhatikan keadaan mereka lebih dalam, kamu akan menemukan bahwa hati mereka terpecah belah. Yang demikian itu, perbedaan penampilan luar dan keadaan hati mereka, karena mereka orang-orang yang tidak mengerti bahwa inti kekuatan persatuan dan kesatuan itu tidak terletak pada penampilan, tetapi pada kesatuan rasa dan keterpautan hati dalam kekuatan iman.15. Pada awal surah ini dijelaskan bahwa Bani Qainuqa‘ diusir dari Madinah pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah, karena mengkhianati perjanjian damai, menganiaya dan membunuh kaum muslim serta mengganggu keamanan kota Madinah. Melalui ayat ini Allah menjelaskan nasib Bani Nadir di Madinah seperti nasib orang-orang yang sebelum mereka, Bani Qainuqa‘, diusir dari Madinah karena merencanakan pembunuhan Rasulullah. Peristiwa ini terjadi belum lama berselang, tidak lama setelah Perang Badar. Rasulullah mengepung benteng tempat mereka bersembunyi; menebang pohon kurma yang berada di dekat benteng dan membakarnya sehingga mereka terpaksa keluar dari benteng tersebut dan diusir dari Madinah. Dengan demikian, mereka telah merasakan akibat buruk perbuatan mereka mengkhianati perjanjian damai disebabkan perbuatan mereka sendiri, merencanakan pembunuhan Rasulullah. Dan di akhirat, mereka akan mendapat azab yang pedih, kekal selama-lamanya di dalam neraka."
      },
      {
        "id": 5141,
        "surat_id": 59,
        "jus": 28,
        "ruku": 480,
        "no_ayat_inquran": 5141,
        "no_ayat_insurat": 15,
        "body_ayat_arb": "كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ",
        "body_ayat_ltn_en": "Kamasalil lazeena min qablihim qareeban zaaqoo wabaala amrihim wa lahum 'azaabun aleem",
        "body_ayat_ltn_in": "kamatsali alladziina min qablihim qariiban dzaaquu wabaala amrihim walahum 'adzaabun aliimun",
        "body_ayat_ltn_in_html": "kamatsali <strong>al</strong>la<u>dz</u>iina min qablihim qariiban <u>dzaa</u>quu wab<u>aa</u>la amrihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "invers_tajweed": "كَمَثَلِ [h:13489[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ قَرِي[f:13490[بًا‌ۖ ذ]َاقُو[s[اْ] وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ",
        "translation_id": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan men-dapat azab yang pedih.",
        "translation_en": "[Theirs is] like the example of those shortly before them: they tasted the bad consequence of their affair, and they will have a painful punishment.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5141",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5141.mp3",
        "tafsir_short": "Pada awal surah ini dijelaskan bahwa Bani Qainuqa‘ diusir dari Madinah pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah, karena mengkhianati perjanjian damai, menganiaya dan membunuh kaum muslim serta mengganggu keamanan kota Madinah. Melalui ayat ini Allah menjelaskan nasib Bani Nadir di Madinah seperti nasib orang-orang yang sebelum mereka, Bani Qainuqa‘, diusir dari Madinah karena merencanakan pembunuhan Rasulullah. Peristiwa ini terjadi belum lama berselang, tidak lama setelah Perang Badar. Rasulullah mengepung benteng tempat mereka bersembunyi; menebang pohon kurma yang berada di dekat benteng dan membakarnya sehingga mereka terpaksa keluar dari benteng tersebut dan diusir dari Madinah. Dengan demikian, mereka telah merasakan akibat buruk perbuatan mereka mengkhianati perjanjian damai disebabkan perbuatan mereka sendiri, merencanakan pembunuhan Rasulullah. Dan di akhirat, mereka akan mendapat azab yang pedih, kekal selama-lamanya di dalam neraka.16. Bujukan orang-orang munafik kepada Bani Nadir untuk bekerja sama melawan kaum muslim dan berjanji akan menolong Bani Nadir, jika diserang dan diusir seperti bujukan setan ketika ia berkata kepada manusia dengan meyakinkan, “Kafirlah kamu kepada Allah dan Rasul-Nya!” Kemudian ketika manusia itu mengikuti bujukan setan menjadi kafir kepada Allah dan Rasul-Nya, ia, setan itu, berkata kepada orang-orang yang sudah berhasil dijerumuskan, “Sesungguhnya aku berlepas diri dari kamu, kamu sendiri yang harus mempertanggungjawabkan perbuatan kamu di hadapan Allah di akhirat, karena sesungguhnya aku sendiri sebenarnya takut kepada Allah, terutama saat diminta pertanggungjawaban di hadapan Allah, Tuhan seluruh alam.”"
      },
      {
        "id": 5142,
        "surat_id": 59,
        "jus": 28,
        "ruku": 480,
        "no_ayat_inquran": 5142,
        "no_ayat_insurat": 16,
        "body_ayat_arb": "كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ",
        "body_ayat_ltn_en": "Kamasalish shaitaani izqaala lil insaanik fur falammaa kafara qaala innee bareee'um minka inneee akhaaful laaha rabbal 'aalameen",
        "body_ayat_ltn_in": "kamatsali alsysyaythaani idz qaala lil-insaani ukfur falammaa kafara qaala innii barii-un minka innii akhaafu allaaha rabba al'aalamiina",
        "body_ayat_ltn_in_html": "kamatsali <strong>al</strong>sysyay<u>th</u><u>aa</u>ni i<u>dz</u> q<u>aa</u>la lil-ins<u>aa</u>ni ukfur falamm<u>aa</u> kafara q<u>aa</u>la innii barii-un minka innii akh<u>aa</u>fu <strong>al</strong>l<u>aa</u>ha rabba <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "invers_tajweed": "كَمَثَلِ [h:13491[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ إِذْ قَالَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ [h:13492[ٱ]كْفُرْ فَلَ[g[مّ]َا كَفَرَ قَالَ إِ[g[نّ]ِى بَر[o[ِى]ٓ[a:13493[ءٌ م]ِّ[f:3891[نك]َ إِ[g[نّ][o[ِىٓ] أَخَافُ [h:3504[ٱ]للَّهَ رَبَّ [h:3505[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ",
        "translation_id": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, “Kafirlah kamu!” Kemudian ketika manusia itu menjadi kafir ia berkata, “Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.”",
        "translation_en": "[The hypocrites are] like the example of Satan when he says to man, \"Disbelieve.\" But when he disbelieves, he says, \"Indeed, I am disassociated from you. Indeed, I fear Allah, Lord of the worlds.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5142",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5142.mp3",
        "tafsir_short": "Bujukan orang-orang munafik kepada Bani Nadir untuk bekerja sama melawan kaum muslim dan berjanji akan menolong Bani Nadir, jika diserang dan diusir seperti bujukan setan ketika ia berkata kepada manusia dengan meyakinkan, “Kafirlah kamu kepada Allah dan Rasul-Nya!” Kemudian ketika manusia itu mengikuti bujukan setan menjadi kafir kepada Allah dan Rasul-Nya, ia, setan itu, berkata kepada orang-orang yang sudah berhasil dijerumuskan, “Sesungguhnya aku berlepas diri dari kamu, kamu sendiri yang harus mempertanggungjawabkan perbuatan kamu di hadapan Allah di akhirat, karena sesungguhnya aku sendiri sebenarnya takut kepada Allah, terutama saat diminta pertanggungjawaban di hadapan Allah, Tuhan seluruh alam.”17. Maka kesudahan bagi keduanya, baik yang menggoda maupun yang digoda, bahwa keduanya masuk ke dalam neraka, karena perbuatan mereka sendiri. Mereka kekal di dalamnya selama-lamanya tanpa ada peluang keluar dari neraka. Demikianlah balasan Allah di akhirat bagi orang-orang zalim, yaitu orang-orang yang menganiaya diri sendiri dengan memilih menjadi manusia yang kafir, bukan manusia yang beriman."
      },
      {
        "id": 5143,
        "surat_id": 59,
        "jus": 28,
        "ruku": 480,
        "no_ayat_inquran": 5143,
        "no_ayat_insurat": 17,
        "body_ayat_arb": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خَالِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ",
        "body_ayat_ltn_en": "Fakaana 'aaqibatahumaaa annahumaa fin naari khaalidaini feehaa; wa zaalika jazaaa'uz zaalimeen",
        "body_ayat_ltn_in": "fakaana 'aaqibatahumaa annahumaa fii alnnaari khaalidayni fiihaa wadzaalika jazaau alzhzhaalimiina",
        "body_ayat_ltn_in_html": "fak<u>aa</u>na '<u>aa</u>qibatahum<u>aa</u> annahum<u>aa</u> fii <strong>al</strong>nn<u>aa</u>ri kh<u>aa</u>lidayni fiih<u>aa</u> wa<u>dzaa</u>lika jaz<u>aa</u>u <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "invers_tajweed": "فَكَانَ عَ[n[ـٰ]قِبَتَهُم[o[َآ] أَ[g[نّ]َهُمَا فِى [h:4674[ٱ][l[ل][g[نّ]َارِ خَ[n[ـٰ]لِدَيْنِ فِيهَا‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َٲ]ٓؤُ[s[اْ] [h:3508[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
        "translation_id": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim.",
        "translation_en": "So the outcome for both of them is that they will be in the Fire, abiding eternally therein. And that is the recompense of the wrong-doers.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5143",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5143.mp3",
        "tafsir_short": "Maka kesudahan bagi keduanya, baik yang menggoda maupun yang digoda, bahwa keduanya masuk ke dalam neraka, karena perbuatan mereka sendiri. Mereka kekal di dalamnya selama-lamanya tanpa ada peluang keluar dari neraka. Demikianlah balasan Allah di akhirat bagi orang-orang zalim, yaitu orang-orang yang menganiaya diri sendiri dengan memilih menjadi manusia yang kafir, bukan manusia yang beriman.18. Salah satu sifat orang munafik adalah menyatakan beriman kepada Allah dan Rasul-Nya secara lisan, padahal mereka bukan orang beriman (Lihat: Surah al-Baqarah/2:10) sehingga nasib mereka di akhirat kekal di dalam neraka. Pada ayat ini Allah mengingatkan orang beriman agar benar-benar bertakwa kepada Allah dan memperhatikan hari esok, akhirat. Wahai orang-orang yang beriman! Kapan dan di mana saja kamu berada bertakwalah kepada Allah dengan sungguh-sungguh melakukan semua perintah Allah dan menjauhi semua larangan-Nya; dan hendaklah setiap orang siapa pun dia memperhatikan apa yang telah diperbuatnya untuk hari esok, yakni untuk hidup sesudah mati, di akhirat dengan berbuat kebaikan atas dasar iman, ditopang dengan ilmu dan hati yang ikhlas semata-mata mengharap rida Allah, sebab hidup di dunia ini sementara, sedangkan hidup di akhirat itu abadi; dan bertakwalah kepada Allah dengan menjaga hubungan baik dengan Allah, manusia dan alam. Sungguh, Allah Mahateliti sekecil apa pun juga terhadap apa yang kamu kerjakan sehingga semua yang kamu lakukan berada dalam pengetahuan Allah (Lihat: Surah Qàf/50: 18)."
      },
      {
        "id": 5144,
        "surat_id": 59,
        "jus": 28,
        "ruku": 481,
        "no_ayat_inquran": 5144,
        "no_ayat_insurat": 18,
        "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanut taqul laa; waltanzur nafsum maa qaddamat lighadiw wattaqual laah; innal laaha khabeerum bimaa ta'maloon",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu ittaquu allaaha waltanzhur nafsun maa qaddamat lighadin waittaquu allaaha inna allaaha khabiirun bimaa ta'maluuna",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha waltan<u>zh</u>ur nafsun m<u>aa</u> qaddamat lighadin wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَلْتَ[f:13494[نظ]ُرْ نَفْ[a:10644[سٌ م]َّا قَدَّمَتْ لِغَ[a:13495[دٍ‌ۖ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
        "translation_id": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
        "translation_en": "O you who have believed, fear Allah. And let every soul look to what it has put forth for tomorrow - and fear Allah. Indeed, Allah is Acquainted with what you do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5144",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5144.mp3",
        "tafsir_short": "Salah satu sifat orang munafik adalah menyatakan beriman kepada Allah dan Rasul-Nya secara lisan, padahal mereka bukan orang beriman (Lihat: Surah al-Baqarah/2:10) sehingga nasib mereka di akhirat kekal di dalam neraka. Pada ayat ini Allah mengingatkan orang beriman agar benar-benar bertakwa kepada Allah dan memperhatikan hari esok, akhirat. Wahai orang-orang yang beriman! Kapan dan di mana saja kamu berada bertakwalah kepada Allah dengan sungguh-sungguh melakukan semua perintah Allah dan menjauhi semua larangan-Nya; dan hendaklah setiap orang siapa pun dia memperhatikan apa yang telah diperbuatnya untuk hari esok, yakni untuk hidup sesudah mati, di akhirat dengan berbuat kebaikan atas dasar iman, ditopang dengan ilmu dan hati yang ikhlas semata-mata mengharap rida Allah, sebab hidup di dunia ini sementara, sedangkan hidup di akhirat itu abadi; dan bertakwalah kepada Allah dengan menjaga hubungan baik dengan Allah, manusia dan alam. Sungguh, Allah Mahateliti sekecil apa pun juga terhadap apa yang kamu kerjakan sehingga semua yang kamu lakukan berada dalam pengetahuan Allah (Lihat: Surah Qàf/50: 18). 19. Allah mengingatkan orang berimaan dengan berfirman, “Dan janganlah kamu, wahai orang-orang beriman seperti orang-orang yang lupa kepada Allah, tidak menyadari bahwa Allah senantiasa mengawasi manusia dalam kehidupan ini sehingga Allah menjadikan mereka, karena pola hidup mereka yang hanya mencari kepuasaan, kelezatan, dan kenikmatan duniawi tanpa mempertimbangkan kebutuhan hidup sesudah mati, manusia yang lupa akan diri sendiri, yakni manusia yang tercabut dari akar kemanusiaannya. Mereka itulah, manusia yang lupa kepada Allah dan lupa kepada diri sendiri adalah orang-orang fasik, yaitu orang-orang yang bergelimang dosa dan perbuatan keji.”"
      },
      {
        "id": 5145,
        "surat_id": 59,
        "jus": 28,
        "ruku": 481,
        "no_ayat_inquran": 5145,
        "no_ayat_insurat": 19,
        "body_ayat_arb": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ",
        "body_ayat_ltn_en": "Wa laa takoonoo kallazeena nasul laaha fa ansaahum anfusahum; ulaaa'ika humul faasiqoon",
        "body_ayat_ltn_in": "walaa takuunuu kaalladziina nasuu allaaha fa-ansaahum anfusahum ulaa-ika humu alfaasiquuna",
        "body_ayat_ltn_in_html": "wal<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina nasuu <strong>al</strong>l<u>aa</u>ha fa-ans<u>aa</u>hum anfusahum ul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>",
        "invers_tajweed": "وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ نَسُو[s[اْ] [h:5697[ٱ]للَّهَ فَأَ[f:13427[نس]َ[n[ـٰ]هُمْ أَ[f:38[نف]ُسَهُمْ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ",
        "translation_id": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik.",
        "translation_en": "And be not like those who forgot Allah, so He made them forget themselves. Those are the defiantly disobedient.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5145",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5145.mp3",
        "tafsir_short": "Allah mengingatkan orang berimaan dengan berfirman, “Dan janganlah kamu, wahai orang-orang beriman seperti orang-orang yang lupa kepada Allah, tidak menyadari bahwa Allah senantiasa mengawasi manusia dalam kehidupan ini sehingga Allah menjadikan mereka, karena pola hidup mereka yang hanya mencari kepuasaan, kelezatan, dan kenikmatan duniawi tanpa mempertimbangkan kebutuhan hidup sesudah mati, manusia yang lupa akan diri sendiri, yakni manusia yang tercabut dari akar kemanusiaannya. Mereka itulah, manusia yang lupa kepada Allah dan lupa kepada diri sendiri adalah orang-orang fasik, yaitu orang-orang yang bergelimang dosa dan perbuatan keji.”20. Manusia yang lupa kepada Allah hingga lupa terhadap diri sendiri adalah manusia yang bergelimang dosa dan akan menjadi penghuni neraka. Tidak sama para penghuni neraka, pola pikir, sikap dan perilakunya dengan para penghuni surga. Para penghuni surga itu adalah orang-orang beriman yang berusaha menyucikan jiwanya, mendekatkan diri kepada Allah, menjalani hidup dengan berbagi dan peduli. Mereka lah orang-orang yang memperoleh kemenangan mendapatkan surga karena keberhasilannya mengendalikan hawa nafsu dan tipu daya iblis dalam hidup dan kehidupan."
      },
      {
        "id": 5146,
        "surat_id": 59,
        "jus": 28,
        "ruku": 481,
        "no_ayat_inquran": 5146,
        "no_ayat_insurat": 20,
        "body_ayat_arb": "لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ",
        "body_ayat_ltn_en": "Laa yastaweee as-haabun naari wa ashaabul jannah; as haabul jannati humul faaa'izoon",
        "body_ayat_ltn_in": "laa yastawii ash-haabu alnnaari wa-ash-haabu aljannati ash-haabu aljannati humu alfaa-izuuna",
        "body_ayat_ltn_in_html": "l<u>aa</u> yastawii a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri wa-a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>",
        "invers_tajweed": "لَا يَسْتَو[o[ِىٓ] أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ وَأَصْحَ[n[ـٰ]بُ [h:13496[ٱ]لْجَ[g[نّ]َةِ‌ۚ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ",
        "translation_id": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan.",
        "translation_en": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise - they are the attainers [of success].",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5146",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5146.mp3",
        "tafsir_short": "Manusia yang lupa kepada Allah hingga lupa terhadap diri sendiri adalah manusia yang bergelimang dosa dan akan menjadi penghuni neraka. Tidak sama para penghuni neraka, pola pikir, sikap dan perilakunya dengan para penghuni surga. Para penghuni surga itu adalah orang-orang beriman yang berusaha menyucikan jiwanya, mendekatkan diri kepada Allah, menjalani hidup dengan berbagi dan peduli. Mereka lah orang-orang yang memperoleh kemenangan mendapatkan surga karena keberhasilannya mengendalikan hawa nafsu dan tipu daya iblis dalam hidup dan kehidupan.21. Allah menjelaskan bahwa Al-Qur’an diturunkan bagi manusia yang menggunakan nalar dan mengikuti hati nurani. Sekiranya Kami turun-kan Al-Qur’an ini kepada sebuah gunung yang diberi akal, pikiran, dan perasaan seperti manusia; pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah, karena gunung-gunung itu akan menggunakan nalar, rasa, dan nuraninya dalam memahami Al-Qur’an dan mengamalkannya. Dan perumpamaan-perumpamaan itu, yakni manusia yang kecil dan lemah dibandingkan dengan gunung yang begitu besar, tinggi dan keras; Kami buat untuk manusia agar mereka berpikir bahwa gunung bisa menggunakan nalar, rasa dan nurani untuk memahami dan menerapkan Al-Qur’an hingga tunduk dan pecah karena takut kepada Allah. Mengapa manusia yang benar-benar memiliki nalar, rasa dan nurani tidak menggunakannya secara optimal dalam memahami dan menerapkan Al-Qur’an dalam kehidupan ini?"
      },
      {
        "id": 5147,
        "surat_id": 59,
        "jus": 28,
        "ruku": 481,
        "no_ayat_inquran": 5147,
        "no_ayat_insurat": 21,
        "body_ayat_arb": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
        "body_ayat_ltn_en": "Law anzalnaa haazal quraana 'alaa jabilil lara aytahoo khaashi'am muta saddi'am min khashiyatil laah; wa tilkal amsaalu nadribuhaa linnaasi la'allahum yatafakkaroon",
        "body_ayat_ltn_in": "law anzalnaa haadzaa alqur-aana 'alaa jabalin lara-aytahu khaasyi'an mutashaddi'an min khasyyati allaahi watilka al-amtsaalu nadhribuhaa lilnnaasi la'allahum yatafakkaruuna",
        "body_ayat_ltn_in_html": "law anzaln<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>na 'al<u>aa</u> jabalin lara-aytahu kh<u>aa</u>syi'an muta<u>sh</u>addi'an min khasyyati <strong>al</strong>l<u>aa</u>hi watilka <strong>a</strong>l-amts<u>aa</u>lu na<u>dh</u>ribuh<u>aa</u> li<strong>l</strong>nn<u>aa</u>si la'allahum yatafakkaruun<strong>a</strong>",
        "invers_tajweed": "لَوْ أَ[f:515[نز]َلْنَا هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ عَلَىٰ جَبَ[u:13497[لٍ ل]َّرَأَيْتَهُ[n[ۥ] خَ[n[ـٰ]شِ[a:13498[عًا م]ُّتَصَدِّ[a:13499[عًا م]ِّنْ خَشْيَةِ [h:383[ٱ]للَّهِ‌ۚ وَتِلْكَ [h:10375[ٱ]لْأَمْثَ[n[ـٰ]لُ نَضْرِبُهَا لِل[g[نّ]َاسِ لَعَلَّهُمْ يَتَفَكَّر[p[ُو]نَ",
        "translation_id": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.",
        "translation_en": "If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah. And these examples We present to the people that perhaps they will give thought.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5147",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5147.mp3",
        "tafsir_short": "Allah menjelaskan bahwa Al-Qur’an diturunkan bagi manusia yang menggunakan nalar dan mengikuti hati nurani. Sekiranya Kami turun-kan Al-Qur’an ini kepada sebuah gunung yang diberi akal, pikiran, dan perasaan seperti manusia; pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah, karena gunung-gunung itu akan menggunakan nalar, rasa, dan nuraninya dalam memahami Al-Qur’an dan mengamalkannya. Dan perumpamaan-perumpamaan itu, yakni manusia yang kecil dan lemah dibandingkan dengan gunung yang begitu besar, tinggi dan keras; Kami buat untuk manusia agar mereka berpikir bahwa gunung bisa menggunakan nalar, rasa dan nurani untuk memahami dan menerapkan Al-Qur’an hingga tunduk dan pecah karena takut kepada Allah. Mengapa manusia yang benar-benar memiliki nalar, rasa dan nurani tidak menggunakannya secara optimal dalam memahami dan menerapkan Al-Qur’an dalam kehidupan ini?"
      },
      {
        "id": 5148,
        "surat_id": 59,
        "jus": 28,
        "ruku": 481,
        "no_ayat_inquran": 5148,
        "no_ayat_insurat": 22,
        "body_ayat_arb": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ",
        "body_ayat_ltn_en": "Huwal-laahul-lazee laaa Ilaaha illaa Huwa 'Aalimul Ghaibi wash-shahaada; Huwar Rahmaanur-Raheem",
        "body_ayat_ltn_in": "huwa allaahu alladzii laa ilaaha illaa huwa 'aalimu alghaybi waalsysyahaadati huwa alrrahmaanu alrrahiimu",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa '<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
        "invers_tajweed": "هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ‌ۖ هُوَ [h:829[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ [h:830[ٱ][l[ل]رَّح[p[ِي]مُ",
        "translation_id": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang.",
        "translation_en": "He is Allah, other than whom there is no deity, Knower of the unseen and the witnessed. He is the Entirely Merciful, the Especially Merciful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5148",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5148.mp3",
        "tafsir_short": "Al-Qur’an adalah wahyu Allah petunjuk bagi manusia. Pada ayat ini dan seterusnya hingga akhir surah, Allah menjelaskan al-asma’ al-husna, nama-nama Allah yang indah. Apabila al-asma’ al-ëusna dipahami dan diresapkan secara mendalam ke dalam sanubari akan menguatkan keyakinan kepada-Nya. Dialah Allah tidak ada tuhan selain Dia. Dia memperkenalkan nama-nama-Nya. Bila zat-Nya dipikirkan akan membingungkan, karena pikiran manusia tidak sanggup menjangkaunya; bila nama-Nya disebut akan menggetarkan hati yang beriman; bila sifat-Nya diuraikan akan mempesona; dan bila perbuatan-Nya diamati dengan cermat akan mengagumkan setiap manusia; karena itu tidak ada Tuhan layak diibadati selain Dia. Yang Mengetahui yang gaib, karena pengetahuan-Nya tak terbatas; dan Yang Mengetahui yang nyata, karena pengetahuan-Nya meliputi zarrah. Dialah Yang Maha Pengasih, yang kasih sayang-Nya tak mengenal batas; Maha Penyayang, yang rahmat-Nya kepada orang yang beriman sejak di dunia hingga di surga."
      },
      {
        "id": 5149,
        "surat_id": 59,
        "jus": 28,
        "ruku": 481,
        "no_ayat_inquran": 5149,
        "no_ayat_insurat": 23,
        "body_ayat_arb": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
        "body_ayat_ltn_en": "Huwal-laahul-lazee laaa Ilaaha illaa Huwal-Malikul Quddoosus-Salaamul Muminul Muhaiminul-'aAzeezul Jabbaarul-Mutakabbir; Subhaanal laahi 'Ammaa yushrikoon",
        "body_ayat_ltn_in": "huwa allaahu alladzii laa ilaaha illaa huwa almaliku alqudduusu alssalaamu almu/minu almuhayminu al'aziizu aljabbaaru almutakabbiru subhaana allaahi 'ammaa yusyrikuuna",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>lmaliku <strong>a</strong>lqudduusu <strong>al</strong>ssal<u>aa</u>mu <strong>a</strong>lmu/minu <strong>a</strong>lmuhayminu <strong>a</strong>l'aziizu <strong>a</strong>ljabb<u>aa</u>ru <strong>a</strong>lmutakabbiru sub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi 'amm<u>aa</u> yusyrikuun<strong>a</strong>",
        "invers_tajweed": "هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ [h:13500[ٱ]لْمَلِكُ [h:13501[ٱ]لْقُدُّوسُ [h:13502[ٱ][l[ل]سَّلَ[n[ـٰ]مُ [h:13503[ٱ]لْمُؤْمِنُ [h:13504[ٱ]لْمُهَيْمِنُ [h:13505[ٱ]لْعَزِيزُ [h:13506[ٱ]لْجَبَّارُ [h:13507[ٱ]لْمُتَكَبِّرُ‌ۚ سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:9282[ٱ]للَّهِ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ",
        "translation_id": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan.",
        "translation_en": "He is Allah, other than whom there is no deity, the Sovereign, the Pure, the Perfection, the Bestower of Faith, the Overseer, the Exalted in Might, the Compeller, the Superior. Exalted is Allah above whatever they associate with Him.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5149",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5149.mp3",
        "tafsir_short": "Dialah Allah tidak ada tuhan selain Dia, tidak ada Tuhan yang berhak diibadati selain Dia. Maharaja, Yang kekuasaan-Nya tak terbatas; Yang Mahasuci dari segala bentuk kekurangan; Yang Mahasejahtera, Yang menjadi sumber kedamaian yang didambakan manusia; Yang Menjaga Keamanan, Yang Pengayoman-Nya lengkap, sempurna, dan menyeluruh. Pemelihara Keselamatan manusia, terutama di akhirat; Yang Mahaperkasa mencabut kekuasaan para penguasa dunia; Yang Mahakuasa menghentikan paksa ambisi para pecandu kekuasaan. Yang Memiliki Segala Keagungan. Mahasuci Allah dari apa yang mereka persekutukan, karena Allah berbeda dengan seluruh makhluk ciptaan-Nya."
      },
      {
        "id": 5150,
        "surat_id": 59,
        "jus": 28,
        "ruku": 481,
        "no_ayat_inquran": 5150,
        "no_ayat_insurat": 24,
        "body_ayat_arb": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
        "body_ayat_ltn_en": "Huwal Laahul Khaaliqul Baari 'ul Musawwir; lahul Asmaaa'ul Husnaa; yusabbihu lahoo maa fis samaawaati wal ardi wa Huwal 'Azeezul Hakeem",
        "body_ayat_ltn_in": "huwa allaahu alkhaaliqu albaari-u almushawwiru lahu al-asmaau alhusnaa yusabbihu lahu maa fii alssamaawaati waal-ardhi wahuwa al'aziizu alhakiimu",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkh<u>aa</u>liqu <strong>a</strong>lb<u>aa</u>ri-u <strong>a</strong>lmu<u>sh</u>awwiru lahu <strong>a</strong>l-asm<u>aa</u>u <strong>a</strong>l<u>h</u>usn<u>aa</u> yusabbi<u>h</u>u lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "invers_tajweed": "هُوَ [h:8078[ٱ]للَّهُ [h:13508[ٱ]لْخَ[n[ـٰ]لِقُ [h:13509[ٱ]لْبَارِئُ [h:13510[ٱ]لْمُصَوِّرُ‌ۖ لَهُ [h:8445[ٱ]لْأَسْم[o[َا]ٓءُ [h:5156[ٱ]لْحُسْنَىٰ‌ۚ يُسَبِّحُ لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
        "translation_id": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
        "translation_en": "He is Allah, the Creator, the Inventor, the Fashioner; to Him belong the best names. Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5150",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5150.mp3",
        "tafsir_short": "Dialah Allah Yang Menciptakan seluruh makhluk dengan hikmah yang mengagumkan. Yang Mengadakan segala sesuatu dari tiada menjadi ada. Yang Membentuk Rupa manusia ketika masih janin dalam rahim. Dia memiliki nama-nama yang indah yang menggambarkan sifat dan perbuatan-Nya yang mempesona. Apa yang di langit: bintang, bulan, planet, dan seluruh isi galaksi dan apa yang ada di bumi lautan, daratan, gunung, sungai, tumbuh-tumbuhan, hewan, dan lain-lain semuanya bertasbih kepada-Nya, tetapi manusia tidak memahami tas-bihnya. Dan Dia-lah Yang Mahaperkasa menghentikan rencana dan harapan manusia dengan kematian. Mahabijaksana dalam memperlakukan manusia dan menata jagat raya."
      }
    ]
  }
}
