{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 60,
      "no_surat": 60,
      "jumlah_ayat": 13,
      "nama_surat_arb": "الممتحنة",
      "nama_surat_latin": "Al-Mumtahanah",
      "arti_nama_surat": "Wanita Yang Diuji",
      "tafsir": "Surat Al Mumtahanah terdiri atas 13 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Ahzab. Dinamai Al Mumtahanah (wanita yang diuji), diambil dari kata \"Famtahinuuhunna\" yang berarti maka ujilah mereka, yang terdapat pada ayat 10 surat ini.",
      "turun_surat": "Madaniyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/060AlMumtahanah.mp3",
      "ayats": [
        {
          "id": 5151,
          "surat_id": 60,
          "jus": 28,
          "ruku": 482,
          "no_ayat_inquran": 5151,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِيْ سَبِيْلِيْ وَابْتِغَاۤءَ مَرْضَاتِيْ تُسِرُّوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَاَنَا۠ اَعْلَمُ بِمَآ اَخْفَيْتُمْ وَمَآ اَعْلَنْتُمْۗ وَمَنْ يَّفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ",
          "body_ayat_ltn_en": "Yaa ayyuhal lazeena aamanoo laa tattakhizoo 'aduwwee wa 'aduwaakum awliyaaa'a tulqoona ilaihim bilmawaddati wa qad kafaroo bima jaaa'akum minal haqq, yukhrijoonar Rasoola wa iyyaakum an tu'minoo billaahi rabbikum in kuntum kharajtum jihaadan fee sabeelee wabtighaaa'a mardaatee; tusirroona ilaihim bilma waddati wa ana a'alamu bimaaa akhfaitum wa maaa a'lantum; wa many yaf'alhu minkum faqad dalla sawaaa'as sabeel",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu laa tattakhidzuu 'aduwwii wa'aduwwakum awliyaa-a tulquuna ilayhim bialmawaddati waqad kafaruu bimaa jaa-akum mina alhaqqi yukhrijuuna alrrasuula wa-iyyaakum an tu/minuu biallaahi rabbikum in kuntum kharajtum jihaadan fii sabiilii waibtighaa-a mardaatii tusirruuna ilayhim bialmawaddati wa-anaa a'lamu bimaa akhfaytum wamaa a'lantum waman yaf'alhu minkum faqad dhalla sawaa-a alssabiili",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattakhi<u>dz</u>uu 'aduwwii wa'aduwwakum awliy<u>aa</u>-a tulquuna ilayhim bi<strong>a</strong>lmawaddati waqad kafaruu bim<u>aa</u> j<u>aa</u>-akum mina <strong>a</strong>l<u>h</u>aqqi yukhrijuuna <strong>al</strong>rrasuula wa-iyy<u>aa</u>kum an tu/minuu bi<strong>al</strong>l<u>aa</u>hi rabbikum in kuntum kharajtum jih<u>aa</u>dan fii sabiilii wa<strong>i</strong>btigh<u>aa</u>-a mar<u>daa</u>tii tusirruuna ilayhim bi<strong>a</strong>lmawaddati wa-an<u>aa</u> a'lamu bim<u>aa</u> akhfaytum wam<u>aa</u> a'lantum waman yaf'alhu minkum faqad <u>dh</u>alla saw<u>aa</u>-a <strong>al</strong>ssabiil<strong>i</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] عَدُوِّى وَعَدُوَّكُمْ أَوْلِي[o[َا]ٓءَ تُلْقُونَ إِلَيْه[c:13511[ِم ب]ِ[h:13512[ٱ]لْمَوَدَّةِ وَقَ[q:387[دْ] كَفَرُو[s[اْ] بِمَا ج[o[َا]ٓءَك[w:3440[ُم م]ِّنَ [h:1173[ٱ]لْحَقِّ يُخْرِجُونَ [h:13513[ٱ][l[ل]رَّسُولَ وَإِيَّاكُمْ‌ۙ أَ[f:13514[ن ت]ُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ رَبِّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ خَرَ[q:13515[جْ]تُمْ جِهَ[n[ـٰ][f:13516[دًا ف]ِى سَبِيلِى وَ[h:1741[ٱ][q:1741[بْ]تِغ[o[َا]ٓءَ مَرْضَاتِى‌ۚ تُسِرُّونَ إِلَيْه[c:13511[ِم ب]ِ[h:13512[ٱ]لْمَوَدَّةِ وَأَنَا۟ أَعْلَمُ بِم[o[َآ] أَخْفَيْتُمْ وَم[o[َآ] أَعْلَ[f:13517[نت]ُمْ‌ۚ وَم[a:13518[َن ي]َفْعَلْهُ مِ[f:344[نك]ُمْ فَقَ[q:563[دْ] ضَلَّ سَو[o[َا]ٓءَ [h:564[ٱ][l[ل]سَّب[p[ِي]لِ",
          "translation_id": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh, dia telah tersesat dari jalan yang lurus.",
          "translation_en": "O you who have believed, do not take My enemies and your enemies as allies, extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allah, your Lord. If you have come out for jihad in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection, but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5151",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5151.mp3",
          "tafsir_short": "Wahai orang-orang yang beriman di mana pun dan kapan pun kamu hidup! Janganlah kamu menjadikan musuh-Ku, yaitu mereka yang menolak ajaran-Ku, dan musuhmu yang membenci, menganiaya, berencana membunuh dan mengusir kamu dari tanah kelahiran kamu hanya karena kamu beriman kepada-Ku sebagai teman setia sehingga kamu merasa perlu menyampaikan kepada mereka informasi tentang Nabi Muhammad yang membahayakan Islam dan kaum muslim, karena kasih sayang kamu kepada mereka, padahal mereka telah ingkar kepada kebenaran, menolak beriman kepada Al-Qur’an yang disampaikan kepada kamu melalui Rasulullah. Mereka mengusir Rasul dan kamu sendiri, ketika kamu bersama Rasulullah berada di Mekah sebelum hijrah ke Madinah, tanpa ada alasan apa pun hanya karena kamu beriman kepada Allah, Tuhan kamu, yang memelihara kamu dan seluruh jagat raya. Janganlah kamu berbuat demikan, bersahabat dengan orang-orang kafir dan membocorkan rahasia kepada mereka, jika kamu benar-benar keluar dari kota kelahiran kamu, Mekah dan berhijrah ke Madinah bersama Rasul untuk berjihad pada jalan-Ku guna mengharumkan Islam dan kaum muslim. Kamu benar-benar pengkhianat, karena kamu memberitahukan secara rahasia informasi-informasi tentang Nabi Muhammad kepada mereka, yang membahayakan Islam dan kaum muslim serta keamanan Negara Madinah, karena kecintaan kamu kepada mereka, dan Aku lebih mengetahui apa yang kamu sembunyikan dari Rasul dan kaum muslim dan apa yang kamu nyatakan secara terbuka di hadapan publik. Dan barang siapa di antara kamu, wahai orang-orang beriman, melakukannya, membocorkan rahasia kepada orang-orang kafir, maka sungguh dia telah tersesat dari jalan yang lurus hingga bertobat dan kembali setia kepada ajaran Islam."
        },
        {
          "id": 5152,
          "surat_id": 60,
          "jus": 28,
          "ruku": 482,
          "no_ayat_inquran": 5152,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ",
          "body_ayat_ltn_en": "Iny yasqafookum yakoonoo lakum a'daaa'anw wa yabsutooo ilaikum aydiyahum wa alsinatahum bissooo'i wa waddoo law takfuroon",
          "body_ayat_ltn_in": "in yatsqafuukum yakuunuu lakam a'daa-an wayabsuthuu ilaykum aydiyahum wa-alsinatahum bialssuu-i wawadduu law takfuruuna",
          "body_ayat_ltn_in_html": "in yatsqafuukum yakuunuu lakam a'd<u>aa</u>-an wayabsu<u>th</u>uu ilaykum aydiyahum wa-alsinatahum bi<strong>al</strong>ssuu-i wawadduu law takfuruun<strong>a</strong>",
          "invers_tajweed": "إ[a:13519[ِن ي]َثْقَفُوكُمْ يَكُونُو[s[اْ] لَكُمْ أَعْد[o[َا]ٓ[a:13520[ءً و]َيَ[q:13521[بْ]سُط[o[ُوٓ][s[اْ] إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَه[c:13522[ُم ب]ِ[h:875[ٱ][l[ل]سّ[o[ُو]ٓءِ وَوَدُّو[s[اْ] لَوْ تَكْفُر[p[ُو]نَ",
          "translation_id": "Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir.",
          "translation_en": "If they gain dominance over you, they would be to you as enemies and extend against you their hands and their tongues with evil, and they wish you would disbelieve.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5152",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5152.mp3",
          "tafsir_short": "Allah lalu menjelaskan mengapa ia melarang kaum muslim membocorkan rahasia kepada kaum kafir. Jika mereka, orang-orang kafir yang memusuhi kamu, menangkap kamu atau mengalahkan kamu dalam perang, niscaya mereka bertindak sebagai musuh bagi kamu dengan berbuat kezaliman di luar batas kemanusiaan, karena orang kafir yang membenci Islam dan kaum muslim tidak bisa dijadikan sahabat setia; lalu melepaskan tangan mereka dengan tindakan dan lidahnya dengan kata-kata kasar dan tajam kepada kamu untuk menyakiti perasaan kamu, menghujat ajaran Islam, serta melukai kehormatan kamu sebagi muslim; dan mereka sangat menginginkan agar kamu kembali kafir, mengikuti keyakinan mereka."
        },
        {
          "id": 5153,
          "surat_id": 60,
          "jus": 28,
          "ruku": 482,
          "no_ayat_inquran": 5153,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
          "body_ayat_ltn_en": "Lan tanfa'akum arhaamukum wa laaa awlaadukum; yawmal qiyaamati yafsilu bainakum; wallaahu bimaa ta'maloon baseer",
          "body_ayat_ltn_in": "lan tanfa'akum arhaamukum walaa awlaadukum yawma alqiyaamati yafshilu baynakum waallaahu bimaa ta'maluuna bashiirun",
          "body_ayat_ltn_in_html": "lan tanfa'akum ar<u>haa</u>mukum wal<u>aa</u> awl<u>aa</u>dukum yawma <strong>a</strong>lqiy<u>aa</u>mati yaf<u>sh</u>ilu baynakum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
          "invers_tajweed": "لَ[f:13523[ن ت]َ[f:13524[نف]َعَكُمْ أَرْحَامُكُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُكُمْ‌ۚ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ يَفْصِلُ بَيْنَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
          "translation_id": "Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan.",
          "translation_en": "Never will your relatives or your children benefit you; the Day of Resurrection He will judge between you. And Allah, of what you do, is Seeing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5153",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5153.mp3",
          "tafsir_short": "Kaum kerabat dan anak-anak kamu yang selama ini menjadi kebanggaan kamu tidak akan bermanfaat bagi kamu pada hari kiamat, karena kehidupan di akhirat bersifat individual, tidak ada jual beli, tidak ada persahabatan, dan tidak ada tolong menolong. (al-Baqarah/2: 254); dan akhirat akan memisahkan hubungan di antara kamu, kecuali yang seiman akan dipertemukan di dalam surga. Dan Allah Maha Melihat apa yang kamu kerjakan, kebaikan maupun keburukan yang disembunyikan maupun yang dinyatakan secara terbuka."
        },
        {
          "id": 5154,
          "surat_id": 60,
          "jus": 28,
          "ruku": 482,
          "no_ayat_inquran": 5154,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَبَدًا حَتّٰى تُؤْمِنُوْا بِاللّٰهِ وَحْدَهٗٓ اِلَّا قَوْلَ اِبْرٰهِيْمَ لِاَبِيْهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَآ اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍۗ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصِيْرُ ",
          "body_ayat_ltn_en": "Qad kaanat lakum uswatun basanatun feee Ibraaheema wallazeena ma'ahoo iz qaaloo liqawmihim innaa bura'aaa'u minkum wa mimmaa ta'budoona min doonil laahi kafarnaa bikum wa badaa bainanaa wa bainakumul 'adaawatu wal baghdaaa'u abadan hattaa tu'minoo billaahi wahdahooo illaa qawla Ibraheema li abeehi la astaghfiranna laka wa maaa amliku laka minal laahi min shai; rabbanaa 'alaika tawakkalnaa wa ilaika anabnaa wa ilaikal maseer",
          "body_ayat_ltn_in": "qad kaanat lakum uswatun hasanatun fii ibraahiima waalladziina ma'ahu idz qaaluu liqawmihim innaa buraaau minkum wamimmaa ta'buduuna min duuni allaahi kafarnaa bikum wabadaa baynanaa wabaynakumu al'adaawatu waalbaghdaau abadan hattaa tu/minuu biallaahi wahdahu illaa qawla ibraahiima li-abiihi la-astaghfiranna laka wamaa amliku laka mina allaahi min syay-in rabbanaa 'alayka tawakkalnaa wa-ilayka anabnaa wa-ilayka almashiiru",
          "body_ayat_ltn_in_html": "qad k<u>aa</u>nat lakum uswatun <u>h</u>asanatun fii ibr<u>aa</u>hiima wa<strong>a</strong>lla<u>dz</u>iina ma'ahu i<u>dz</u> q<u>aa</u>luu liqawmihim inn<u>aa</u> bura<u>aa</u>u minkum wamimm<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi kafarn<u>aa</u> bikum wabad<u>aa</u> baynan<u>aa</u> wabaynakumu <strong>a</strong>l'ad<u>aa</u>watu wa<strong>a</strong>lbagh<u>daa</u>u abadan <u>h</u>att<u>aa</u> tu/minuu bi<strong>al</strong>l<u>aa</u>hi wa<u>h</u>dahu ill<u>aa</u> qawla ibr<u>aa</u>hiima li-abiihi la-astaghfiranna laka wam<u>aa</u> amliku laka mina <strong>al</strong>l<u>aa</u>hi min syay-in rabban<u>aa</u> 'alayka tawakkaln<u>aa</u> wa-ilayka anabn<u>aa</u> wa-ilayka <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
          "invers_tajweed": "قَ[q:298[دْ] كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَ[f:13525[ةٌ ف][o[ِىٓ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَ[h:37[ٱ]لَّذِينَ مَعَهُ[o[ۥٓ] إِذْ قَالُو[s[اْ] لِقَوْمِهِمْ إِ[g[نّ]َا بُرَء[o[َٲ]ٓؤُ[s[اْ] مِ[f:344[نك]ُمْ وَمِ[g[مّ]َا تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ [h:13526[ٱ]لْعَد[n[َٲ]وَةُ وَ[h:13527[ٱ]لْبَغْض[o[َا]ٓءُ أَبَدًا حَتَّىٰ تُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَحْدَهُ[o[ۥٓ] إِلَّا قَوْلَ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ لِأَبِيهِ لَأَسْتَغْفِرَ[g[نّ]َ لَكَ وَم[o[َآ] أَمْلِكُ لَكَ مِنَ [h:321[ٱ]للَّهِ مِ[f:2103[ن ش][u:13528[َىْءٍ‌ۖ ر]َّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَ[q:13529[بْ]نَا وَإِلَيْكَ [h:1712[ٱ]لْمَص[p[ِي]رُ",
          "translation_id": "Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja,” kecuali perkataan Ibrahim kepada ayahnya, ”Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata), “Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,",
          "translation_en": "There has already been for you an excellent pattern in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allah. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allah alone\" except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allah. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5154",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5154.mp3",
          "tafsir_short": "Melalui ayat ini, Allah memberikan pelajaran berharga dari hubungan Nabi Ibrahim dengan ayahnya. Sungguh, telah ada suri teladan yang baik bagi kamu, orang-orang beriman di akhir zaman, pada Ibrahim dan orang-orang beriman yang bersama dengannya, para pengikut, dan sahabat-sahabatnya, ketika mereka berkata kepada kaumnya yang menyembah berhala dan mempertuhankan matahari, bulan, dan bintang, “Sesungguhnya kami berlepas diri dari kalian dan dari apa yang kalian sembah selain Allah, tidak menjadi sahabat kalian, dan mendukung perbuatan kalian, beribadah kepada selain Allah; kami mengingkari kekafiran kalian lahir batin, pernyataan, pikiran, perasaan, dan keyakinan, dan menurut kami telah nyata antara kami dan kalian ada permusuhan dan kebencian untuk selama-lamanya, karena kalian menolak beriman kepada Allah dan berusaha membunuh kami, orang-orang beriman, hingga kalian beriman kepada Allah saja dengan tauhid yang benar, sebab dengan beriman kalian menjadi saudara. “Allah tidak membenarkan orang beriman memintakan ampunan untuk orang-orang kafir (Lihat: Surah an-Nisà’/4: 48), kecuali perkataan Ibrahim kepada ayahnya yang bernama Azar, “Sungguh aku akan memohonkan ampunan kepada Allah bagimu, karena cinta dan kasih sayang anak kepada orang tua, namun aku sebagai hamba Allah sama sekali tidak dapat menolak siksaan Allah kepadamu, karena aku tidak memiliki daya dan kekuatan apa pun.” Ibrahim berkata dalam doanya yang tulus, “Ya Tuhan kami, hanya kepada Engkau kami bertawakal, karena Engkau menyukai orang yang bertawakal dan hanya Engkau saja yang pantas menjadi tempat kami bertawakal; dan hanya kepada Engkau kami bertobat, karena Engkau menyukai hamba-hamba yang tobat dari dosa mereka dan hanya kepada Engkau kami kembali, karena hanya Engkau yang memiliki akhirat dan Engkau pangkal seluruh kehidupan.”"
        },
        {
          "id": 5155,
          "surat_id": 60,
          "jus": 28,
          "ruku": 482,
          "no_ayat_inquran": 5155,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
          "body_ayat_ltn_en": "Rabbana laa taj'alnaa fitnatal lillazeena kafaroo waghfir lanaa rabbanaa innaka antal azeezul hakeem",
          "body_ayat_ltn_in": "rabbanaa laa taj'alnaa fitnatan lilladziina kafaruu waighfir lanaa rabbanaa innaka anta al'aziizu alhakiimu",
          "body_ayat_ltn_in_html": "rabban<u>aa</u> l<u>aa</u> taj'aln<u>aa</u> fitnatan lilla<u>dz</u>iina kafaruu wa<strong>i</strong>ghfir lan<u>aa</u> rabban<u>aa</u> innaka anta <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
          "invers_tajweed": "رَبَّنَا لَا تَ[q:4719[جْ]عَلْنَا فِتْنَ[u:9071[ةً ل]ِّلَّذِينَ كَفَرُو[s[اْ] وَ[h:1720[ٱ]غْفِرْ لَنَا رَبَّن[o[َآ‌ۖ] إِ[g[نّ]َكَ أَ[f:169[نت]َ [h:680[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
          "translation_id": "Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau yang Mahaperkasa, Mahabijaksana.”",
          "translation_en": "Our Lord, make us not [objects of] torment for the disbelievers and forgive us, our Lord. Indeed, it is You who is the Exalted in Might, the Wise.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5155",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5155.mp3",
          "tafsir_short": "“Ya Tuhan kami, janganlah Engkau jadikan kami, orang-orang beriman, menjadi sasaran fitnah bagi orang-orang kafir, karena keluguan kami. Dan ampunilah kami, seluruh dosa dan kekhilafan kami agar jiwa kami bersih, aib kami tertutup, dan hidup kami bahagia. Ya Tuhan kami. Sesungguhnya Engkaulah Yang Mahaperkasa, menyadarkan dan mengubah jalan hidup orang-orang berdosa; Maha bijaksana, menghadapi perilaku hamba yang lalai."
        },
        {
          "id": 5156,
          "surat_id": 60,
          "jus": 28,
          "ruku": 482,
          "no_ayat_inquran": 5156,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "لَقَدْ كَانَ لَكُمْ فِيْهِمْ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُو اللّٰهَ وَالْيَوْمَ الْاٰخِرَۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ ",
          "body_ayat_ltn_en": "Laqad kaana lakum feehim uswatunhasanatul liman kaana yarjul laaha wal yawmal aakhir; wa many yatawalla fa innal laaha huwal ghaniyyul hameed",
          "body_ayat_ltn_in": "laqad kaana lakum fiihim uswatun hasanatun liman kaana yarjuu allaaha waalyawma al-aakhira waman yatawalla fa-inna allaaha huwa alghanniyyu alhamiidu",
          "body_ayat_ltn_in_html": "laqad k<u>aa</u>na lakum fiihim uswatun <u>h</u>asanatun liman k<u>aa</u>na yarjuu <strong>al</strong>l<u>aa</u>ha wa<strong>a</strong>lyawma <strong>a</strong>l-<u>aa</u>khira waman yatawalla fa-inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghanniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
          "invers_tajweed": "لَقَ[q:2389[دْ] كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَ[u:10738[ةٌ ل]ِّمَ[f:10739[ن ك]َانَ يَرْجُو[s[اْ] [h:10740[ٱ]للَّهَ وَ[h:10741[ٱ]لْيَوْمَ [h:10742[ٱ]لْأَخِرَ‌ۚ وَم[a:3640[َن ي]َتَوَلَّ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
          "translation_id": "Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.",
          "translation_en": "There has certainly been for you in them an excellent pattern for anyone whose hope is in Allah and the Last Day. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5156",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5156.mp3",
          "tafsir_short": "Dari kisah Nabi Ibrahim itu, Allah menyatakan bahwa sungguh pada mereka itu, Ibrahim dan umatnya yang beriman, terdapat suri teladan yang baik bagi kamu, berkenaan dengan sikap beragama, ketegasan, dan kekhusyukan dalam berdoa bagi orang-orang yang berharap kepada Allah, karena Allah tempat memohon dan bergantung seluruh makhluk, dan berharap mendapat keselamatan pada hari akhir, karena kebahagiaan sejati bukan di dunia, tetapi di akhirat ketika selamat dari azab Allah. Dan barang siapa berpaling dari Allah dengan menjauh dan menyimpang dari ajaran-Nya, maka sesungguhnya Allah, Dialah Yang Mahakaya, tidak bertambah keagungan-Nya dengan ketaatan hamba dan tidak berkurang keagungan-Nya dengan kekufuran seluruh makhluk, Maha Terpuji, sifat dan perbuatan-Nya."
        },
        {
          "id": 5157,
          "surat_id": 60,
          "jus": 28,
          "ruku": 483,
          "no_ayat_inquran": 5157,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "۞ عَسَى اللّٰهُ اَنْ يَّجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِيْنَ عَادَيْتُمْ مِّنْهُمْ مَّوَدَّةًۗ وَاللّٰهُ قَدِيْرٌۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
          "body_ayat_ltn_en": "Asal laahu any yaj'ala bainakum wa bainal lazeena 'aadaitum minhum mawaddah; wallahu qadeer; wallahu ghafoorur raheem",
          "body_ayat_ltn_in": "'asaa allaahu an yaj'ala baynakum wabayna alladziina 'aadaytum minhum mawaddatan waallaahu qadiirun waallaahu ghafuurun rahiimun",
          "body_ayat_ltn_in_html": "'as<u>aa</u> <strong>al</strong>l<u>aa</u>hu an yaj'ala baynakum wabayna <strong>al</strong>la<u>dz</u>iina '<u>aa</u>daytum minhum mawaddatan wa<strong>al</strong>l<u>aa</u>hu qadiirun wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
          "invers_tajweed": "۞ عَسَى [h:2982[ٱ]للَّهُ أ[a:13530[َن ي]َ[q:2441[جْ]عَلَ بَيْنَكُمْ وَبَيْنَ [h:7774[ٱ]لَّذِينَ عَادَيْت[w:13531[ُم م]ِّنْه[w:13532[ُم م]َّوَدَّ[a:13533[ةً‌ۚ و]َ[h:72[ٱ]للَّهُ قَدِي[a:13534[رٌ‌ۚ و]َ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
          "translation_id": "Mudah-mudahan Allah menimbulkan kasih sayang di antara kamu dengan orang-orang yang pernah kamu musuhi di antara mereka. Allah Mahakuasa. Dan Allah Maha Pengampun, Maha Penyayang.",
          "translation_en": "Perhaps Allah will put, between you and those to whom you have been enemies among them, affection. And Allah is competent, and Allah is Forgiving and Merciful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5157",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5157.mp3",
          "tafsir_short": "Ayat ini menjelaskan bahwa orang-orang beriman menaruh harapan kepada Allah untuk mengubah kebencian dengan kasih sayang. Mudah-mudahan Allah menimbulkan kasih sayang yang tulus dan bersemi di antara kamu, orang-orang beriman dengan orang-orang yang pernah kamu musuhi di antara mereka, orang-orang kafir. Allah Mahakuasa mengubah benci menjadi cinta dan permusuhan menjadi persahabatan. Dan Allah Maha Pengampun kepada yang tobat dari dosa-dosanya, Maha Penyayang kepada hamba yang taat kepada-Nya."
        },
        {
          "id": 5158,
          "surat_id": 60,
          "jus": 28,
          "ruku": 483,
          "no_ayat_inquran": 5158,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "لَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ لَمْ يُقَاتِلُوْكُمْ فِى الدِّيْنِ وَلَمْ يُخْرِجُوْكُمْ مِّنْ دِيَارِكُمْ اَنْ تَبَرُّوْهُمْ وَتُقْسِطُوْٓا اِلَيْهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ",
          "body_ayat_ltn_en": "Laa yanhaakumul laahu 'anil lazeena lam yuqaatilookum fid deeni wa lam yukhrijookum min diyaarikum an tabarroohum wa tuqsitooo ilaihim; innal laaha yuhibbul muqsiteen",
          "body_ayat_ltn_in": "laa yanhaakumu allaahu 'ani alladziina lam yuqaatiluukum fii alddiini walam yukhrijuukum min diyaarikum an tabarruuhum watuqsithuu ilayhim inna allaaha yuhibbu almuqsithiina",
          "body_ayat_ltn_in_html": "l<u>aa</u> yanh<u>aa</u>kumu <strong>al</strong>l<u>aa</u>hu 'ani <strong>al</strong>la<u>dz</u>iina lam yuq<u>aa</u>tiluukum fii <strong>al</strong>ddiini walam yukhrijuukum min diy<u>aa</u>rikum an tabarruuhum watuqsi<u>th</u>uu ilayhim inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuqsi<u>th</u>iin<strong>a</strong>",
          "invers_tajweed": "لَّا يَنْهَ[n[ـٰ]كُمُ [h:13535[ٱ]للَّهُ عَنِ [h:3106[ٱ]لَّذِينَ لَمْ يُقَ[n[ـٰ]تِلُوكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ وَلَمْ يُخْرِجُوك[w:13536[ُم م]ِّ[f:426[ن د]ِيَ[n[ـٰ]رِكُمْ أَ[f:13537[ن ت]َبَرُّوهُمْ وَتُ[q:13538[قْ]سِط[o[ُوٓ][s[اْ] إِلَيْهِمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:3555[ٱ]لْمُ[q:3556[قْ]سِط[p[ِي]نَ",
          "translation_id": "Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil.",
          "translation_en": "Allah does not forbid you from those who do not fight you because of religion and do not expel you from your homes - from being righteous toward them and acting justly toward them. Indeed, Allah loves those who act justly.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5158",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5158.mp3",
          "tafsir_short": "Allah tidak melarang kamu berbuat baik dan berlaku adil, karena kebaikan dan keadilan itu bersifat universal, kepada orang-orang kafir yang tidak memerangi kamu karena agama dengan menekankan kebebasan dan toleransi beragama; dan tidak mengusir kamu dari kampung halaman kamu, karena kamu beriman kepada Allah. Sesungguhnya Allah mencintai orang-orang yang berlaku adil baik terhadap dirinya sendiri maupun terhadap orang lain."
        },
        {
          "id": 5159,
          "surat_id": 60,
          "jus": 28,
          "ruku": 483,
          "no_ayat_inquran": 5159,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "اِنَّمَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ قَاتَلُوْكُمْ فِى الدِّيْنِ وَاَخْرَجُوْكُمْ مِّنْ دِيَارِكُمْ وَظَاهَرُوْا عَلٰٓى اِخْرَاجِكُمْ اَنْ تَوَلَّوْهُمْۚ وَمَنْ يَّتَوَلَّهُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
          "body_ayat_ltn_en": "Innamaa yanhaakumul laahu 'anil lazeena qaatalookum fid deeni wa akhrajookum min diyaarikum wa zaaharoo 'alaa ikhraajikum an tawallawhum; wa many yatawallahum faulaaa'ika humuz zaalimoon",
          "body_ayat_ltn_in": "innamaa yanhaakumu allaahu 'ani alladziina qaataluukum fii alddiini wa-akhrajuukum min diyaarikum wazhaaharuu 'alaa ikhraajikum an tawallawhum waman yatawallahum faulaa-ika humu alzhzhaalimuuna",
          "body_ayat_ltn_in_html": "innam<u>aa</u> yanh<u>aa</u>kumu <strong>al</strong>l<u>aa</u>hu 'ani <strong>al</strong>la<u>dz</u>iina q<u>aa</u>taluukum fii <strong>al</strong>ddiini wa-akhrajuukum min diy<u>aa</u>rikum wa<u>zhaa</u>haruu 'al<u>aa</u> ikhr<u>aa</u>jikum an tawallawhum waman yatawallahum faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
          "invers_tajweed": "إِ[g[نّ]َمَا يَنْهَ[n[ـٰ]كُمُ [h:13535[ٱ]للَّهُ عَنِ [h:3106[ٱ]لَّذِينَ قَ[n[ـٰ]تَلُوكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ وَأَخْرَجُوك[w:13539[ُم م]ِّ[f:426[ن د]ِيَ[n[ـٰ]رِكُمْ وَظَ[n[ـٰ]هَرُو[s[اْ] عَلَ[o[ىٰٓ] إِخْرَاجِكُمْ أَ[f:13540[ن ت]َوَلَّوْهُمْ‌ۚ وَم[a:3619[َن ي]َتَوَلَّهُمْ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
          "translation_id": "Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain) untuk mengusirmu. Barangsiapa menjadikan mereka sebagai kawan, mereka itulah orang-orang yang zalim.",
          "translation_en": "Allah only forbids you from those who fight you because of religion and expel you from your homes and aid in your expulsion - [forbids] that you make allies of them. And whoever makes allies of them, then it is those who are the wrongdoers.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5159",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5159.mp3",
          "tafsir_short": "“Sesungguhnya Allah hanya melarang kamu, orang-orang beriman, menjadikan mereka, orang-orang kafir yang tidak bersedia hidup berdampingan dengan kamu secara damai, yaitu mereka yang memerangi kamu karena agama, tidak ada kebebasan dan toleransi beragama; mengusir kamu dari tempat tinggal kamu, karena pembersihan ras, suku, dan agama, serta penguasaan teritorial, dan membantu pihak lain untuk mengusir kamu karena kerja sama yang sistemik dan terencana; sebagai sahabat dekat kamu lahir batin. Barang siapa yang menjadikan mereka sebagai kawan, karena kepentingan ekonomi, politik, dan keamanan; maka mereka itulah orang zalim terhadap perjuangan Islam dan kaum muslim."
        },
        {
          "id": 5160,
          "surat_id": 60,
          "jus": 28,
          "ruku": 483,
          "no_ayat_inquran": 5160,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا جَاۤءَكُمُ الْمُؤْمِنٰتُ مُهٰجِرٰتٍ فَامْتَحِنُوْهُنَّۗ  اَللّٰهُ اَعْلَمُ بِاِيْمَانِهِنَّ فَاِنْ عَلِمْتُمُوْهُنَّ مُؤْمِنٰتٍ فَلَا تَرْجِعُوْهُنَّ اِلَى الْكُفَّارِۗ  لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّوْنَ لَهُنَّۗ وَاٰتُوْهُمْ مَّآ اَنْفَقُوْاۗ وَلَا جُنَاحَ عَلَيْكُمْ اَنْ تَنْكِحُوْهُنَّ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّۗ وَلَا تُمْسِكُوْا بِعِصَمِ الْكَوَافِرِ وَسْـَٔلُوْا مَآ اَنْفَقْتُمْ وَلْيَسْـَٔلُوْا مَآ اَنْفَقُوْاۗ ذٰلِكُمْ حُكْمُ اللّٰهِ ۗيَحْكُمُ بَيْنَكُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
          "body_ayat_ltn_en": "Yaa ayyuhal lazeena aamanoo izaa jaaa'akumul mu'minaatu muhaajiraatin famtah inoohunna Allaahu a'lamu bieemaanihinna fa in 'alimtumoohunna mu'minaatin falaa tarji'oohunna ilal kuffaar; laa hunna hillul lahum wa laa hum uahilloona lahunna wa aatoohum maa anfaqoo wa laa junaaha 'alaikum an tankihoohunna izaaa aataitumoohunna ujoorahunn; wa laa tumsikoo bi 'isamil kawaafiri was'aloo maaa anfaqtum walyas'aloo maaa anfaqoo zaalikum hukmul laahi yahkumu bainakum wallaahu 'aleemun hakeem",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa jaa-akumu almu/minaatu muhaajiraatin faimtahinuuhunna allaahu a'lamu bi-iimaanihinna fa-in 'alimtumuuhunna mu/minaatin falaa tarji'uuhunna ilaa alkuffaari laa hunna hillun lahum walaa hum yahilluuna lahunna waaatuuhum maa anfaquu walaa junaaha 'alaykum an tankihuuhunna idzaa aataytumuuhunna ujuurahunna walaa tumsikuu bi'ishami alkawaafiri wais-aluu maa anfaqtum walyas-aluu maa anfaquu dzaalikum hukmu allaahi yahkumu baynakum waallaahu 'aliimun hakiimun",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> j<u>aa</u>-akumu <strong>a</strong>lmu/min<u>aa</u>tu muh<u>aa</u>jir<u>aa</u>tin fa<strong>i</strong>mta<u>h</u>inuuhunna <strong>al</strong>l<u>aa</u>hu a'lamu bi-iim<u>aa</u>nihinna fa-in 'alimtumuuhunna mu/min<u>aa</u>tin fal<u>aa</u> tarji'uuhunna il<u>aa</u> <strong>a</strong>lkuff<u>aa</u>ri l<u>aa</u> hunna <u>h</u>illun lahum wal<u>aa</u> hum ya<u>h</u>illuuna lahunna wa<u>aa</u>tuuhum m<u>aa</u> anfaquu wal<u>aa</u> jun<u>aah</u>a 'alaykum an tanki<u>h</u>uuhunna i<u>dzaa</u> <u>aa</u>taytumuuhunna ujuurahunna wal<u>aa</u> tumsikuu bi'i<u>sh</u>ami <strong>a</strong>lkaw<u>aa</u>firi wa<strong>i</strong>s-aluu m<u>aa</u> anfaqtum walyas-aluu m<u>aa</u> anfaquu <u>dzaa</u>likum <u>h</u>ukmu <strong>al</strong>l<u>aa</u>hi ya<u>h</u>kumu baynakum wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا ج[o[َا]ٓءَكُمُ [h:13541[ٱ]لْمُؤْمِنَ[n[ـٰ]تُ مُهَ[n[ـٰ]جِر[n[َٲ][f:13542[تٍ ف]َ[h:13543[ٱ]مْتَحِنُوهُ[g[نّ]َ‌ۖ [h:13544[ٱ]للَّهُ أَعْلَمُ بِإِيمَ[n[ـٰ]نِهِ[g[نّ]َ‌ۖ فَإِنْ عَلِمْتُمُوهُ[g[نّ]َ مُؤْمِنَ[n[ـٰ][f:13545[تٍ ف]َلَا تَرْجِعُوهُ[g[نّ]َ إِلَى [h:13546[ٱ]لْكُفَّارِ‌ۖ لَا هُ[g[نّ]َ حِ[u:3396[لٌّ ل]َّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُ[g[نّ]َ‌ۖ وَءَاتُوه[w:13547[ُم م]ّ[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] وَلَا جُنَاحَ عَلَيْكُمْ أَ[f:3169[ن ت]َ[f:3170[نك]ِحُوهُ[g[نّ]َ إِذ[o[َآ] ءَاتَيْتُمُوهُ[g[نّ]َ أُجُورَهُ[g[نّ]َ‌ۚ وَلَا تُمْسِكُو[s[اْ] بِعِصَمِ [h:13548[ٱ]لْكَوَافِرِ وَسْــَٔلُو[s[اْ] م[o[َآ] أَ[f:1186[نف]َ[q:1186[قْ]تُمْ وَلْيَسْــَٔلُو[s[اْ] م[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] ذ[n[َٲ]لِكُمْ حُكْمُ [h:3559[ٱ]للَّهِ‌ۖ يَحْكُمُ بَيْنَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ",
          "translation_id": "Wahai orang-orang yang beriman! Apabila perempuan-perempuan mukmin datang berhijrah kepadamu, maka hendaklah kamu uji (keimanan) mereka. Allah lebih mengetahui tentang keimanan mereka; jika kamu telah mengetahui bahwa mereka (benar-benar) beriman maka janganlah kamu kembalikan mereka kepada orang-orang kafir (suami-suami mereka). Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tidak halal bagi mereka. Dan berikanlah kepada (suami) mereka mahar yang telah mereka berikan. Dan tidak ada dosa bagimu menikahi mereka apabila kamu bayar kepada mereka maharnya. Dan janganlah kamu tetap berpegang pada tali (pernikahan) dengan perempuan-perempuan kafir; dan hendaklah kamu minta kembali mahar yang telah kamu berikan; dan (jika suaminya tetap kafir) biarkan mereka meminta kembali mahar yang telah mereka bayar (kepada mantan istrinya yang telah beriman). Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
          "translation_en": "O you who have believed, when the believing women come to you as emigrants, examine them. Allah is most knowing as to their faith. And if you know them to be believers, then do not return them to the disbelievers; they are not lawful [wives] for them, nor are they lawful [husbands] for them. But give the disbelievers what they have spent. And there is no blame upon you if you marry them when you have given them their due compensation. And hold not to marriage bonds with disbelieving women, but ask for what you have spent and let them ask for what they have spent. That is the judgement of Allah; He judges between you. And Allah is Knowing and Wise.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5160",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5160.mp3",
          "tafsir_short": "Melalui ayat ini Allah menjelaskan tentang tata cara yang harus dilakukan Rasulullah apabila menerima perempuan yang berasal dari daerah kafir dan hukum perkawinan mereka. “Wahai orang-orang yang beriman! Apabila perempuan-perempuan mukmin yang berasal daerah yang dikuasai orang-orang kafir datang berhijrah kepadamu ke Madinah, maka hendaklah kamu uji keimanan mereka agar kamu mengetahui latar belakang dan motivasi kedatangan mereka, serta dapat memberikan perlindungan yang tepat kepada mereka. Allah lebih mengetahui tentang keimanan mereka, hakikat, kualitas, bahkan yang terbesit dalam hati mereka; namun, pengujian ini diperlukan untuk kewaspadaan. Jika kamu telah mengetahui, setelah kamu melakukan wawancara mendalam terhadap mereka bahwa mereka, perempuan-perempuan yang meminta perlindungan itu benar-benar beriman, maka janganlah kamu mengembalikan mereka kepada orang-orang kafir, yakni suami-suami mereka yang kafir, karena perkawinan mereka batal, ketika perempuan-perempuan itu masuk Islam. Mereka, perempuan-perempuan muslimah itu tidak halal bagi orang-orang kafir itu, yakni bagi para suami mereka untuk berhubungan suami-istri dan orang-orang kafir itu pun, yakni para suami yang kafir, tidak halal bagi mereka, para istri yang sudah menjadi muslimah untuk berhubungan suami-istri. Dan berikanlah kepada suami mereka, yang masih tetap kafir itu mahar yang telah mereka berikan kepada mantan istrinya yang menjadi muslimah, jika mereka meminta. Dan tidak ada dosa bagi kamu, para laki-laki muslim untuk menikahi mereka, karena perempuan-perempuan itu berstatus janda, apabila kamu menikahinya setelah selesai masa iddah, mengikuti hukum Allah dan dengan tujuan pernikahan yang benar, serta membayarkan kepada mereka maharnya sesuai kesepakatan.” Sebaliknya jika perempuan-perempuan muslimah meninggalkan suami mereka, masuk ke daerah kafir dan menjadi kafir, maka Allah menegaskan, “Dan janganlah kamu, para laki-laki muslim tetap berpegang pada tali pernikahan dengan perempuan-perempuan kafir, karena pernikahan kamu dengan mereka batal setelah mereka murtad; dan hendaklah kamu, para laki-laki muslim meminta kembali mahar yang telah kamu berikan kepada mantan istri kamu yang murtad itu.” Sementara itu tentang perempuan beriman yang menghadap kepada Nabi di Madinah, Allah menegaskan, “Dan jika suaminya tetap kafir, sedangkan perempuan-perempuan itu benar-benar beriman, biarkanlah mereka, para suami itu, meminta kembali mahar yang telah mereka bayarkan kepada mantan istrinya yang telah beriman. Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu tentang perceraian karena suami atau istri murtad atau istri masuk Islam, serta larangan menikah beda agama. Dan Allah Maha Mengetahui semua yang tersimpan dalam hati, Mahabijasana dalam menyikapi tingkah laku manusia.”"
        },
        {
          "id": 5161,
          "surat_id": 60,
          "jus": 28,
          "ruku": 483,
          "no_ayat_inquran": 5161,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "وَاِنْ فَاتَكُمْ شَيْءٌ مِّنْ اَزْوَاجِكُمْ اِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَاٰتُوا الَّذِيْنَ ذَهَبَتْ اَزْوَاجُهُمْ مِّثْلَ مَآ اَنْفَقُوْاۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ",
          "body_ayat_ltn_en": "Wa in faatakum shai'um min azwaajikum ilal kuffaari fa'aaqabtum fa aatul lazeena zahabat azwaajuhum misla maaa anfaqoo; wattaqul laahal lazeee antum bihee mu'minoon",
          "body_ayat_ltn_in": "wa-in faatakum syay-un min azwaajikum ilaa alkuffaari fa'aaqabtum faaatuu alladziina dzahabat azwaajuhum mitsla maa anfaquu waittaquu allaaha alladzii antum bihi mu/minuuna",
          "body_ayat_ltn_in_html": "wa-in f<u>aa</u>takum syay-un min azw<u>aa</u>jikum il<u>aa</u> <strong>a</strong>lkuff<u>aa</u>ri fa'<u>aa</u>qabtum fa<u>aa</u>tuu <strong>al</strong>la<u>dz</u>iina <u>dz</u>ahabat azw<u>aa</u>juhum mitsla m<u>aa</u> anfaquu wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii antum bihi mu/minuun<strong>a</strong>",
          "invers_tajweed": "وَإِ[f:13549[ن ف]َاتَكُمْ ش[a:13550[َىْءٌ م]ِّنْ أَزْو[n[َٲ]جِكُمْ إِلَى [h:13546[ٱ]لْكُفَّارِ فَعَاقَ[q:13551[بْ]تُمْ فَـَٔـاتُو[s[اْ] [h:13552[ٱ]لَّذِينَ ذَهَبَتْ أَزْو[n[َٲ]جُه[w:13553[ُم م]ِّثْلَ م[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِىٓ] أَ[f:428[نت][c:3753[ُم ب]ِه[n[ِۦ] مُؤْمِن[p[ُو]نَ",
          "translation_id": "Dan jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka maka berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan. Dan bertakwalah kamu kepada Allah yang kepada-Nya kamu beriman.",
          "translation_en": "And if you have lost any of your wives to the disbelievers and you subsequently obtain [something], then give those whose wives have gone the equivalent of what they had spent. And fear Allah, in whom you are believers.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5161",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5161.mp3",
          "tafsir_short": "Allah lalu menjelaskan cara-cara pengembalian mahar kepada para suami yang ditinggalkan istri mereka tersebut. Dan jika ada sesuatu tentang pengembalian mahar yang belum selesai dari istri-istri kamu yang lari kepada orang-orang kafir, karena para mantan istri kamu itu tidak memiliki niat baik untuk mengembalikan mahar kepada kamu, kemudian kamu berhasil mengalahkan mereka dalam perang, yakni mengalahkan orang-orang kafir yang kepada mereka mantan istri-istri kamu lari, maka berikanlah dengan mengambil dari harta rampasan perang kepada orang-orang yang istri-istri mereka lari kepada orang-orang kafir sebanyak mahar yang telah mereka berikan kepada mantan istri-istri mereka. Dan bertakwalah kamu, wahai para suami yang ditinggalkan istri, kepada Allah yang kepada-Nya kamu beriman agar kamu tetap tegar."
        },
        {
          "id": 5162,
          "surat_id": 60,
          "jus": 28,
          "ruku": 483,
          "no_ayat_inquran": 5162,
          "no_ayat_insurat": 12,
          "body_ayat_arb": "يٰٓاَيُّهَا النَّبِيُّ اِذَا جَاۤءَكَ الْمُؤْمِنٰتُ يُبَايِعْنَكَ عَلٰٓى اَنْ لَّا يُشْرِكْنَ بِاللّٰهِ شَيْـًٔا وَّلَا يَسْرِقْنَ وَلَا يَزْنِيْنَ وَلَا يَقْتُلْنَ اَوْلَادَهُنَّ وَلَا يَأْتِيْنَ بِبُهْتَانٍ يَّفْتَرِيْنَهٗ بَيْنَ اَيْدِيْهِنَّ وَاَرْجُلِهِنَّ وَلَا يَعْصِيْنَكَ فِيْ مَعْرُوْفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
          "body_ayat_ltn_en": "Yaaa ayyuhan nabbiyyu izaa jaaa'akal mu'minaau yubaai naka 'alaaa allaa yushrikna billaahi shai 'anw wa laa yasriqna wa laa yazneena wa laa yaqtulna awlaadahunna wa laa yaateena bibuhtaaniny yaftaree nahoo baina aydeehinna wa arjulihinna wa laa ya'seenaka fee ma'roofin fabaayi'hunna wastaghfir lahunnal laaha innnal laaha ghafoorur raheem",
          "body_ayat_ltn_in": "yaa ayyuhaa alnnabiyyu idzaa jaa-aka almu/minaatu yubaayi'naka 'alaa an laa yusyrikna biallaahi syay-an walaa yasriqna walaa yazniina walaa yaqtulna awlaadahunna walaa ya/tiina bibuhtaanin yaftariinahu bayna aydiihinna wa-arjulihinna walaa ya'shiinaka fii ma'ruufin fabaayi'hunna waistaghfir lahunna allaaha inna allaaha ghafuurun rahiimun",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu i<u>dzaa</u> j<u>aa</u>-aka <strong>a</strong>lmu/min<u>aa</u>tu yub<u>aa</u>yi'naka 'al<u>aa</u> an l<u>aa</u> yusyrikna bi<strong>al</strong>l<u>aa</u>hi syay-an wal<u>aa</u> yasriqna wal<u>aa</u> yazniina wal<u>aa</u> yaqtulna awl<u>aa</u>dahunna wal<u>aa</u> ya/tiina bibuht<u>aa</u>nin yaftariinahu bayna aydiihinna wa-arjulihinna wal<u>aa</u> ya'<u>sh</u>iinaka fii ma'ruufin fab<u>aa</u>yi'hunna wa<strong>i</strong>staghfir lahunna <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ إِذَا ج[o[َا]ٓءَكَ [h:13554[ٱ]لْمُؤْمِنَ[n[ـٰ]تُ يُبَايِعْنَكَ عَلَ[o[ىٰٓ] أ[u:4908[َن ل]َّا يُشْرِكْنَ بِ[h:32[ٱ]للَّهِ شَيْـ[a:232[ـًٔا و]َلَا يَسْرِ[q:13555[قْ]نَ وَلَا يَزْنِينَ وَلَا يَ[q:13556[قْ]تُلْنَ أَوْلَ[n[ـٰ]دَهُ[g[نّ]َ وَلَا يَأْتِينَ بِبُهْتَ[n[ـٰ][a:13557[نٍ ي]َفْتَرِينَهُ[n[ۥ] بَيْنَ أَيْدِيهِ[g[نّ]َ وَأَرْجُلِهِ[g[نّ]َ وَلَا يَعْصِينَكَ فِى مَعْرُو[f:13558[فٍ‌ۙ ف]َبَايِعْهُ[g[نّ]َ وَ[h:2374[ٱ]سْتَغْفِرْ لَهُ[g[نّ]َ [h:13559[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
          "translation_id": "Wahai Nabi! Apabila perempuan-perempuan yang mukmin datang kepadamu untuk mengadakan bai‘at (janji setia), bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah; tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka dan tidak akan mendurhakaimu dalam urusan yang baik, maka terimalah janji setia mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
          "translation_en": "O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allah, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs, nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5162",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5162.mp3",
          "tafsir_short": "Ayat ini berbicara tentang perempuan yang berbaiat kepada Nabi bahwa mereka berjanji setia tidak akan melakukan dosa-dosa besar. Wahai Nabi! Apabila perempuan-perempuan beriman dari berbagai kabilah datang kepadamu untuk berbaiat, berjanji setia, bahwa mereka tidak akan mempersekutukan Allah dengan sesuatu apa pun setelah mengokohkan dua kalimat syahadat; tidak akan mencuri milik orang lain dengan cara apa pun; tidak akan berzina dengan siapa pun; tidak akan membunuh anak-anak mereka seperti kebiasaan masyarakat Arab sebelum zaman Islam, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka dengan mengadakan pengakuan-pengakuan palsu mengenai hubungan antara laki-laki dan perempuan seperti tuduhan berzina, tuduhan bahwa anak seorang perempuan bukan anak suaminya; dan tidak akan mendurhakaimu dalam urusan kebaikan yang diperintahkan Allah dan Rasul-Nya; maka terimalah janji setia mereka semoga menjadi momentum untuk perbaikan akhlak mereka dan mohonkanlah ampunan untuk mereka kepada Allah agar dosa-dosa mereka dihapuskan oleh Allah. Sesungguhnya Allah Maha Pengampun kepada siapa saja yang bertobat dengan tulus, Maha Penyayang kepada hamba-hamba-Nya yang beriman dan mendekatkan diri kepada-Nya."
        },
        {
          "id": 5163,
          "surat_id": 60,
          "jus": 28,
          "ruku": 483,
          "no_ayat_inquran": 5163,
          "no_ayat_insurat": 13,
          "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْ قَدْ يَىِٕسُوْا مِنَ الْاٰخِرَةِ كَمَا يَىِٕسَ الْكُفَّارُ مِنْ اَصْحٰبِ الْقُبُوْرِ ࣖ ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena amanoo laa tatawallaw qawman ghadibal laahu 'alaihim qad ya'isoo minal aakhirati kamaa ya'isal kuffaaru min as haabil quboor",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu laa tatawallaw qawman ghadhiba allaahu 'alayhim qad ya-isuu mina al-aakhirati kamaa ya-isa alkuffaaru min ash-haabi alqubuuri",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tatawallaw qawman gha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim qad ya-isuu mina <strong>a</strong>l-<u>aa</u>khirati kam<u>aa</u> ya-isa <strong>a</strong>lkuff<u>aa</u>ru min a<u>sh</u>-<u>haa</u>bi <strong>a</strong>lqubuur<strong>i</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَوَلَّوْ[s[اْ] قَوْمًا غَضِبَ [h:13422[ٱ]للَّهُ عَلَيْهِمْ قَ[q:298[دْ] يَئِسُو[s[اْ] مِنَ [h:5583[ٱ]لْأَخِرَةِ كَمَا يَئِسَ [h:13560[ٱ]لْكُفَّارُ مِنْ أَصْحَ[n[ـٰ]بِ [h:13561[ٱ]لْقُب[p[ُو]رِ",
          "translation_id": "Wahai orang-orang yang beriman! Janganlah kamu jadikan orang-orang yang dimurkai Allah sebagai penolongmu, sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa.",
          "translation_en": "O you who have believed, do not make allies of a people with whom Allah has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the inhabitants of the graves.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5163",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5163.mp3",
          "tafsir_short": "Ayat ini berbicara tentang larangan memohon perlindungan kepada orang-orang kafir. Wahai orang-orang beriman kuatkanlah iman kamu, janganlah kamu menjadikan orang-orang yang dimurka Allah seperti orang-orang kafir, orang-orang munafik, dan orang-orang fasik, pelaku dosa besar secara terus-menerus sebagai penolong kamu ketika kamu mengalami kesulitan atau mempunyai masalah dunia atau agama. Sungguh mereka telah berputus asa terhadap akhirat sehingga kamu seperti berpegang kepada pohon yang tumbang atau dahan yang hanyut. Mereka tidak meyakini akhirat, bagaimana menolong kamu memperhatikan akhirat. Kehidupan mereka sebagaimana orang-orang kafir yang telah berada di dalam kubur berputus asa dari kasih sayang Allah. Mereka kehilangan asa untuk mendapatkan keselamatan."
        }
      ]
    },
    "ayats": [
      {
        "id": 5151,
        "surat_id": 60,
        "jus": 28,
        "ruku": 482,
        "no_ayat_inquran": 5151,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِيْ سَبِيْلِيْ وَابْتِغَاۤءَ مَرْضَاتِيْ تُسِرُّوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَاَنَا۠ اَعْلَمُ بِمَآ اَخْفَيْتُمْ وَمَآ اَعْلَنْتُمْۗ وَمَنْ يَّفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ",
        "body_ayat_ltn_en": "Yaa ayyuhal lazeena aamanoo laa tattakhizoo 'aduwwee wa 'aduwaakum awliyaaa'a tulqoona ilaihim bilmawaddati wa qad kafaroo bima jaaa'akum minal haqq, yukhrijoonar Rasoola wa iyyaakum an tu'minoo billaahi rabbikum in kuntum kharajtum jihaadan fee sabeelee wabtighaaa'a mardaatee; tusirroona ilaihim bilma waddati wa ana a'alamu bimaaa akhfaitum wa maaa a'lantum; wa many yaf'alhu minkum faqad dalla sawaaa'as sabeel",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu laa tattakhidzuu 'aduwwii wa'aduwwakum awliyaa-a tulquuna ilayhim bialmawaddati waqad kafaruu bimaa jaa-akum mina alhaqqi yukhrijuuna alrrasuula wa-iyyaakum an tu/minuu biallaahi rabbikum in kuntum kharajtum jihaadan fii sabiilii waibtighaa-a mardaatii tusirruuna ilayhim bialmawaddati wa-anaa a'lamu bimaa akhfaytum wamaa a'lantum waman yaf'alhu minkum faqad dhalla sawaa-a alssabiili",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattakhi<u>dz</u>uu 'aduwwii wa'aduwwakum awliy<u>aa</u>-a tulquuna ilayhim bi<strong>a</strong>lmawaddati waqad kafaruu bim<u>aa</u> j<u>aa</u>-akum mina <strong>a</strong>l<u>h</u>aqqi yukhrijuuna <strong>al</strong>rrasuula wa-iyy<u>aa</u>kum an tu/minuu bi<strong>al</strong>l<u>aa</u>hi rabbikum in kuntum kharajtum jih<u>aa</u>dan fii sabiilii wa<strong>i</strong>btigh<u>aa</u>-a mar<u>daa</u>tii tusirruuna ilayhim bi<strong>a</strong>lmawaddati wa-an<u>aa</u> a'lamu bim<u>aa</u> akhfaytum wam<u>aa</u> a'lantum waman yaf'alhu minkum faqad <u>dh</u>alla saw<u>aa</u>-a <strong>al</strong>ssabiil<strong>i</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] عَدُوِّى وَعَدُوَّكُمْ أَوْلِي[o[َا]ٓءَ تُلْقُونَ إِلَيْه[c:13511[ِم ب]ِ[h:13512[ٱ]لْمَوَدَّةِ وَقَ[q:387[دْ] كَفَرُو[s[اْ] بِمَا ج[o[َا]ٓءَك[w:3440[ُم م]ِّنَ [h:1173[ٱ]لْحَقِّ يُخْرِجُونَ [h:13513[ٱ][l[ل]رَّسُولَ وَإِيَّاكُمْ‌ۙ أَ[f:13514[ن ت]ُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ رَبِّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ خَرَ[q:13515[جْ]تُمْ جِهَ[n[ـٰ][f:13516[دًا ف]ِى سَبِيلِى وَ[h:1741[ٱ][q:1741[بْ]تِغ[o[َا]ٓءَ مَرْضَاتِى‌ۚ تُسِرُّونَ إِلَيْه[c:13511[ِم ب]ِ[h:13512[ٱ]لْمَوَدَّةِ وَأَنَا۟ أَعْلَمُ بِم[o[َآ] أَخْفَيْتُمْ وَم[o[َآ] أَعْلَ[f:13517[نت]ُمْ‌ۚ وَم[a:13518[َن ي]َفْعَلْهُ مِ[f:344[نك]ُمْ فَقَ[q:563[دْ] ضَلَّ سَو[o[َا]ٓءَ [h:564[ٱ][l[ل]سَّب[p[ِي]لِ",
        "translation_id": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh, dia telah tersesat dari jalan yang lurus.",
        "translation_en": "O you who have believed, do not take My enemies and your enemies as allies, extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allah, your Lord. If you have come out for jihad in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection, but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5151",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5151.mp3",
        "tafsir_short": "Wahai orang-orang yang beriman di mana pun dan kapan pun kamu hidup! Janganlah kamu menjadikan musuh-Ku, yaitu mereka yang menolak ajaran-Ku, dan musuhmu yang membenci, menganiaya, berencana membunuh dan mengusir kamu dari tanah kelahiran kamu hanya karena kamu beriman kepada-Ku sebagai teman setia sehingga kamu merasa perlu menyampaikan kepada mereka informasi tentang Nabi Muhammad yang membahayakan Islam dan kaum muslim, karena kasih sayang kamu kepada mereka, padahal mereka telah ingkar kepada kebenaran, menolak beriman kepada Al-Qur’an yang disampaikan kepada kamu melalui Rasulullah. Mereka mengusir Rasul dan kamu sendiri, ketika kamu bersama Rasulullah berada di Mekah sebelum hijrah ke Madinah, tanpa ada alasan apa pun hanya karena kamu beriman kepada Allah, Tuhan kamu, yang memelihara kamu dan seluruh jagat raya. Janganlah kamu berbuat demikan, bersahabat dengan orang-orang kafir dan membocorkan rahasia kepada mereka, jika kamu benar-benar keluar dari kota kelahiran kamu, Mekah dan berhijrah ke Madinah bersama Rasul untuk berjihad pada jalan-Ku guna mengharumkan Islam dan kaum muslim. Kamu benar-benar pengkhianat, karena kamu memberitahukan secara rahasia informasi-informasi tentang Nabi Muhammad kepada mereka, yang membahayakan Islam dan kaum muslim serta keamanan Negara Madinah, karena kecintaan kamu kepada mereka, dan Aku lebih mengetahui apa yang kamu sembunyikan dari Rasul dan kaum muslim dan apa yang kamu nyatakan secara terbuka di hadapan publik. Dan barang siapa di antara kamu, wahai orang-orang beriman, melakukannya, membocorkan rahasia kepada orang-orang kafir, maka sungguh dia telah tersesat dari jalan yang lurus hingga bertobat dan kembali setia kepada ajaran Islam."
      },
      {
        "id": 5152,
        "surat_id": 60,
        "jus": 28,
        "ruku": 482,
        "no_ayat_inquran": 5152,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ",
        "body_ayat_ltn_en": "Iny yasqafookum yakoonoo lakum a'daaa'anw wa yabsutooo ilaikum aydiyahum wa alsinatahum bissooo'i wa waddoo law takfuroon",
        "body_ayat_ltn_in": "in yatsqafuukum yakuunuu lakam a'daa-an wayabsuthuu ilaykum aydiyahum wa-alsinatahum bialssuu-i wawadduu law takfuruuna",
        "body_ayat_ltn_in_html": "in yatsqafuukum yakuunuu lakam a'd<u>aa</u>-an wayabsu<u>th</u>uu ilaykum aydiyahum wa-alsinatahum bi<strong>al</strong>ssuu-i wawadduu law takfuruun<strong>a</strong>",
        "invers_tajweed": "إ[a:13519[ِن ي]َثْقَفُوكُمْ يَكُونُو[s[اْ] لَكُمْ أَعْد[o[َا]ٓ[a:13520[ءً و]َيَ[q:13521[بْ]سُط[o[ُوٓ][s[اْ] إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَه[c:13522[ُم ب]ِ[h:875[ٱ][l[ل]سّ[o[ُو]ٓءِ وَوَدُّو[s[اْ] لَوْ تَكْفُر[p[ُو]نَ",
        "translation_id": "Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir.",
        "translation_en": "If they gain dominance over you, they would be to you as enemies and extend against you their hands and their tongues with evil, and they wish you would disbelieve.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5152",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5152.mp3",
        "tafsir_short": "Allah lalu menjelaskan mengapa ia melarang kaum muslim membocorkan rahasia kepada kaum kafir. Jika mereka, orang-orang kafir yang memusuhi kamu, menangkap kamu atau mengalahkan kamu dalam perang, niscaya mereka bertindak sebagai musuh bagi kamu dengan berbuat kezaliman di luar batas kemanusiaan, karena orang kafir yang membenci Islam dan kaum muslim tidak bisa dijadikan sahabat setia; lalu melepaskan tangan mereka dengan tindakan dan lidahnya dengan kata-kata kasar dan tajam kepada kamu untuk menyakiti perasaan kamu, menghujat ajaran Islam, serta melukai kehormatan kamu sebagi muslim; dan mereka sangat menginginkan agar kamu kembali kafir, mengikuti keyakinan mereka."
      },
      {
        "id": 5153,
        "surat_id": 60,
        "jus": 28,
        "ruku": 482,
        "no_ayat_inquran": 5153,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
        "body_ayat_ltn_en": "Lan tanfa'akum arhaamukum wa laaa awlaadukum; yawmal qiyaamati yafsilu bainakum; wallaahu bimaa ta'maloon baseer",
        "body_ayat_ltn_in": "lan tanfa'akum arhaamukum walaa awlaadukum yawma alqiyaamati yafshilu baynakum waallaahu bimaa ta'maluuna bashiirun",
        "body_ayat_ltn_in_html": "lan tanfa'akum ar<u>haa</u>mukum wal<u>aa</u> awl<u>aa</u>dukum yawma <strong>a</strong>lqiy<u>aa</u>mati yaf<u>sh</u>ilu baynakum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
        "invers_tajweed": "لَ[f:13523[ن ت]َ[f:13524[نف]َعَكُمْ أَرْحَامُكُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُكُمْ‌ۚ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ يَفْصِلُ بَيْنَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ",
        "translation_id": "Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan.",
        "translation_en": "Never will your relatives or your children benefit you; the Day of Resurrection He will judge between you. And Allah, of what you do, is Seeing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5153",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5153.mp3",
        "tafsir_short": "Kaum kerabat dan anak-anak kamu yang selama ini menjadi kebanggaan kamu tidak akan bermanfaat bagi kamu pada hari kiamat, karena kehidupan di akhirat bersifat individual, tidak ada jual beli, tidak ada persahabatan, dan tidak ada tolong menolong. (al-Baqarah/2: 254); dan akhirat akan memisahkan hubungan di antara kamu, kecuali yang seiman akan dipertemukan di dalam surga. Dan Allah Maha Melihat apa yang kamu kerjakan, kebaikan maupun keburukan yang disembunyikan maupun yang dinyatakan secara terbuka."
      },
      {
        "id": 5154,
        "surat_id": 60,
        "jus": 28,
        "ruku": 482,
        "no_ayat_inquran": 5154,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَبَدًا حَتّٰى تُؤْمِنُوْا بِاللّٰهِ وَحْدَهٗٓ اِلَّا قَوْلَ اِبْرٰهِيْمَ لِاَبِيْهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَآ اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍۗ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصِيْرُ ",
        "body_ayat_ltn_en": "Qad kaanat lakum uswatun basanatun feee Ibraaheema wallazeena ma'ahoo iz qaaloo liqawmihim innaa bura'aaa'u minkum wa mimmaa ta'budoona min doonil laahi kafarnaa bikum wa badaa bainanaa wa bainakumul 'adaawatu wal baghdaaa'u abadan hattaa tu'minoo billaahi wahdahooo illaa qawla Ibraheema li abeehi la astaghfiranna laka wa maaa amliku laka minal laahi min shai; rabbanaa 'alaika tawakkalnaa wa ilaika anabnaa wa ilaikal maseer",
        "body_ayat_ltn_in": "qad kaanat lakum uswatun hasanatun fii ibraahiima waalladziina ma'ahu idz qaaluu liqawmihim innaa buraaau minkum wamimmaa ta'buduuna min duuni allaahi kafarnaa bikum wabadaa baynanaa wabaynakumu al'adaawatu waalbaghdaau abadan hattaa tu/minuu biallaahi wahdahu illaa qawla ibraahiima li-abiihi la-astaghfiranna laka wamaa amliku laka mina allaahi min syay-in rabbanaa 'alayka tawakkalnaa wa-ilayka anabnaa wa-ilayka almashiiru",
        "body_ayat_ltn_in_html": "qad k<u>aa</u>nat lakum uswatun <u>h</u>asanatun fii ibr<u>aa</u>hiima wa<strong>a</strong>lla<u>dz</u>iina ma'ahu i<u>dz</u> q<u>aa</u>luu liqawmihim inn<u>aa</u> bura<u>aa</u>u minkum wamimm<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi kafarn<u>aa</u> bikum wabad<u>aa</u> baynan<u>aa</u> wabaynakumu <strong>a</strong>l'ad<u>aa</u>watu wa<strong>a</strong>lbagh<u>daa</u>u abadan <u>h</u>att<u>aa</u> tu/minuu bi<strong>al</strong>l<u>aa</u>hi wa<u>h</u>dahu ill<u>aa</u> qawla ibr<u>aa</u>hiima li-abiihi la-astaghfiranna laka wam<u>aa</u> amliku laka mina <strong>al</strong>l<u>aa</u>hi min syay-in rabban<u>aa</u> 'alayka tawakkaln<u>aa</u> wa-ilayka anabn<u>aa</u> wa-ilayka <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "invers_tajweed": "قَ[q:298[دْ] كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَ[f:13525[ةٌ ف][o[ِىٓ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَ[h:37[ٱ]لَّذِينَ مَعَهُ[o[ۥٓ] إِذْ قَالُو[s[اْ] لِقَوْمِهِمْ إِ[g[نّ]َا بُرَء[o[َٲ]ٓؤُ[s[اْ] مِ[f:344[نك]ُمْ وَمِ[g[مّ]َا تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ [h:13526[ٱ]لْعَد[n[َٲ]وَةُ وَ[h:13527[ٱ]لْبَغْض[o[َا]ٓءُ أَبَدًا حَتَّىٰ تُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَحْدَهُ[o[ۥٓ] إِلَّا قَوْلَ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ لِأَبِيهِ لَأَسْتَغْفِرَ[g[نّ]َ لَكَ وَم[o[َآ] أَمْلِكُ لَكَ مِنَ [h:321[ٱ]للَّهِ مِ[f:2103[ن ش][u:13528[َىْءٍ‌ۖ ر]َّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَ[q:13529[بْ]نَا وَإِلَيْكَ [h:1712[ٱ]لْمَص[p[ِي]رُ",
        "translation_id": "Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja,” kecuali perkataan Ibrahim kepada ayahnya, ”Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata), “Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,",
        "translation_en": "There has already been for you an excellent pattern in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allah. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allah alone\" except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allah. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5154",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5154.mp3",
        "tafsir_short": "Melalui ayat ini, Allah memberikan pelajaran berharga dari hubungan Nabi Ibrahim dengan ayahnya. Sungguh, telah ada suri teladan yang baik bagi kamu, orang-orang beriman di akhir zaman, pada Ibrahim dan orang-orang beriman yang bersama dengannya, para pengikut, dan sahabat-sahabatnya, ketika mereka berkata kepada kaumnya yang menyembah berhala dan mempertuhankan matahari, bulan, dan bintang, “Sesungguhnya kami berlepas diri dari kalian dan dari apa yang kalian sembah selain Allah, tidak menjadi sahabat kalian, dan mendukung perbuatan kalian, beribadah kepada selain Allah; kami mengingkari kekafiran kalian lahir batin, pernyataan, pikiran, perasaan, dan keyakinan, dan menurut kami telah nyata antara kami dan kalian ada permusuhan dan kebencian untuk selama-lamanya, karena kalian menolak beriman kepada Allah dan berusaha membunuh kami, orang-orang beriman, hingga kalian beriman kepada Allah saja dengan tauhid yang benar, sebab dengan beriman kalian menjadi saudara. “Allah tidak membenarkan orang beriman memintakan ampunan untuk orang-orang kafir (Lihat: Surah an-Nisà’/4: 48), kecuali perkataan Ibrahim kepada ayahnya yang bernama Azar, “Sungguh aku akan memohonkan ampunan kepada Allah bagimu, karena cinta dan kasih sayang anak kepada orang tua, namun aku sebagai hamba Allah sama sekali tidak dapat menolak siksaan Allah kepadamu, karena aku tidak memiliki daya dan kekuatan apa pun.” Ibrahim berkata dalam doanya yang tulus, “Ya Tuhan kami, hanya kepada Engkau kami bertawakal, karena Engkau menyukai orang yang bertawakal dan hanya Engkau saja yang pantas menjadi tempat kami bertawakal; dan hanya kepada Engkau kami bertobat, karena Engkau menyukai hamba-hamba yang tobat dari dosa mereka dan hanya kepada Engkau kami kembali, karena hanya Engkau yang memiliki akhirat dan Engkau pangkal seluruh kehidupan.”"
      },
      {
        "id": 5155,
        "surat_id": 60,
        "jus": 28,
        "ruku": 482,
        "no_ayat_inquran": 5155,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
        "body_ayat_ltn_en": "Rabbana laa taj'alnaa fitnatal lillazeena kafaroo waghfir lanaa rabbanaa innaka antal azeezul hakeem",
        "body_ayat_ltn_in": "rabbanaa laa taj'alnaa fitnatan lilladziina kafaruu waighfir lanaa rabbanaa innaka anta al'aziizu alhakiimu",
        "body_ayat_ltn_in_html": "rabban<u>aa</u> l<u>aa</u> taj'aln<u>aa</u> fitnatan lilla<u>dz</u>iina kafaruu wa<strong>i</strong>ghfir lan<u>aa</u> rabban<u>aa</u> innaka anta <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "invers_tajweed": "رَبَّنَا لَا تَ[q:4719[جْ]عَلْنَا فِتْنَ[u:9071[ةً ل]ِّلَّذِينَ كَفَرُو[s[اْ] وَ[h:1720[ٱ]غْفِرْ لَنَا رَبَّن[o[َآ‌ۖ] إِ[g[نّ]َكَ أَ[f:169[نت]َ [h:680[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
        "translation_id": "Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau yang Mahaperkasa, Mahabijaksana.”",
        "translation_en": "Our Lord, make us not [objects of] torment for the disbelievers and forgive us, our Lord. Indeed, it is You who is the Exalted in Might, the Wise.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5155",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5155.mp3",
        "tafsir_short": "“Ya Tuhan kami, janganlah Engkau jadikan kami, orang-orang beriman, menjadi sasaran fitnah bagi orang-orang kafir, karena keluguan kami. Dan ampunilah kami, seluruh dosa dan kekhilafan kami agar jiwa kami bersih, aib kami tertutup, dan hidup kami bahagia. Ya Tuhan kami. Sesungguhnya Engkaulah Yang Mahaperkasa, menyadarkan dan mengubah jalan hidup orang-orang berdosa; Maha bijaksana, menghadapi perilaku hamba yang lalai."
      },
      {
        "id": 5156,
        "surat_id": 60,
        "jus": 28,
        "ruku": 482,
        "no_ayat_inquran": 5156,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "لَقَدْ كَانَ لَكُمْ فِيْهِمْ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُو اللّٰهَ وَالْيَوْمَ الْاٰخِرَۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ ",
        "body_ayat_ltn_en": "Laqad kaana lakum feehim uswatunhasanatul liman kaana yarjul laaha wal yawmal aakhir; wa many yatawalla fa innal laaha huwal ghaniyyul hameed",
        "body_ayat_ltn_in": "laqad kaana lakum fiihim uswatun hasanatun liman kaana yarjuu allaaha waalyawma al-aakhira waman yatawalla fa-inna allaaha huwa alghanniyyu alhamiidu",
        "body_ayat_ltn_in_html": "laqad k<u>aa</u>na lakum fiihim uswatun <u>h</u>asanatun liman k<u>aa</u>na yarjuu <strong>al</strong>l<u>aa</u>ha wa<strong>a</strong>lyawma <strong>a</strong>l-<u>aa</u>khira waman yatawalla fa-inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghanniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
        "invers_tajweed": "لَقَ[q:2389[دْ] كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَ[u:10738[ةٌ ل]ِّمَ[f:10739[ن ك]َانَ يَرْجُو[s[اْ] [h:10740[ٱ]للَّهَ وَ[h:10741[ٱ]لْيَوْمَ [h:10742[ٱ]لْأَخِرَ‌ۚ وَم[a:3640[َن ي]َتَوَلَّ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ",
        "translation_id": "Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.",
        "translation_en": "There has certainly been for you in them an excellent pattern for anyone whose hope is in Allah and the Last Day. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5156",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5156.mp3",
        "tafsir_short": "Dari kisah Nabi Ibrahim itu, Allah menyatakan bahwa sungguh pada mereka itu, Ibrahim dan umatnya yang beriman, terdapat suri teladan yang baik bagi kamu, berkenaan dengan sikap beragama, ketegasan, dan kekhusyukan dalam berdoa bagi orang-orang yang berharap kepada Allah, karena Allah tempat memohon dan bergantung seluruh makhluk, dan berharap mendapat keselamatan pada hari akhir, karena kebahagiaan sejati bukan di dunia, tetapi di akhirat ketika selamat dari azab Allah. Dan barang siapa berpaling dari Allah dengan menjauh dan menyimpang dari ajaran-Nya, maka sesungguhnya Allah, Dialah Yang Mahakaya, tidak bertambah keagungan-Nya dengan ketaatan hamba dan tidak berkurang keagungan-Nya dengan kekufuran seluruh makhluk, Maha Terpuji, sifat dan perbuatan-Nya."
      },
      {
        "id": 5157,
        "surat_id": 60,
        "jus": 28,
        "ruku": 483,
        "no_ayat_inquran": 5157,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "۞ عَسَى اللّٰهُ اَنْ يَّجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِيْنَ عَادَيْتُمْ مِّنْهُمْ مَّوَدَّةًۗ وَاللّٰهُ قَدِيْرٌۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
        "body_ayat_ltn_en": "Asal laahu any yaj'ala bainakum wa bainal lazeena 'aadaitum minhum mawaddah; wallahu qadeer; wallahu ghafoorur raheem",
        "body_ayat_ltn_in": "'asaa allaahu an yaj'ala baynakum wabayna alladziina 'aadaytum minhum mawaddatan waallaahu qadiirun waallaahu ghafuurun rahiimun",
        "body_ayat_ltn_in_html": "'as<u>aa</u> <strong>al</strong>l<u>aa</u>hu an yaj'ala baynakum wabayna <strong>al</strong>la<u>dz</u>iina '<u>aa</u>daytum minhum mawaddatan wa<strong>al</strong>l<u>aa</u>hu qadiirun wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "invers_tajweed": "۞ عَسَى [h:2982[ٱ]للَّهُ أ[a:13530[َن ي]َ[q:2441[جْ]عَلَ بَيْنَكُمْ وَبَيْنَ [h:7774[ٱ]لَّذِينَ عَادَيْت[w:13531[ُم م]ِّنْه[w:13532[ُم م]َّوَدَّ[a:13533[ةً‌ۚ و]َ[h:72[ٱ]للَّهُ قَدِي[a:13534[رٌ‌ۚ و]َ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
        "translation_id": "Mudah-mudahan Allah menimbulkan kasih sayang di antara kamu dengan orang-orang yang pernah kamu musuhi di antara mereka. Allah Mahakuasa. Dan Allah Maha Pengampun, Maha Penyayang.",
        "translation_en": "Perhaps Allah will put, between you and those to whom you have been enemies among them, affection. And Allah is competent, and Allah is Forgiving and Merciful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5157",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5157.mp3",
        "tafsir_short": "Ayat ini menjelaskan bahwa orang-orang beriman menaruh harapan kepada Allah untuk mengubah kebencian dengan kasih sayang. Mudah-mudahan Allah menimbulkan kasih sayang yang tulus dan bersemi di antara kamu, orang-orang beriman dengan orang-orang yang pernah kamu musuhi di antara mereka, orang-orang kafir. Allah Mahakuasa mengubah benci menjadi cinta dan permusuhan menjadi persahabatan. Dan Allah Maha Pengampun kepada yang tobat dari dosa-dosanya, Maha Penyayang kepada hamba yang taat kepada-Nya."
      },
      {
        "id": 5158,
        "surat_id": 60,
        "jus": 28,
        "ruku": 483,
        "no_ayat_inquran": 5158,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "لَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ لَمْ يُقَاتِلُوْكُمْ فِى الدِّيْنِ وَلَمْ يُخْرِجُوْكُمْ مِّنْ دِيَارِكُمْ اَنْ تَبَرُّوْهُمْ وَتُقْسِطُوْٓا اِلَيْهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ",
        "body_ayat_ltn_en": "Laa yanhaakumul laahu 'anil lazeena lam yuqaatilookum fid deeni wa lam yukhrijookum min diyaarikum an tabarroohum wa tuqsitooo ilaihim; innal laaha yuhibbul muqsiteen",
        "body_ayat_ltn_in": "laa yanhaakumu allaahu 'ani alladziina lam yuqaatiluukum fii alddiini walam yukhrijuukum min diyaarikum an tabarruuhum watuqsithuu ilayhim inna allaaha yuhibbu almuqsithiina",
        "body_ayat_ltn_in_html": "l<u>aa</u> yanh<u>aa</u>kumu <strong>al</strong>l<u>aa</u>hu 'ani <strong>al</strong>la<u>dz</u>iina lam yuq<u>aa</u>tiluukum fii <strong>al</strong>ddiini walam yukhrijuukum min diy<u>aa</u>rikum an tabarruuhum watuqsi<u>th</u>uu ilayhim inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuqsi<u>th</u>iin<strong>a</strong>",
        "invers_tajweed": "لَّا يَنْهَ[n[ـٰ]كُمُ [h:13535[ٱ]للَّهُ عَنِ [h:3106[ٱ]لَّذِينَ لَمْ يُقَ[n[ـٰ]تِلُوكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ وَلَمْ يُخْرِجُوك[w:13536[ُم م]ِّ[f:426[ن د]ِيَ[n[ـٰ]رِكُمْ أَ[f:13537[ن ت]َبَرُّوهُمْ وَتُ[q:13538[قْ]سِط[o[ُوٓ][s[اْ] إِلَيْهِمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:3555[ٱ]لْمُ[q:3556[قْ]سِط[p[ِي]نَ",
        "translation_id": "Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil.",
        "translation_en": "Allah does not forbid you from those who do not fight you because of religion and do not expel you from your homes - from being righteous toward them and acting justly toward them. Indeed, Allah loves those who act justly.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5158",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5158.mp3",
        "tafsir_short": "Allah tidak melarang kamu berbuat baik dan berlaku adil, karena kebaikan dan keadilan itu bersifat universal, kepada orang-orang kafir yang tidak memerangi kamu karena agama dengan menekankan kebebasan dan toleransi beragama; dan tidak mengusir kamu dari kampung halaman kamu, karena kamu beriman kepada Allah. Sesungguhnya Allah mencintai orang-orang yang berlaku adil baik terhadap dirinya sendiri maupun terhadap orang lain."
      },
      {
        "id": 5159,
        "surat_id": 60,
        "jus": 28,
        "ruku": 483,
        "no_ayat_inquran": 5159,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "اِنَّمَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ قَاتَلُوْكُمْ فِى الدِّيْنِ وَاَخْرَجُوْكُمْ مِّنْ دِيَارِكُمْ وَظَاهَرُوْا عَلٰٓى اِخْرَاجِكُمْ اَنْ تَوَلَّوْهُمْۚ وَمَنْ يَّتَوَلَّهُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
        "body_ayat_ltn_en": "Innamaa yanhaakumul laahu 'anil lazeena qaatalookum fid deeni wa akhrajookum min diyaarikum wa zaaharoo 'alaa ikhraajikum an tawallawhum; wa many yatawallahum faulaaa'ika humuz zaalimoon",
        "body_ayat_ltn_in": "innamaa yanhaakumu allaahu 'ani alladziina qaataluukum fii alddiini wa-akhrajuukum min diyaarikum wazhaaharuu 'alaa ikhraajikum an tawallawhum waman yatawallahum faulaa-ika humu alzhzhaalimuuna",
        "body_ayat_ltn_in_html": "innam<u>aa</u> yanh<u>aa</u>kumu <strong>al</strong>l<u>aa</u>hu 'ani <strong>al</strong>la<u>dz</u>iina q<u>aa</u>taluukum fii <strong>al</strong>ddiini wa-akhrajuukum min diy<u>aa</u>rikum wa<u>zhaa</u>haruu 'al<u>aa</u> ikhr<u>aa</u>jikum an tawallawhum waman yatawallahum faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
        "invers_tajweed": "إِ[g[نّ]َمَا يَنْهَ[n[ـٰ]كُمُ [h:13535[ٱ]للَّهُ عَنِ [h:3106[ٱ]لَّذِينَ قَ[n[ـٰ]تَلُوكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ وَأَخْرَجُوك[w:13539[ُم م]ِّ[f:426[ن د]ِيَ[n[ـٰ]رِكُمْ وَظَ[n[ـٰ]هَرُو[s[اْ] عَلَ[o[ىٰٓ] إِخْرَاجِكُمْ أَ[f:13540[ن ت]َوَلَّوْهُمْ‌ۚ وَم[a:3619[َن ي]َتَوَلَّهُمْ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
        "translation_id": "Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain) untuk mengusirmu. Barangsiapa menjadikan mereka sebagai kawan, mereka itulah orang-orang yang zalim.",
        "translation_en": "Allah only forbids you from those who fight you because of religion and expel you from your homes and aid in your expulsion - [forbids] that you make allies of them. And whoever makes allies of them, then it is those who are the wrongdoers.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5159",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5159.mp3",
        "tafsir_short": "“Sesungguhnya Allah hanya melarang kamu, orang-orang beriman, menjadikan mereka, orang-orang kafir yang tidak bersedia hidup berdampingan dengan kamu secara damai, yaitu mereka yang memerangi kamu karena agama, tidak ada kebebasan dan toleransi beragama; mengusir kamu dari tempat tinggal kamu, karena pembersihan ras, suku, dan agama, serta penguasaan teritorial, dan membantu pihak lain untuk mengusir kamu karena kerja sama yang sistemik dan terencana; sebagai sahabat dekat kamu lahir batin. Barang siapa yang menjadikan mereka sebagai kawan, karena kepentingan ekonomi, politik, dan keamanan; maka mereka itulah orang zalim terhadap perjuangan Islam dan kaum muslim."
      },
      {
        "id": 5160,
        "surat_id": 60,
        "jus": 28,
        "ruku": 483,
        "no_ayat_inquran": 5160,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا جَاۤءَكُمُ الْمُؤْمِنٰتُ مُهٰجِرٰتٍ فَامْتَحِنُوْهُنَّۗ  اَللّٰهُ اَعْلَمُ بِاِيْمَانِهِنَّ فَاِنْ عَلِمْتُمُوْهُنَّ مُؤْمِنٰتٍ فَلَا تَرْجِعُوْهُنَّ اِلَى الْكُفَّارِۗ  لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّوْنَ لَهُنَّۗ وَاٰتُوْهُمْ مَّآ اَنْفَقُوْاۗ وَلَا جُنَاحَ عَلَيْكُمْ اَنْ تَنْكِحُوْهُنَّ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّۗ وَلَا تُمْسِكُوْا بِعِصَمِ الْكَوَافِرِ وَسْـَٔلُوْا مَآ اَنْفَقْتُمْ وَلْيَسْـَٔلُوْا مَآ اَنْفَقُوْاۗ ذٰلِكُمْ حُكْمُ اللّٰهِ ۗيَحْكُمُ بَيْنَكُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
        "body_ayat_ltn_en": "Yaa ayyuhal lazeena aamanoo izaa jaaa'akumul mu'minaatu muhaajiraatin famtah inoohunna Allaahu a'lamu bieemaanihinna fa in 'alimtumoohunna mu'minaatin falaa tarji'oohunna ilal kuffaar; laa hunna hillul lahum wa laa hum uahilloona lahunna wa aatoohum maa anfaqoo wa laa junaaha 'alaikum an tankihoohunna izaaa aataitumoohunna ujoorahunn; wa laa tumsikoo bi 'isamil kawaafiri was'aloo maaa anfaqtum walyas'aloo maaa anfaqoo zaalikum hukmul laahi yahkumu bainakum wallaahu 'aleemun hakeem",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa jaa-akumu almu/minaatu muhaajiraatin faimtahinuuhunna allaahu a'lamu bi-iimaanihinna fa-in 'alimtumuuhunna mu/minaatin falaa tarji'uuhunna ilaa alkuffaari laa hunna hillun lahum walaa hum yahilluuna lahunna waaatuuhum maa anfaquu walaa junaaha 'alaykum an tankihuuhunna idzaa aataytumuuhunna ujuurahunna walaa tumsikuu bi'ishami alkawaafiri wais-aluu maa anfaqtum walyas-aluu maa anfaquu dzaalikum hukmu allaahi yahkumu baynakum waallaahu 'aliimun hakiimun",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> j<u>aa</u>-akumu <strong>a</strong>lmu/min<u>aa</u>tu muh<u>aa</u>jir<u>aa</u>tin fa<strong>i</strong>mta<u>h</u>inuuhunna <strong>al</strong>l<u>aa</u>hu a'lamu bi-iim<u>aa</u>nihinna fa-in 'alimtumuuhunna mu/min<u>aa</u>tin fal<u>aa</u> tarji'uuhunna il<u>aa</u> <strong>a</strong>lkuff<u>aa</u>ri l<u>aa</u> hunna <u>h</u>illun lahum wal<u>aa</u> hum ya<u>h</u>illuuna lahunna wa<u>aa</u>tuuhum m<u>aa</u> anfaquu wal<u>aa</u> jun<u>aah</u>a 'alaykum an tanki<u>h</u>uuhunna i<u>dzaa</u> <u>aa</u>taytumuuhunna ujuurahunna wal<u>aa</u> tumsikuu bi'i<u>sh</u>ami <strong>a</strong>lkaw<u>aa</u>firi wa<strong>i</strong>s-aluu m<u>aa</u> anfaqtum walyas-aluu m<u>aa</u> anfaquu <u>dzaa</u>likum <u>h</u>ukmu <strong>al</strong>l<u>aa</u>hi ya<u>h</u>kumu baynakum wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا ج[o[َا]ٓءَكُمُ [h:13541[ٱ]لْمُؤْمِنَ[n[ـٰ]تُ مُهَ[n[ـٰ]جِر[n[َٲ][f:13542[تٍ ف]َ[h:13543[ٱ]مْتَحِنُوهُ[g[نّ]َ‌ۖ [h:13544[ٱ]للَّهُ أَعْلَمُ بِإِيمَ[n[ـٰ]نِهِ[g[نّ]َ‌ۖ فَإِنْ عَلِمْتُمُوهُ[g[نّ]َ مُؤْمِنَ[n[ـٰ][f:13545[تٍ ف]َلَا تَرْجِعُوهُ[g[نّ]َ إِلَى [h:13546[ٱ]لْكُفَّارِ‌ۖ لَا هُ[g[نّ]َ حِ[u:3396[لٌّ ل]َّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُ[g[نّ]َ‌ۖ وَءَاتُوه[w:13547[ُم م]ّ[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] وَلَا جُنَاحَ عَلَيْكُمْ أَ[f:3169[ن ت]َ[f:3170[نك]ِحُوهُ[g[نّ]َ إِذ[o[َآ] ءَاتَيْتُمُوهُ[g[نّ]َ أُجُورَهُ[g[نّ]َ‌ۚ وَلَا تُمْسِكُو[s[اْ] بِعِصَمِ [h:13548[ٱ]لْكَوَافِرِ وَسْــَٔلُو[s[اْ] م[o[َآ] أَ[f:1186[نف]َ[q:1186[قْ]تُمْ وَلْيَسْــَٔلُو[s[اْ] م[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] ذ[n[َٲ]لِكُمْ حُكْمُ [h:3559[ٱ]للَّهِ‌ۖ يَحْكُمُ بَيْنَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ",
        "translation_id": "Wahai orang-orang yang beriman! Apabila perempuan-perempuan mukmin datang berhijrah kepadamu, maka hendaklah kamu uji (keimanan) mereka. Allah lebih mengetahui tentang keimanan mereka; jika kamu telah mengetahui bahwa mereka (benar-benar) beriman maka janganlah kamu kembalikan mereka kepada orang-orang kafir (suami-suami mereka). Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tidak halal bagi mereka. Dan berikanlah kepada (suami) mereka mahar yang telah mereka berikan. Dan tidak ada dosa bagimu menikahi mereka apabila kamu bayar kepada mereka maharnya. Dan janganlah kamu tetap berpegang pada tali (pernikahan) dengan perempuan-perempuan kafir; dan hendaklah kamu minta kembali mahar yang telah kamu berikan; dan (jika suaminya tetap kafir) biarkan mereka meminta kembali mahar yang telah mereka bayar (kepada mantan istrinya yang telah beriman). Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
        "translation_en": "O you who have believed, when the believing women come to you as emigrants, examine them. Allah is most knowing as to their faith. And if you know them to be believers, then do not return them to the disbelievers; they are not lawful [wives] for them, nor are they lawful [husbands] for them. But give the disbelievers what they have spent. And there is no blame upon you if you marry them when you have given them their due compensation. And hold not to marriage bonds with disbelieving women, but ask for what you have spent and let them ask for what they have spent. That is the judgement of Allah; He judges between you. And Allah is Knowing and Wise.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5160",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5160.mp3",
        "tafsir_short": "Melalui ayat ini Allah menjelaskan tentang tata cara yang harus dilakukan Rasulullah apabila menerima perempuan yang berasal dari daerah kafir dan hukum perkawinan mereka. “Wahai orang-orang yang beriman! Apabila perempuan-perempuan mukmin yang berasal daerah yang dikuasai orang-orang kafir datang berhijrah kepadamu ke Madinah, maka hendaklah kamu uji keimanan mereka agar kamu mengetahui latar belakang dan motivasi kedatangan mereka, serta dapat memberikan perlindungan yang tepat kepada mereka. Allah lebih mengetahui tentang keimanan mereka, hakikat, kualitas, bahkan yang terbesit dalam hati mereka; namun, pengujian ini diperlukan untuk kewaspadaan. Jika kamu telah mengetahui, setelah kamu melakukan wawancara mendalam terhadap mereka bahwa mereka, perempuan-perempuan yang meminta perlindungan itu benar-benar beriman, maka janganlah kamu mengembalikan mereka kepada orang-orang kafir, yakni suami-suami mereka yang kafir, karena perkawinan mereka batal, ketika perempuan-perempuan itu masuk Islam. Mereka, perempuan-perempuan muslimah itu tidak halal bagi orang-orang kafir itu, yakni bagi para suami mereka untuk berhubungan suami-istri dan orang-orang kafir itu pun, yakni para suami yang kafir, tidak halal bagi mereka, para istri yang sudah menjadi muslimah untuk berhubungan suami-istri. Dan berikanlah kepada suami mereka, yang masih tetap kafir itu mahar yang telah mereka berikan kepada mantan istrinya yang menjadi muslimah, jika mereka meminta. Dan tidak ada dosa bagi kamu, para laki-laki muslim untuk menikahi mereka, karena perempuan-perempuan itu berstatus janda, apabila kamu menikahinya setelah selesai masa iddah, mengikuti hukum Allah dan dengan tujuan pernikahan yang benar, serta membayarkan kepada mereka maharnya sesuai kesepakatan.” Sebaliknya jika perempuan-perempuan muslimah meninggalkan suami mereka, masuk ke daerah kafir dan menjadi kafir, maka Allah menegaskan, “Dan janganlah kamu, para laki-laki muslim tetap berpegang pada tali pernikahan dengan perempuan-perempuan kafir, karena pernikahan kamu dengan mereka batal setelah mereka murtad; dan hendaklah kamu, para laki-laki muslim meminta kembali mahar yang telah kamu berikan kepada mantan istri kamu yang murtad itu.” Sementara itu tentang perempuan beriman yang menghadap kepada Nabi di Madinah, Allah menegaskan, “Dan jika suaminya tetap kafir, sedangkan perempuan-perempuan itu benar-benar beriman, biarkanlah mereka, para suami itu, meminta kembali mahar yang telah mereka bayarkan kepada mantan istrinya yang telah beriman. Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu tentang perceraian karena suami atau istri murtad atau istri masuk Islam, serta larangan menikah beda agama. Dan Allah Maha Mengetahui semua yang tersimpan dalam hati, Mahabijasana dalam menyikapi tingkah laku manusia.”"
      },
      {
        "id": 5161,
        "surat_id": 60,
        "jus": 28,
        "ruku": 483,
        "no_ayat_inquran": 5161,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "وَاِنْ فَاتَكُمْ شَيْءٌ مِّنْ اَزْوَاجِكُمْ اِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَاٰتُوا الَّذِيْنَ ذَهَبَتْ اَزْوَاجُهُمْ مِّثْلَ مَآ اَنْفَقُوْاۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ",
        "body_ayat_ltn_en": "Wa in faatakum shai'um min azwaajikum ilal kuffaari fa'aaqabtum fa aatul lazeena zahabat azwaajuhum misla maaa anfaqoo; wattaqul laahal lazeee antum bihee mu'minoon",
        "body_ayat_ltn_in": "wa-in faatakum syay-un min azwaajikum ilaa alkuffaari fa'aaqabtum faaatuu alladziina dzahabat azwaajuhum mitsla maa anfaquu waittaquu allaaha alladzii antum bihi mu/minuuna",
        "body_ayat_ltn_in_html": "wa-in f<u>aa</u>takum syay-un min azw<u>aa</u>jikum il<u>aa</u> <strong>a</strong>lkuff<u>aa</u>ri fa'<u>aa</u>qabtum fa<u>aa</u>tuu <strong>al</strong>la<u>dz</u>iina <u>dz</u>ahabat azw<u>aa</u>juhum mitsla m<u>aa</u> anfaquu wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii antum bihi mu/minuun<strong>a</strong>",
        "invers_tajweed": "وَإِ[f:13549[ن ف]َاتَكُمْ ش[a:13550[َىْءٌ م]ِّنْ أَزْو[n[َٲ]جِكُمْ إِلَى [h:13546[ٱ]لْكُفَّارِ فَعَاقَ[q:13551[بْ]تُمْ فَـَٔـاتُو[s[اْ] [h:13552[ٱ]لَّذِينَ ذَهَبَتْ أَزْو[n[َٲ]جُه[w:13553[ُم م]ِّثْلَ م[o[َآ] أَ[f:1538[نف]َقُو[s[اْ‌ۚ] وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِىٓ] أَ[f:428[نت][c:3753[ُم ب]ِه[n[ِۦ] مُؤْمِن[p[ُو]نَ",
        "translation_id": "Dan jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka maka berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan. Dan bertakwalah kamu kepada Allah yang kepada-Nya kamu beriman.",
        "translation_en": "And if you have lost any of your wives to the disbelievers and you subsequently obtain [something], then give those whose wives have gone the equivalent of what they had spent. And fear Allah, in whom you are believers.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5161",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5161.mp3",
        "tafsir_short": "Allah lalu menjelaskan cara-cara pengembalian mahar kepada para suami yang ditinggalkan istri mereka tersebut. Dan jika ada sesuatu tentang pengembalian mahar yang belum selesai dari istri-istri kamu yang lari kepada orang-orang kafir, karena para mantan istri kamu itu tidak memiliki niat baik untuk mengembalikan mahar kepada kamu, kemudian kamu berhasil mengalahkan mereka dalam perang, yakni mengalahkan orang-orang kafir yang kepada mereka mantan istri-istri kamu lari, maka berikanlah dengan mengambil dari harta rampasan perang kepada orang-orang yang istri-istri mereka lari kepada orang-orang kafir sebanyak mahar yang telah mereka berikan kepada mantan istri-istri mereka. Dan bertakwalah kamu, wahai para suami yang ditinggalkan istri, kepada Allah yang kepada-Nya kamu beriman agar kamu tetap tegar."
      },
      {
        "id": 5162,
        "surat_id": 60,
        "jus": 28,
        "ruku": 483,
        "no_ayat_inquran": 5162,
        "no_ayat_insurat": 12,
        "body_ayat_arb": "يٰٓاَيُّهَا النَّبِيُّ اِذَا جَاۤءَكَ الْمُؤْمِنٰتُ يُبَايِعْنَكَ عَلٰٓى اَنْ لَّا يُشْرِكْنَ بِاللّٰهِ شَيْـًٔا وَّلَا يَسْرِقْنَ وَلَا يَزْنِيْنَ وَلَا يَقْتُلْنَ اَوْلَادَهُنَّ وَلَا يَأْتِيْنَ بِبُهْتَانٍ يَّفْتَرِيْنَهٗ بَيْنَ اَيْدِيْهِنَّ وَاَرْجُلِهِنَّ وَلَا يَعْصِيْنَكَ فِيْ مَعْرُوْفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
        "body_ayat_ltn_en": "Yaaa ayyuhan nabbiyyu izaa jaaa'akal mu'minaau yubaai naka 'alaaa allaa yushrikna billaahi shai 'anw wa laa yasriqna wa laa yazneena wa laa yaqtulna awlaadahunna wa laa yaateena bibuhtaaniny yaftaree nahoo baina aydeehinna wa arjulihinna wa laa ya'seenaka fee ma'roofin fabaayi'hunna wastaghfir lahunnal laaha innnal laaha ghafoorur raheem",
        "body_ayat_ltn_in": "yaa ayyuhaa alnnabiyyu idzaa jaa-aka almu/minaatu yubaayi'naka 'alaa an laa yusyrikna biallaahi syay-an walaa yasriqna walaa yazniina walaa yaqtulna awlaadahunna walaa ya/tiina bibuhtaanin yaftariinahu bayna aydiihinna wa-arjulihinna walaa ya'shiinaka fii ma'ruufin fabaayi'hunna waistaghfir lahunna allaaha inna allaaha ghafuurun rahiimun",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu i<u>dzaa</u> j<u>aa</u>-aka <strong>a</strong>lmu/min<u>aa</u>tu yub<u>aa</u>yi'naka 'al<u>aa</u> an l<u>aa</u> yusyrikna bi<strong>al</strong>l<u>aa</u>hi syay-an wal<u>aa</u> yasriqna wal<u>aa</u> yazniina wal<u>aa</u> yaqtulna awl<u>aa</u>dahunna wal<u>aa</u> ya/tiina bibuht<u>aa</u>nin yaftariinahu bayna aydiihinna wa-arjulihinna wal<u>aa</u> ya'<u>sh</u>iinaka fii ma'ruufin fab<u>aa</u>yi'hunna wa<strong>i</strong>staghfir lahunna <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ إِذَا ج[o[َا]ٓءَكَ [h:13554[ٱ]لْمُؤْمِنَ[n[ـٰ]تُ يُبَايِعْنَكَ عَلَ[o[ىٰٓ] أ[u:4908[َن ل]َّا يُشْرِكْنَ بِ[h:32[ٱ]للَّهِ شَيْـ[a:232[ـًٔا و]َلَا يَسْرِ[q:13555[قْ]نَ وَلَا يَزْنِينَ وَلَا يَ[q:13556[قْ]تُلْنَ أَوْلَ[n[ـٰ]دَهُ[g[نّ]َ وَلَا يَأْتِينَ بِبُهْتَ[n[ـٰ][a:13557[نٍ ي]َفْتَرِينَهُ[n[ۥ] بَيْنَ أَيْدِيهِ[g[نّ]َ وَأَرْجُلِهِ[g[نّ]َ وَلَا يَعْصِينَكَ فِى مَعْرُو[f:13558[فٍ‌ۙ ف]َبَايِعْهُ[g[نّ]َ وَ[h:2374[ٱ]سْتَغْفِرْ لَهُ[g[نّ]َ [h:13559[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ",
        "translation_id": "Wahai Nabi! Apabila perempuan-perempuan yang mukmin datang kepadamu untuk mengadakan bai‘at (janji setia), bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah; tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka dan tidak akan mendurhakaimu dalam urusan yang baik, maka terimalah janji setia mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "translation_en": "O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allah, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs, nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5162",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5162.mp3",
        "tafsir_short": "Ayat ini berbicara tentang perempuan yang berbaiat kepada Nabi bahwa mereka berjanji setia tidak akan melakukan dosa-dosa besar. Wahai Nabi! Apabila perempuan-perempuan beriman dari berbagai kabilah datang kepadamu untuk berbaiat, berjanji setia, bahwa mereka tidak akan mempersekutukan Allah dengan sesuatu apa pun setelah mengokohkan dua kalimat syahadat; tidak akan mencuri milik orang lain dengan cara apa pun; tidak akan berzina dengan siapa pun; tidak akan membunuh anak-anak mereka seperti kebiasaan masyarakat Arab sebelum zaman Islam, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka dengan mengadakan pengakuan-pengakuan palsu mengenai hubungan antara laki-laki dan perempuan seperti tuduhan berzina, tuduhan bahwa anak seorang perempuan bukan anak suaminya; dan tidak akan mendurhakaimu dalam urusan kebaikan yang diperintahkan Allah dan Rasul-Nya; maka terimalah janji setia mereka semoga menjadi momentum untuk perbaikan akhlak mereka dan mohonkanlah ampunan untuk mereka kepada Allah agar dosa-dosa mereka dihapuskan oleh Allah. Sesungguhnya Allah Maha Pengampun kepada siapa saja yang bertobat dengan tulus, Maha Penyayang kepada hamba-hamba-Nya yang beriman dan mendekatkan diri kepada-Nya."
      },
      {
        "id": 5163,
        "surat_id": 60,
        "jus": 28,
        "ruku": 483,
        "no_ayat_inquran": 5163,
        "no_ayat_insurat": 13,
        "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْ قَدْ يَىِٕسُوْا مِنَ الْاٰخِرَةِ كَمَا يَىِٕسَ الْكُفَّارُ مِنْ اَصْحٰبِ الْقُبُوْرِ ࣖ ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena amanoo laa tatawallaw qawman ghadibal laahu 'alaihim qad ya'isoo minal aakhirati kamaa ya'isal kuffaaru min as haabil quboor",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu laa tatawallaw qawman ghadhiba allaahu 'alayhim qad ya-isuu mina al-aakhirati kamaa ya-isa alkuffaaru min ash-haabi alqubuuri",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tatawallaw qawman gha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim qad ya-isuu mina <strong>a</strong>l-<u>aa</u>khirati kam<u>aa</u> ya-isa <strong>a</strong>lkuff<u>aa</u>ru min a<u>sh</u>-<u>haa</u>bi <strong>a</strong>lqubuur<strong>i</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَوَلَّوْ[s[اْ] قَوْمًا غَضِبَ [h:13422[ٱ]للَّهُ عَلَيْهِمْ قَ[q:298[دْ] يَئِسُو[s[اْ] مِنَ [h:5583[ٱ]لْأَخِرَةِ كَمَا يَئِسَ [h:13560[ٱ]لْكُفَّارُ مِنْ أَصْحَ[n[ـٰ]بِ [h:13561[ٱ]لْقُب[p[ُو]رِ",
        "translation_id": "Wahai orang-orang yang beriman! Janganlah kamu jadikan orang-orang yang dimurkai Allah sebagai penolongmu, sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa.",
        "translation_en": "O you who have believed, do not make allies of a people with whom Allah has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the inhabitants of the graves.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5163",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5163.mp3",
        "tafsir_short": "Ayat ini berbicara tentang larangan memohon perlindungan kepada orang-orang kafir. Wahai orang-orang beriman kuatkanlah iman kamu, janganlah kamu menjadikan orang-orang yang dimurka Allah seperti orang-orang kafir, orang-orang munafik, dan orang-orang fasik, pelaku dosa besar secara terus-menerus sebagai penolong kamu ketika kamu mengalami kesulitan atau mempunyai masalah dunia atau agama. Sungguh mereka telah berputus asa terhadap akhirat sehingga kamu seperti berpegang kepada pohon yang tumbang atau dahan yang hanyut. Mereka tidak meyakini akhirat, bagaimana menolong kamu memperhatikan akhirat. Kehidupan mereka sebagaimana orang-orang kafir yang telah berada di dalam kubur berputus asa dari kasih sayang Allah. Mereka kehilangan asa untuk mendapatkan keselamatan."
      }
    ]
  }
}
