{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 62,
      "no_surat": 62,
      "jumlah_ayat": 11,
      "nama_surat_arb": "الجمعة",
      "nama_surat_latin": "Al-Jumu'ah",
      "arti_nama_surat": "Jumat",
      "tafsir": "Surat Al Jumu'ah ini terdiri atas 11 ayat, termasuk golongan-golongan surat-surat Madaniyyah dan diturunkan sesudah surat Ash Shaf. Nama surat Al Jumu'ah diambil dari kata Al Jumu'ah yang terdapat pada ayat 9 surat ini yang artinya: hari Jum'at.",
      "turun_surat": "Madaniyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/062AlJumuah.mp3",
      "ayats": [
        {
          "id": 5178,
          "surat_id": 62,
          "jus": 28,
          "ruku": 486,
          "no_ayat_inquran": 5178,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ",
          "body_ayat_ltn_en": "Yusabbihu lilaahi maa fis samaawaati wa maa fil ardil Malikil Quddoosil 'Azeezil Hakeem",
          "body_ayat_ltn_in": "yusabbihu lillaahi maa fii alssamaawaati wamaa fii al-ardhi almaliki alqudduusi al'aziizi alhakiimi",
          "body_ayat_ltn_in_html": "yusabbi<u>h</u>u lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>lmaliki <strong>a</strong>lqudduusi <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>",
          "invers_tajweed": "يُسَبِّحُ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ [h:13591[ٱ]لْمَلِكِ [h:13592[ٱ]لْقُدُّوسِ [h:13593[ٱ]لْعَزِيزِ [h:2229[ٱ]لْحَك[p[ِي]مِ",
          "translation_id": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Maharaja, Yang Mahasuci, Yang Mahaperkasa, Mahabijaksana.",
          "translation_en": "Whatever is in the heavens and whatever is on the earth is exalting Allah, the Sovereign, the Pure, the Exalted in Might, the Wise.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5178",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5178.mp3",
          "tafsir_short": "Apa yang ada di langit, bintang, bulan, matahari dan seluruh planet; dan apa yang ada di bumi, hewan dan tetumbuhan bertasbih kepada Allah, mengakui dan menyatakan kemahasucian Allah yang berbeda dengan seluruh makhluk ciptaan-Nya; Dia adalah Maharaja yang kekuasaan-Nya mutlak; Yang Mahasuci dari segala yang diduga manusia; dan Dialah Yang Mahaperkasa menciptakan dan menghancurkan jagat raya sekejap mata; Mahabijaksana, tidak terburu menggunakan kekuasaan-Nya yang tiada terbatas untuk menghancurkan jagat raya atau menghukum manusia yang berdosa."
        },
        {
          "id": 5179,
          "surat_id": 62,
          "jus": 28,
          "ruku": 486,
          "no_ayat_inquran": 5179,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُّبِينٍ",
          "body_ayat_ltn_en": "Huwal lazee ba'asa fil ummiyyeena Rasoolam min hum yatloo 'alaihim aayaatihee wa yuzakkeehim wa yu'allimuhumul Kitaaba wal Hikmata wa in kaano min qablu lafee dalaalim mubeen",
          "body_ayat_ltn_in": "huwa alladzii ba'atsa fii al-ummiyyiina rasuulan minhum yatluu 'alayhim aayaatihi wayuzakkiihim wayu'allimuhumu alkitaaba waalhikmata wa-in kaanuu min qablu lafii dhalaalin mubiinin",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii ba'atsa fii <strong>a</strong>l-ummiyyiina rasuulan minhum yatluu 'alayhim <u>aa</u>y<u>aa</u>tihi wayuzakkiihim wayu'allimuhumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wa-in k<u>aa</u>nuu min qablu lafii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
          "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى بَعَثَ فِى [h:2033[ٱ]لْأُ[g[مّ]ِيِّـ[n[ـۧ]نَ رَسُول[a:677[اً م]ِّنْهُمْ يَتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ [h:678[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:679[ٱ]لْحِكْمَةَ وَإِ[f:2392[ن ك]َانُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ لَفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
          "translation_id": "Dialah yang mengutus seorang Rasul kepada kaum yang buta huruf dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka dan mengajarkan kepada mereka Kitab dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
          "translation_en": "It is He who has sent among the unlettered a Messenger from themselves reciting to them His verses and purifying them and teaching them the Book and wisdom - although they were before in clear error -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5179",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5179.mp3",
          "tafsir_short": "Dialah yang mengutus seorang Rasul, Muhammad kepada kaum yang buta huruf, yang secara khusus ditujukan kepada bangsa Arab yang kebanyakan tidak bisa baca tulis, dari kalangan mereka sendiri, yaitu dari kalangan bangsa Arab, yang membacakan kepada mereka ayat-ayat-Nya, ayat-ayat Al-Qur’an, yang isinya menyucikan jiwa mereka yang beriman kepadanya; dan mengajarkan kepada mereka yang membuka diri menerima dan membenaran kerasulan beliau, Kitab Al-Qur’an, dan Hikmah yakni Sunah Nabi, meskipun sebelumnya, yakni sebelum kelahiran Rasulullah di masa jahiliah, mereka, sebagian di antara para sahabat Rasulullah benar-benar dalam kesesatan yang nyata. Keyakinan mereka menyimpang dari prinsip tauhid dan perilaku mereka bertentangan dengan nilai kemanusiaan, salah satunya mengubur anak perempuan hidup-hidup."
        },
        {
          "id": 5180,
          "surat_id": 62,
          "jus": 28,
          "ruku": 486,
          "no_ayat_inquran": 5180,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
          "body_ayat_ltn_en": "Wa aakhareena minhum lammaa yalhaqoo bihim wa huwal 'azeezul hakeem",
          "body_ayat_ltn_in": "waaakhariina minhum lammaa yalhaquu bihim wahuwa al'aziizu alhakiimu",
          "body_ayat_ltn_in_html": "wa<u>aa</u>khariina minhum lamm<u>aa</u> yal<u>h</u>aquu bihim wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
          "invers_tajweed": "وَءَاخَرِينَ مِنْهُمْ لَ[g[مّ]َا يَلْحَقُو[s[اْ] بِهِمْ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
          "translation_id": "Dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
          "translation_en": "And [to] others of them who have not yet joined them. And He is the Exalted in Might, the Wise.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5180",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5180.mp3",
          "tafsir_short": "Selain mengutus kepada bangsa Arab yang tidak bisa baca tulis, Allah juga mengutus Rasulullah kepada bangsa-bangsa lain di luar bangsa Arab, bahkan kepada seluruh dunia. Dan Rasulullah juga diutus kepada kaum yang lain dari mereka di luar bangsa Arab untuk masa yang tiada terbatas hingga hari kiamat, kaum yang belum berhubungan dengan mereka, karena hidup pada zaman dan tempat yang berbeda dengan mereka, sebagaimana disebutkan dalam Al-Qur’an, “Dan Kami tidak mengutus engkau Muhammad melainkan untuk menjadi rahmat bagi seluruh alam.” (Lihat: Surah al-Anbiyà’/21: 107). Dan Dialah Yang Mahaperkasa, menciptakan dan menghancurkan jagat raya sekejap mata; Mahabijaksana, tidak terburu menggunakan kekuasaan-Nya yang tiada terbatas untuk menghukum manusia yang berdosa."
        },
        {
          "id": 5181,
          "surat_id": 62,
          "jus": 28,
          "ruku": 486,
          "no_ayat_inquran": 5181,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
          "body_ayat_ltn_en": "Zaalika fadlul laahi yu'teehi many-yashaaa; wallaahu zul fadil 'azeem",
          "body_ayat_ltn_in": "dzaalika fadhlu allaahi yu/tiihi man yasyaau waallaahu dzuu alfadhli al'azhiimi",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
          "invers_tajweed": "ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
          "translation_id": "Demikianlah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki; dan Allah memiliki karunia yang besar.",
          "translation_en": "That is the bounty of Allah, which He gives to whom He wills, and Allah is the possessor of great bounty.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5181",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5181.mp3",
          "tafsir_short": "Demikianlah karunia Allah yang diberikan kepada siapa yang Dia kehendaki seperti mengangkat Rasulullah menjadi nabi dan rasul dan diutus kepada umat manusia seluruh alam; dan Allah memiliki karunia yang besar yang diberikan kepada hamba-hamba-Nya yang beriman."
        },
        {
          "id": 5182,
          "surat_id": 62,
          "jus": 28,
          "ruku": 486,
          "no_ayat_inquran": 5182,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ۚ بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
          "body_ayat_ltn_en": "Masalul lazeena hum milut tawraata summa lam yahmiloonhaa kamasalil himaari yah milu asfaaraa; bi'sa masalul qawmil lazeena kaazzaboo bi aayaatil laah; wallaahu laa yahdil qawmazzaalimeen",
          "body_ayat_ltn_in": "matsalu alladziina hummiluu alttawraata tsumma lam yahmiluuhaa kamatsali alhimaari yahmilu asfaaran bi/sa matsalu alqawmi alladziina kadzdzabuu bi-aayaati allaahi waallaahu laa yahdii alqawma alzhzhaalimiina",
          "body_ayat_ltn_in_html": "matsalu <strong>al</strong>la<u>dz</u>iina <u>h</u>ummiluu <strong>al</strong>ttawr<u>aa</u>ta tsumma lam ya<u>h</u>miluuh<u>aa</u> kamatsali <strong>a</strong>l<u>h</u>im<u>aa</u>ri ya<u>h</u>milu asf<u>aa</u>ran bi/sa matsalu <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
          "invers_tajweed": "مَثَلُ [h:1179[ٱ]لَّذِينَ حُ[g[مّ]ِلُو[s[اْ] [h:13594[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ ثُ[g[مّ]َ لَمْ يَحْمِلُوهَا كَمَثَلِ [h:13595[ٱ]لْحِمَارِ يَحْمِلُ أَسْفَار[i:13596[َۢا‌ۚ ب]ِئْسَ مَثَلُ [h:5140[ٱ]لْقَوْمِ [h:4053[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
          "translation_id": "Perumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
          "translation_en": "The example of those who were entrusted with the Torah and then did not take it on is like that of a donkey who carries volumes [of books]. Wretched is the example of the people who deny the signs of Allah. And Allah does not guide the wrongdoing people.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5182",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5182.mp3",
          "tafsir_short": "Allah mengecam manusia yang mendapat karunia-Nya menjadi ahli agama, tetapi tidak mengamalkannya. Perumpamaan orang-orang yang diberi tugas membawa Taurat, menjadi ulama dan bertugas membimbing manusia beragama, kemudian mereka tidak membawanya, tidak mengamalkan agama dan tidak menjadikan dirinya teladan bagi umat adalah seperti keledai yang membawa kitab-kitab yang tebal, dirinya dibebani oleh pengetahuan agama, tetapi pengetahuan agama itu tidak membawa kebaikan apa pun bagi dirinya. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah yang diwahyukan kepada Nabi dan Rasul-Nya. Dan Allah tidak akan pernah memberi petunjuk kepada orang-orang yang zalim, yang membiarkan dirinya gelap, padahal mereka memegang lampu."
        },
        {
          "id": 5183,
          "surat_id": 62,
          "jus": 28,
          "ruku": 486,
          "no_ayat_inquran": 5183,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ",
          "body_ayat_ltn_en": "Qul yaaa ayyuhal lazeena haadoo in za'amtum annakum awliyaaa'u lilaahi min doonin naasi fatamannawul mawta in kuntum saadiqeen",
          "body_ayat_ltn_in": "qul yaa ayyuhaa alladziina haaduu in za'amtum annakum awliyaau lillaahi min duuni alnnaasi fatamannawuu almawta in kuntum shaadiqiina",
          "body_ayat_ltn_in_html": "qul y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina h<u>aa</u>duu in za'amtum annakum awliy<u>aa</u>u lill<u>aa</u>hi min duuni <strong>al</strong>nn<u>aa</u>si fatamannawuu <strong>a</strong>lmawta in kuntum <u>shaa</u>diqiin<strong>a</strong>",
          "invers_tajweed": "قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ هَاد[o[ُوٓ][s[اْ] إِ[f:13597[ن ز]َعَمْتُمْ أَ[g[نّ]َكُمْ أَوْلِي[o[َا]ٓءُ لِلَّهِ مِ[f:107[ن د]ُونِ [h:493[ٱ][l[ل][g[نّ]َاسِ فَتَمَ[g[نّ]َوُ[s[اْ] [h:494[ٱ]لْمَوْتَ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
          "translation_id": "Katakanlah (Muhammad), “Wahai orang-orang Yahudi! Jika kamu mengira bahwa kamulah kekasih Allah, bukan orang-orang yang lain, maka harapkanlah kematianmu, jika kamu orang yang benar.”",
          "translation_en": "Say, \"O you who are Jews, if you claim that you are allies of Allah, excluding the [other] people, then wish for death, if you should be truthful.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5183",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5183.mp3",
          "tafsir_short": "Para pemuka Yahudi tidak hanya tidak mengamalkan agamanya, tetapi juga menilai dirinya kekasih Allah, padahal mereka kufur kepada-Nya. Katakanlah, wahai Nabi Muhammad kepada para tokoh Agama Yahudi, “Wahai orang-orang Yahudi Bani Naýir, Bani Quraizah dan Bani Qainuqà‘! Jika kamu mengira dengan penuh keyakinan bahwa kamulah kekasih Allah, karena menjadi bangsa pilihan, bukan orang-orang yang lain, seperti kaum muslim, maka harapkanlah kematianmu, karena kematian membuktikan apakah kamu kekasih Allah atau bukan, jika kamu orang yang benar, dalam pengakuanmu itu.”"
        },
        {
          "id": 5184,
          "surat_id": 62,
          "jus": 28,
          "ruku": 486,
          "no_ayat_inquran": 5184,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
          "body_ayat_ltn_en": "Wa laa yatamannaw nahooo abadam bimaa qaddamat aydeehim; wallaahu 'aleemum bix zaalimeen",
          "body_ayat_ltn_in": "walaa yatamannawnahu abadan bimaa qaddamat aydiihim waallaahu 'aliimun bialzhzhaalimiina",
          "body_ayat_ltn_in_html": "wal<u>aa</u> yatamannawnahu abadan bim<u>aa</u> qaddamat aydiihim wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
          "invers_tajweed": "وَلَا يَتَمَ[g[نّ]َوْنَهُ[o[ۥٓ] أَبَد[i:496[َۢا ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِي[i:497[مُۢ ب]ِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
          "translation_id": "Dan mereka tidak akan mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Dan Allah Maha Mengetahui orang-orang yang zalim.",
          "translation_en": "But they will not wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5184",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5184.mp3",
          "tafsir_short": "Namun demikian, mereka tidak mungkin mengharapkan kematian. Dan mereka, tokoh-tokoh Yahudi di Madinah yang mengaku kekasih Allah tidak akan pernah mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Hal ini karena hati kecil mereka mengakui dirinya salah dan menyadari bahwa kematian akan mengungkapkan siapa yang salah dan siapa yang benar. Dan Allah Maha Mengetahui pengakuan, perasaan, dan kegelisahan orang-orang yang zalim, yaitu orang-orang yang menganiaya dirinya sendiri dengan berbuat kejahatan, padahal mereka mengetahuinya."
        },
        {
          "id": 5185,
          "surat_id": 62,
          "jus": 28,
          "ruku": 486,
          "no_ayat_inquran": 5185,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
          "body_ayat_ltn_en": "Qul innal mawtal lazee tafirroona minhu fa innahoo mulaaqeekum summa turaddoona ilaa 'Aalimil Ghaibi wash shahaadati fa yunabbi'ukum bimaa kuntum ta'maloon",
          "body_ayat_ltn_in": "qul inna almawta alladzii tafirruuna minhu fa-innahu mulaaqiikum tsumma turadduuna ilaa 'aalimi alghaybi waalsysyahaadati fayunabbi-ukum bimaa kuntum ta'maluuna",
          "body_ayat_ltn_in_html": "qul inna <strong>a</strong>lmawta <strong>al</strong>la<u>dz</u>ii tafirruuna minhu fa-innahu mul<u>aa</u>qiikum tsumma turadduuna il<u>aa</u> '<u>aa</u>limi <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati fayunabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>",
          "invers_tajweed": "قُلْ إِ[g[نّ]َ [h:13598[ٱ]لْمَوْتَ [h:13599[ٱ]لَّذِى تَفِرُّونَ مِنْهُ فَإِ[g[نّ]َهُ[n[ۥ] مُلَ[n[ـٰ]قِيكُمْ‌ۖ ثُ[g[مّ]َ تُرَدُّونَ إِلَىٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
          "translation_id": "Katakanlah, “Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang gaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan.”",
          "translation_en": "Say, \"Indeed, the death from which you flee - indeed, it will meet you. Then you will be returned to the Knower of the unseen and the witnessed, and He will inform you about what you used to do.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5185",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5185.mp3",
          "tafsir_short": "Kematian yang tidak diharapkan itu pasti akan datang. Katakanlah, wahai Nabi Muhammad kepada para pemuka Yahudi di Madinah, “Sesungguhnya kematian yang kamu lari daripadanya, karena kamu menyadari bahwa kematian akan mengungkapkan siapa yang salah dan siapa yang benar, ia, kematian, meskipun dijauhi pasti menemui kamu, di mana pun kamu berada; kemudian kamu, melalui pintu kematian, akan dikembalikan kepada Allah untuk mempertanggung-jawabkan semua perbuatan selama hidup di dunia. Dia Yang Maha Mengetahui yang gaib, yang tidak terlihat, dan yang nyata, yang kasat mata; lalu Dia akan memberitahukan kepada kamu dengan lengkap dan menyeluruh apa yang telah kamu kerjakan, baik kejahatan maupun kebaikan.”"
        },
        {
          "id": 5186,
          "surat_id": 62,
          "jus": 28,
          "ruku": 487,
          "no_ayat_inquran": 5186,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo izaa noodiya lis-Salaati miny yawmil Jumu'ati fas'aw ilaa zikril laahi wa zarul bai'; zaalikum khayrul lakum in kuntum ta'lamoon",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa nuudiya lilshshalaati min yawmi aljumu'ati fais'aw ilaa dzikri allaahi wadzaruu albay'a dzaalikum khayrun lakum in kuntum ta'lamuuna",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> nuudiya li<strong>l</strong><u>shsh</u>al<u>aa</u>ti min yawmi <strong>a</strong>ljumu'ati fa<strong>i</strong>s'aw il<u>aa</u> <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wa<u>dz</u>aruu <strong>a</strong>lbay'a <u>dzaa</u>likum khayrun lakum in kuntum ta'lamuun<strong>a</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا نُودِىَ لِلصَّلَ[s[و][n[ٲ]ةِ م[a:13600[ِن ي]َوْمِ [h:13601[ٱ]لْجُمُعَةِ فَ[h:13602[ٱ]سْعَوْ[s[اْ] إِلَىٰ ذِكْرِ [h:3774[ٱ]للَّهِ وَذَرُو[s[اْ] [h:13603[ٱ]لْبَيْعَ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ",
          "translation_id": "Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jum‘at, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.",
          "translation_en": "O you who have believed, when [the adhan] is called for the prayer on the day of Jumu'ah [Friday], then proceed to the remembrance of Allah and leave trade. That is better for you, if you only knew.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5186",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5186.mp3",
          "tafsir_short": "Allah menghimbau orang-orang beriman agar segera ke masjid untuk salat berjamaah apabila azan sudah dikumandangkan. Wahai orang-orang yang beriman! Di mana pun dan kapan pun kamu berada. Apabila telah diseru dengan dikumandangkan azan untuk melaksanakan salat Jumat pada hari Jumat, atau salat lima waktu maka segeralah kamu mengingat Allah, dengan melaksanakan salat yang khusyuk serta zikir dan doa sesudah salat; dan tinggalkanlah jual beli dan berbagai kegiatan lainnya. Yang demikian itu, meninggalkan sementara berbagai kegiatan untuk segera melaksanakan salat wajib berjamaah di masjid, lebih baik bagi kamu dibandingkan dengan menunda salat, jika kamu mengetahui keutamaan salat di awal waktu dengan berjamaah di masjid."
        },
        {
          "id": 5187,
          "surat_id": 62,
          "jus": 28,
          "ruku": 487,
          "no_ayat_inquran": 5187,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
          "body_ayat_ltn_en": "Fa-izaa qudiyatis Salaatu fantashiroo fil ardi wabtaghoo min fadlil laahi wazkurul laaha kaseeral la'allakum tuflihoon",
          "body_ayat_ltn_in": "fa-idzaa qudhiyati alshshalaatu faintasyiruu fii al-ardhi waibtaghuu min fadhli allaahi waudzkuruu allaaha katsiiran la'allakum tuflihuuna ",
          "body_ayat_ltn_in_html": "fa-i<u>dzaa</u> qu<u>dh</u>iyati <strong>al</strong><u>shsh</u>al<u>aa</u>tu fa<strong>i</strong>ntasyiruu fii <strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>btaghuu min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha katsiiran la'allakum tufli<u>h</u>uun<strong>a </strong>",
          "invers_tajweed": "فَإِذَا قُضِيَتِ [h:13604[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةُ فَ[h:10874[ٱ][f:10874[نت]َشِرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَ[h:988[ٱ][q:988[بْ]تَغُو[s[اْ] مِ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:1113[ٱ]للَّهَ كَثِي[u:5368[رًا ل]َّعَلَّكُمْ تُفْلِح[p[ُو]نَ",
          "translation_id": "Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung.",
          "translation_en": "And when the prayer has been concluded, disperse within the land and seek from the bounty of Allah, and remember Allah often that you may succeed.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5187",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5187.mp3",
          "tafsir_short": "Apabila salat wajib telah dilaksanakan di awal waktu dengan berjamaah di masjid; maka bertebaranlah kamu di bumi, kembali bekerja dan berbisnis; carilah karunia Allah, rezeki yang halal, berkah, dan melimpah dan ingatlah Allah banyak-banyak ketika salat maupun ketika bekerja atau berbisnis agar kamu beruntung, menjadi pribadi yang seimbang, serta sehat mental dan fisik."
        },
        {
          "id": 5188,
          "surat_id": 62,
          "jus": 28,
          "ruku": 487,
          "no_ayat_inquran": 5188,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ۚ قُلْ مَا عِندَ اللَّهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِ ۚ وَاللَّهُ خَيْرُ الرَّازِقِينَ",
          "body_ayat_ltn_en": "Wa izaa ra'aw tijaaratan aw lahwanin faddooo ilaihaa wa tarakooka qaaa'imaa; qul maa 'indal laahi khairum minal lahwi wa minat tijaarah; wallaahu khayrur raaziqeen",
          "body_ayat_ltn_in": "wa-idzaa ra-aw tijaaratan aw lahwan infadhdhuu ilayhaa watarakuuka qaa-iman qul maa 'inda allaahi khayrun mina allahwi wamina alttijaarati waallaahu khayru alrraaziqiina",
          "body_ayat_ltn_in_html": "wa-i<u>dzaa</u> ra-aw tij<u>aa</u>ratan aw lahwan infa<u>dhdh</u>uu ilayh<u>aa</u> watarakuuka q<u>aa</u>-iman qul m<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi khayrun mina <strong>al</strong>lahwi wamina <strong>al</strong>ttij<u>aa</u>rati wa<strong>al</strong>l<u>aa</u>hu khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>",
          "invers_tajweed": "وَإِذَا رَأَوْ[s[اْ] تِجَ[n[ـٰ]رَةً أَوْ لَهْوًا [h:13605[ٱ][f:13606[نف]َضّ[o[ُوٓ][s[اْ] إِلَيْهَا وَتَرَكُوكَ ق[o[َا]ٓئِ[f:13607[مًا‌ۚ ق]ُلْ مَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:13608[رٌ م]ِّنَ [h:13609[ٱ][l[ل]لَّهْوِ وَمِنَ [h:13610[ٱ][l[ل]تِّجَ[n[ـٰ]رَةِ‌ۚ وَ[h:72[ٱ]للَّهُ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ",
          "translation_id": "Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, “Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,” dan Allah pemberi rezeki yang terbaik.",
          "translation_en": "But when they saw a transaction or a diversion, [O Muhammad], they rushed to it and left you standing. Say, \"What is with Allah is better than diversion and than a transaction, and Allah is the best of providers.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5188",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5188.mp3",
          "tafsir_short": "Ayat sebelumnya mengingatkan orang-orang beriman agar kembali bekerja mencari rezeki yang halal apabila sudah melaksanakan salat Jumat. Ayat ini menegur kaum muslim yang meninggalkan Rasulullah ketika sedang menyampaikan khutbah Jumat untuk berburu barang dagangan. Dan apabila mereka, orang-orang beriman yang sedang menyimak khutbah Jum\\'at, melihat perdagangan, kafilah dagang yang membawa barang-barang berharga tiba di Madinah atau permainan, hiburan musik dan tari yang diselenggarakan guna menyambut kafilah dagang yang baru tiba dari Syam, mereka, sebagian besar orang-orang yang sedang menyimak khutbah Jumat itu, segera menuju kepadanya, ke tempat kafilah dagang dan hiburan itu; dan mereka meninggalkan engkau Muhammad yang sedang berdiri, menyampaikan khutbah Jumat. Katakanlah, wahai Muhammad kepada mereka, “Apa yang ada di sisi Allah, kenikmatan surga yang diberikan kepada orang yang taat kepada Allah dan Rasul-Nya lebih baik daripada permainan, hiburan, musik dan tari, dan perdagangan barang-barang berharga yang dicari dan disukai manusia.” Dan Allah pemberi rezeki yang terbaik kepada setiap manusia."
        }
      ]
    },
    "ayats": [
      {
        "id": 5178,
        "surat_id": 62,
        "jus": 28,
        "ruku": 486,
        "no_ayat_inquran": 5178,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ",
        "body_ayat_ltn_en": "Yusabbihu lilaahi maa fis samaawaati wa maa fil ardil Malikil Quddoosil 'Azeezil Hakeem",
        "body_ayat_ltn_in": "yusabbihu lillaahi maa fii alssamaawaati wamaa fii al-ardhi almaliki alqudduusi al'aziizi alhakiimi",
        "body_ayat_ltn_in_html": "yusabbi<u>h</u>u lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>lmaliki <strong>a</strong>lqudduusi <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>",
        "invers_tajweed": "يُسَبِّحُ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ [h:13591[ٱ]لْمَلِكِ [h:13592[ٱ]لْقُدُّوسِ [h:13593[ٱ]لْعَزِيزِ [h:2229[ٱ]لْحَك[p[ِي]مِ",
        "translation_id": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Maharaja, Yang Mahasuci, Yang Mahaperkasa, Mahabijaksana.",
        "translation_en": "Whatever is in the heavens and whatever is on the earth is exalting Allah, the Sovereign, the Pure, the Exalted in Might, the Wise.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5178",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5178.mp3",
        "tafsir_short": "Apa yang ada di langit, bintang, bulan, matahari dan seluruh planet; dan apa yang ada di bumi, hewan dan tetumbuhan bertasbih kepada Allah, mengakui dan menyatakan kemahasucian Allah yang berbeda dengan seluruh makhluk ciptaan-Nya; Dia adalah Maharaja yang kekuasaan-Nya mutlak; Yang Mahasuci dari segala yang diduga manusia; dan Dialah Yang Mahaperkasa menciptakan dan menghancurkan jagat raya sekejap mata; Mahabijaksana, tidak terburu menggunakan kekuasaan-Nya yang tiada terbatas untuk menghancurkan jagat raya atau menghukum manusia yang berdosa."
      },
      {
        "id": 5179,
        "surat_id": 62,
        "jus": 28,
        "ruku": 486,
        "no_ayat_inquran": 5179,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُّبِينٍ",
        "body_ayat_ltn_en": "Huwal lazee ba'asa fil ummiyyeena Rasoolam min hum yatloo 'alaihim aayaatihee wa yuzakkeehim wa yu'allimuhumul Kitaaba wal Hikmata wa in kaano min qablu lafee dalaalim mubeen",
        "body_ayat_ltn_in": "huwa alladzii ba'atsa fii al-ummiyyiina rasuulan minhum yatluu 'alayhim aayaatihi wayuzakkiihim wayu'allimuhumu alkitaaba waalhikmata wa-in kaanuu min qablu lafii dhalaalin mubiinin",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii ba'atsa fii <strong>a</strong>l-ummiyyiina rasuulan minhum yatluu 'alayhim <u>aa</u>y<u>aa</u>tihi wayuzakkiihim wayu'allimuhumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wa-in k<u>aa</u>nuu min qablu lafii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
        "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى بَعَثَ فِى [h:2033[ٱ]لْأُ[g[مّ]ِيِّـ[n[ـۧ]نَ رَسُول[a:677[اً م]ِّنْهُمْ يَتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ [h:678[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:679[ٱ]لْحِكْمَةَ وَإِ[f:2392[ن ك]َانُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ لَفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
        "translation_id": "Dialah yang mengutus seorang Rasul kepada kaum yang buta huruf dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka dan mengajarkan kepada mereka Kitab dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
        "translation_en": "It is He who has sent among the unlettered a Messenger from themselves reciting to them His verses and purifying them and teaching them the Book and wisdom - although they were before in clear error -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5179",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5179.mp3",
        "tafsir_short": "Dialah yang mengutus seorang Rasul, Muhammad kepada kaum yang buta huruf, yang secara khusus ditujukan kepada bangsa Arab yang kebanyakan tidak bisa baca tulis, dari kalangan mereka sendiri, yaitu dari kalangan bangsa Arab, yang membacakan kepada mereka ayat-ayat-Nya, ayat-ayat Al-Qur’an, yang isinya menyucikan jiwa mereka yang beriman kepadanya; dan mengajarkan kepada mereka yang membuka diri menerima dan membenaran kerasulan beliau, Kitab Al-Qur’an, dan Hikmah yakni Sunah Nabi, meskipun sebelumnya, yakni sebelum kelahiran Rasulullah di masa jahiliah, mereka, sebagian di antara para sahabat Rasulullah benar-benar dalam kesesatan yang nyata. Keyakinan mereka menyimpang dari prinsip tauhid dan perilaku mereka bertentangan dengan nilai kemanusiaan, salah satunya mengubur anak perempuan hidup-hidup."
      },
      {
        "id": 5180,
        "surat_id": 62,
        "jus": 28,
        "ruku": 486,
        "no_ayat_inquran": 5180,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "body_ayat_ltn_en": "Wa aakhareena minhum lammaa yalhaqoo bihim wa huwal 'azeezul hakeem",
        "body_ayat_ltn_in": "waaakhariina minhum lammaa yalhaquu bihim wahuwa al'aziizu alhakiimu",
        "body_ayat_ltn_in_html": "wa<u>aa</u>khariina minhum lamm<u>aa</u> yal<u>h</u>aquu bihim wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "invers_tajweed": "وَءَاخَرِينَ مِنْهُمْ لَ[g[مّ]َا يَلْحَقُو[s[اْ] بِهِمْ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ",
        "translation_id": "Dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
        "translation_en": "And [to] others of them who have not yet joined them. And He is the Exalted in Might, the Wise.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5180",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5180.mp3",
        "tafsir_short": "Selain mengutus kepada bangsa Arab yang tidak bisa baca tulis, Allah juga mengutus Rasulullah kepada bangsa-bangsa lain di luar bangsa Arab, bahkan kepada seluruh dunia. Dan Rasulullah juga diutus kepada kaum yang lain dari mereka di luar bangsa Arab untuk masa yang tiada terbatas hingga hari kiamat, kaum yang belum berhubungan dengan mereka, karena hidup pada zaman dan tempat yang berbeda dengan mereka, sebagaimana disebutkan dalam Al-Qur’an, “Dan Kami tidak mengutus engkau Muhammad melainkan untuk menjadi rahmat bagi seluruh alam.” (Lihat: Surah al-Anbiyà’/21: 107). Dan Dialah Yang Mahaperkasa, menciptakan dan menghancurkan jagat raya sekejap mata; Mahabijaksana, tidak terburu menggunakan kekuasaan-Nya yang tiada terbatas untuk menghukum manusia yang berdosa."
      },
      {
        "id": 5181,
        "surat_id": 62,
        "jus": 28,
        "ruku": 486,
        "no_ayat_inquran": 5181,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
        "body_ayat_ltn_en": "Zaalika fadlul laahi yu'teehi many-yashaaa; wallaahu zul fadil 'azeem",
        "body_ayat_ltn_in": "dzaalika fadhlu allaahi yu/tiihi man yasyaau waallaahu dzuu alfadhli al'azhiimi",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
        "invers_tajweed": "ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ",
        "translation_id": "Demikianlah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki; dan Allah memiliki karunia yang besar.",
        "translation_en": "That is the bounty of Allah, which He gives to whom He wills, and Allah is the possessor of great bounty.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5181",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5181.mp3",
        "tafsir_short": "Demikianlah karunia Allah yang diberikan kepada siapa yang Dia kehendaki seperti mengangkat Rasulullah menjadi nabi dan rasul dan diutus kepada umat manusia seluruh alam; dan Allah memiliki karunia yang besar yang diberikan kepada hamba-hamba-Nya yang beriman."
      },
      {
        "id": 5182,
        "surat_id": 62,
        "jus": 28,
        "ruku": 486,
        "no_ayat_inquran": 5182,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ۚ بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
        "body_ayat_ltn_en": "Masalul lazeena hum milut tawraata summa lam yahmiloonhaa kamasalil himaari yah milu asfaaraa; bi'sa masalul qawmil lazeena kaazzaboo bi aayaatil laah; wallaahu laa yahdil qawmazzaalimeen",
        "body_ayat_ltn_in": "matsalu alladziina hummiluu alttawraata tsumma lam yahmiluuhaa kamatsali alhimaari yahmilu asfaaran bi/sa matsalu alqawmi alladziina kadzdzabuu bi-aayaati allaahi waallaahu laa yahdii alqawma alzhzhaalimiina",
        "body_ayat_ltn_in_html": "matsalu <strong>al</strong>la<u>dz</u>iina <u>h</u>ummiluu <strong>al</strong>ttawr<u>aa</u>ta tsumma lam ya<u>h</u>miluuh<u>aa</u> kamatsali <strong>a</strong>l<u>h</u>im<u>aa</u>ri ya<u>h</u>milu asf<u>aa</u>ran bi/sa matsalu <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "invers_tajweed": "مَثَلُ [h:1179[ٱ]لَّذِينَ حُ[g[مّ]ِلُو[s[اْ] [h:13594[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ ثُ[g[مّ]َ لَمْ يَحْمِلُوهَا كَمَثَلِ [h:13595[ٱ]لْحِمَارِ يَحْمِلُ أَسْفَار[i:13596[َۢا‌ۚ ب]ِئْسَ مَثَلُ [h:5140[ٱ]لْقَوْمِ [h:4053[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
        "translation_id": "Perumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
        "translation_en": "The example of those who were entrusted with the Torah and then did not take it on is like that of a donkey who carries volumes [of books]. Wretched is the example of the people who deny the signs of Allah. And Allah does not guide the wrongdoing people.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5182",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5182.mp3",
        "tafsir_short": "Allah mengecam manusia yang mendapat karunia-Nya menjadi ahli agama, tetapi tidak mengamalkannya. Perumpamaan orang-orang yang diberi tugas membawa Taurat, menjadi ulama dan bertugas membimbing manusia beragama, kemudian mereka tidak membawanya, tidak mengamalkan agama dan tidak menjadikan dirinya teladan bagi umat adalah seperti keledai yang membawa kitab-kitab yang tebal, dirinya dibebani oleh pengetahuan agama, tetapi pengetahuan agama itu tidak membawa kebaikan apa pun bagi dirinya. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah yang diwahyukan kepada Nabi dan Rasul-Nya. Dan Allah tidak akan pernah memberi petunjuk kepada orang-orang yang zalim, yang membiarkan dirinya gelap, padahal mereka memegang lampu."
      },
      {
        "id": 5183,
        "surat_id": 62,
        "jus": 28,
        "ruku": 486,
        "no_ayat_inquran": 5183,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ",
        "body_ayat_ltn_en": "Qul yaaa ayyuhal lazeena haadoo in za'amtum annakum awliyaaa'u lilaahi min doonin naasi fatamannawul mawta in kuntum saadiqeen",
        "body_ayat_ltn_in": "qul yaa ayyuhaa alladziina haaduu in za'amtum annakum awliyaau lillaahi min duuni alnnaasi fatamannawuu almawta in kuntum shaadiqiina",
        "body_ayat_ltn_in_html": "qul y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina h<u>aa</u>duu in za'amtum annakum awliy<u>aa</u>u lill<u>aa</u>hi min duuni <strong>al</strong>nn<u>aa</u>si fatamannawuu <strong>a</strong>lmawta in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "invers_tajweed": "قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ هَاد[o[ُوٓ][s[اْ] إِ[f:13597[ن ز]َعَمْتُمْ أَ[g[نّ]َكُمْ أَوْلِي[o[َا]ٓءُ لِلَّهِ مِ[f:107[ن د]ُونِ [h:493[ٱ][l[ل][g[نّ]َاسِ فَتَمَ[g[نّ]َوُ[s[اْ] [h:494[ٱ]لْمَوْتَ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
        "translation_id": "Katakanlah (Muhammad), “Wahai orang-orang Yahudi! Jika kamu mengira bahwa kamulah kekasih Allah, bukan orang-orang yang lain, maka harapkanlah kematianmu, jika kamu orang yang benar.”",
        "translation_en": "Say, \"O you who are Jews, if you claim that you are allies of Allah, excluding the [other] people, then wish for death, if you should be truthful.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5183",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5183.mp3",
        "tafsir_short": "Para pemuka Yahudi tidak hanya tidak mengamalkan agamanya, tetapi juga menilai dirinya kekasih Allah, padahal mereka kufur kepada-Nya. Katakanlah, wahai Nabi Muhammad kepada para tokoh Agama Yahudi, “Wahai orang-orang Yahudi Bani Naýir, Bani Quraizah dan Bani Qainuqà‘! Jika kamu mengira dengan penuh keyakinan bahwa kamulah kekasih Allah, karena menjadi bangsa pilihan, bukan orang-orang yang lain, seperti kaum muslim, maka harapkanlah kematianmu, karena kematian membuktikan apakah kamu kekasih Allah atau bukan, jika kamu orang yang benar, dalam pengakuanmu itu.”"
      },
      {
        "id": 5184,
        "surat_id": 62,
        "jus": 28,
        "ruku": 486,
        "no_ayat_inquran": 5184,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
        "body_ayat_ltn_en": "Wa laa yatamannaw nahooo abadam bimaa qaddamat aydeehim; wallaahu 'aleemum bix zaalimeen",
        "body_ayat_ltn_in": "walaa yatamannawnahu abadan bimaa qaddamat aydiihim waallaahu 'aliimun bialzhzhaalimiina",
        "body_ayat_ltn_in_html": "wal<u>aa</u> yatamannawnahu abadan bim<u>aa</u> qaddamat aydiihim wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "invers_tajweed": "وَلَا يَتَمَ[g[نّ]َوْنَهُ[o[ۥٓ] أَبَد[i:496[َۢا ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِي[i:497[مُۢ ب]ِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
        "translation_id": "Dan mereka tidak akan mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Dan Allah Maha Mengetahui orang-orang yang zalim.",
        "translation_en": "But they will not wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5184",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5184.mp3",
        "tafsir_short": "Namun demikian, mereka tidak mungkin mengharapkan kematian. Dan mereka, tokoh-tokoh Yahudi di Madinah yang mengaku kekasih Allah tidak akan pernah mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Hal ini karena hati kecil mereka mengakui dirinya salah dan menyadari bahwa kematian akan mengungkapkan siapa yang salah dan siapa yang benar. Dan Allah Maha Mengetahui pengakuan, perasaan, dan kegelisahan orang-orang yang zalim, yaitu orang-orang yang menganiaya dirinya sendiri dengan berbuat kejahatan, padahal mereka mengetahuinya."
      },
      {
        "id": 5185,
        "surat_id": 62,
        "jus": 28,
        "ruku": 486,
        "no_ayat_inquran": 5185,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "body_ayat_ltn_en": "Qul innal mawtal lazee tafirroona minhu fa innahoo mulaaqeekum summa turaddoona ilaa 'Aalimil Ghaibi wash shahaadati fa yunabbi'ukum bimaa kuntum ta'maloon",
        "body_ayat_ltn_in": "qul inna almawta alladzii tafirruuna minhu fa-innahu mulaaqiikum tsumma turadduuna ilaa 'aalimi alghaybi waalsysyahaadati fayunabbi-ukum bimaa kuntum ta'maluuna",
        "body_ayat_ltn_in_html": "qul inna <strong>a</strong>lmawta <strong>al</strong>la<u>dz</u>ii tafirruuna minhu fa-innahu mul<u>aa</u>qiikum tsumma turadduuna il<u>aa</u> '<u>aa</u>limi <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati fayunabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>",
        "invers_tajweed": "قُلْ إِ[g[نّ]َ [h:13598[ٱ]لْمَوْتَ [h:13599[ٱ]لَّذِى تَفِرُّونَ مِنْهُ فَإِ[g[نّ]َهُ[n[ۥ] مُلَ[n[ـٰ]قِيكُمْ‌ۖ ثُ[g[مّ]َ تُرَدُّونَ إِلَىٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ",
        "translation_id": "Katakanlah, “Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang gaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan.”",
        "translation_en": "Say, \"Indeed, the death from which you flee - indeed, it will meet you. Then you will be returned to the Knower of the unseen and the witnessed, and He will inform you about what you used to do.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5185",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5185.mp3",
        "tafsir_short": "Kematian yang tidak diharapkan itu pasti akan datang. Katakanlah, wahai Nabi Muhammad kepada para pemuka Yahudi di Madinah, “Sesungguhnya kematian yang kamu lari daripadanya, karena kamu menyadari bahwa kematian akan mengungkapkan siapa yang salah dan siapa yang benar, ia, kematian, meskipun dijauhi pasti menemui kamu, di mana pun kamu berada; kemudian kamu, melalui pintu kematian, akan dikembalikan kepada Allah untuk mempertanggung-jawabkan semua perbuatan selama hidup di dunia. Dia Yang Maha Mengetahui yang gaib, yang tidak terlihat, dan yang nyata, yang kasat mata; lalu Dia akan memberitahukan kepada kamu dengan lengkap dan menyeluruh apa yang telah kamu kerjakan, baik kejahatan maupun kebaikan.”"
      },
      {
        "id": 5186,
        "surat_id": 62,
        "jus": 28,
        "ruku": 487,
        "no_ayat_inquran": 5186,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo izaa noodiya lis-Salaati miny yawmil Jumu'ati fas'aw ilaa zikril laahi wa zarul bai'; zaalikum khayrul lakum in kuntum ta'lamoon",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu idzaa nuudiya lilshshalaati min yawmi aljumu'ati fais'aw ilaa dzikri allaahi wadzaruu albay'a dzaalikum khayrun lakum in kuntum ta'lamuuna",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> nuudiya li<strong>l</strong><u>shsh</u>al<u>aa</u>ti min yawmi <strong>a</strong>ljumu'ati fa<strong>i</strong>s'aw il<u>aa</u> <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wa<u>dz</u>aruu <strong>a</strong>lbay'a <u>dzaa</u>likum khayrun lakum in kuntum ta'lamuun<strong>a</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا نُودِىَ لِلصَّلَ[s[و][n[ٲ]ةِ م[a:13600[ِن ي]َوْمِ [h:13601[ٱ]لْجُمُعَةِ فَ[h:13602[ٱ]سْعَوْ[s[اْ] إِلَىٰ ذِكْرِ [h:3774[ٱ]للَّهِ وَذَرُو[s[اْ] [h:13603[ٱ]لْبَيْعَ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ",
        "translation_id": "Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jum‘at, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.",
        "translation_en": "O you who have believed, when [the adhan] is called for the prayer on the day of Jumu'ah [Friday], then proceed to the remembrance of Allah and leave trade. That is better for you, if you only knew.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5186",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5186.mp3",
        "tafsir_short": "Allah menghimbau orang-orang beriman agar segera ke masjid untuk salat berjamaah apabila azan sudah dikumandangkan. Wahai orang-orang yang beriman! Di mana pun dan kapan pun kamu berada. Apabila telah diseru dengan dikumandangkan azan untuk melaksanakan salat Jumat pada hari Jumat, atau salat lima waktu maka segeralah kamu mengingat Allah, dengan melaksanakan salat yang khusyuk serta zikir dan doa sesudah salat; dan tinggalkanlah jual beli dan berbagai kegiatan lainnya. Yang demikian itu, meninggalkan sementara berbagai kegiatan untuk segera melaksanakan salat wajib berjamaah di masjid, lebih baik bagi kamu dibandingkan dengan menunda salat, jika kamu mengetahui keutamaan salat di awal waktu dengan berjamaah di masjid."
      },
      {
        "id": 5187,
        "surat_id": 62,
        "jus": 28,
        "ruku": 487,
        "no_ayat_inquran": 5187,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
        "body_ayat_ltn_en": "Fa-izaa qudiyatis Salaatu fantashiroo fil ardi wabtaghoo min fadlil laahi wazkurul laaha kaseeral la'allakum tuflihoon",
        "body_ayat_ltn_in": "fa-idzaa qudhiyati alshshalaatu faintasyiruu fii al-ardhi waibtaghuu min fadhli allaahi waudzkuruu allaaha katsiiran la'allakum tuflihuuna ",
        "body_ayat_ltn_in_html": "fa-i<u>dzaa</u> qu<u>dh</u>iyati <strong>al</strong><u>shsh</u>al<u>aa</u>tu fa<strong>i</strong>ntasyiruu fii <strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>btaghuu min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha katsiiran la'allakum tufli<u>h</u>uun<strong>a </strong>",
        "invers_tajweed": "فَإِذَا قُضِيَتِ [h:13604[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةُ فَ[h:10874[ٱ][f:10874[نت]َشِرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَ[h:988[ٱ][q:988[بْ]تَغُو[s[اْ] مِ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:1113[ٱ]للَّهَ كَثِي[u:5368[رًا ل]َّعَلَّكُمْ تُفْلِح[p[ُو]نَ",
        "translation_id": "Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung.",
        "translation_en": "And when the prayer has been concluded, disperse within the land and seek from the bounty of Allah, and remember Allah often that you may succeed.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5187",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5187.mp3",
        "tafsir_short": "Apabila salat wajib telah dilaksanakan di awal waktu dengan berjamaah di masjid; maka bertebaranlah kamu di bumi, kembali bekerja dan berbisnis; carilah karunia Allah, rezeki yang halal, berkah, dan melimpah dan ingatlah Allah banyak-banyak ketika salat maupun ketika bekerja atau berbisnis agar kamu beruntung, menjadi pribadi yang seimbang, serta sehat mental dan fisik."
      },
      {
        "id": 5188,
        "surat_id": 62,
        "jus": 28,
        "ruku": 487,
        "no_ayat_inquran": 5188,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ۚ قُلْ مَا عِندَ اللَّهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِ ۚ وَاللَّهُ خَيْرُ الرَّازِقِينَ",
        "body_ayat_ltn_en": "Wa izaa ra'aw tijaaratan aw lahwanin faddooo ilaihaa wa tarakooka qaaa'imaa; qul maa 'indal laahi khairum minal lahwi wa minat tijaarah; wallaahu khayrur raaziqeen",
        "body_ayat_ltn_in": "wa-idzaa ra-aw tijaaratan aw lahwan infadhdhuu ilayhaa watarakuuka qaa-iman qul maa 'inda allaahi khayrun mina allahwi wamina alttijaarati waallaahu khayru alrraaziqiina",
        "body_ayat_ltn_in_html": "wa-i<u>dzaa</u> ra-aw tij<u>aa</u>ratan aw lahwan infa<u>dhdh</u>uu ilayh<u>aa</u> watarakuuka q<u>aa</u>-iman qul m<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi khayrun mina <strong>al</strong>lahwi wamina <strong>al</strong>ttij<u>aa</u>rati wa<strong>al</strong>l<u>aa</u>hu khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>",
        "invers_tajweed": "وَإِذَا رَأَوْ[s[اْ] تِجَ[n[ـٰ]رَةً أَوْ لَهْوًا [h:13605[ٱ][f:13606[نف]َضّ[o[ُوٓ][s[اْ] إِلَيْهَا وَتَرَكُوكَ ق[o[َا]ٓئِ[f:13607[مًا‌ۚ ق]ُلْ مَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:13608[رٌ م]ِّنَ [h:13609[ٱ][l[ل]لَّهْوِ وَمِنَ [h:13610[ٱ][l[ل]تِّجَ[n[ـٰ]رَةِ‌ۚ وَ[h:72[ٱ]للَّهُ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ",
        "translation_id": "Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, “Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,” dan Allah pemberi rezeki yang terbaik.",
        "translation_en": "But when they saw a transaction or a diversion, [O Muhammad], they rushed to it and left you standing. Say, \"What is with Allah is better than diversion and than a transaction, and Allah is the best of providers.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5188",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5188.mp3",
        "tafsir_short": "Ayat sebelumnya mengingatkan orang-orang beriman agar kembali bekerja mencari rezeki yang halal apabila sudah melaksanakan salat Jumat. Ayat ini menegur kaum muslim yang meninggalkan Rasulullah ketika sedang menyampaikan khutbah Jumat untuk berburu barang dagangan. Dan apabila mereka, orang-orang beriman yang sedang menyimak khutbah Jum\\'at, melihat perdagangan, kafilah dagang yang membawa barang-barang berharga tiba di Madinah atau permainan, hiburan musik dan tari yang diselenggarakan guna menyambut kafilah dagang yang baru tiba dari Syam, mereka, sebagian besar orang-orang yang sedang menyimak khutbah Jumat itu, segera menuju kepadanya, ke tempat kafilah dagang dan hiburan itu; dan mereka meninggalkan engkau Muhammad yang sedang berdiri, menyampaikan khutbah Jumat. Katakanlah, wahai Muhammad kepada mereka, “Apa yang ada di sisi Allah, kenikmatan surga yang diberikan kepada orang yang taat kepada Allah dan Rasul-Nya lebih baik daripada permainan, hiburan, musik dan tari, dan perdagangan barang-barang berharga yang dicari dan disukai manusia.” Dan Allah pemberi rezeki yang terbaik kepada setiap manusia."
      }
    ]
  }
}
