{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 63,
      "no_surat": 63,
      "jumlah_ayat": 11,
      "nama_surat_arb": "المنافقون",
      "nama_surat_latin": "Al-Munafiqun",
      "arti_nama_surat": "Orang-Orang Munafik",
      "tafsir": "Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hajj. Surat ini dinamai Al-Munaafiquun  yang artinya orang-orang munafik, karena surat ini mengungkapkan  sifat-sifat orang-orang munafik.",
      "turun_surat": "Madaniyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/063AlMunaafiquun.mp3",
      "ayats": [
        {
          "id": 5189,
          "surat_id": 63,
          "jus": 28,
          "ruku": 488,
          "no_ayat_inquran": 5189,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "اِذَا جَاۤءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِ ۘوَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗ ۗوَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَۚ ",
          "body_ayat_ltn_en": "Izaa jaaa'akal munaafiqoona qaaloo nashhadu innaka la rasoolul laah; wallaahu ya'lamu innaka la rasooluhoo wallaahu yashhadu innal munaafiqeena lakaaziboon",
          "body_ayat_ltn_in": "idzaa jaa-aka almunaafiquuna qaaluu nasyhadu innaka larasuulu allaahi waallaahu ya'lamu innaka larasuuluhu waallaahu yasyhadu inna almunaafiqiina lakaadzibuuna",
          "body_ayat_ltn_in_html": "i<u>dzaa</u> j<u>aa</u>-aka <strong>a</strong>lmun<u>aa</u>fiquuna q<u>aa</u>luu nasyhadu innaka larasuulu <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ya'lamu innaka larasuuluhu wa<strong>al</strong>l<u>aa</u>hu yasyhadu inna <strong>a</strong>lmun<u>aa</u>fiqiina lak<u>aadz</u>ibuun<strong>a</strong>",
          "invers_tajweed": "إِذَا ج[o[َا]ٓءَكَ [h:13611[ٱ]لْمُنَ[n[ـٰ]فِقُونَ قَالُو[s[اْ] نَشْهَدُ إِ[g[نّ]َكَ لَرَسُولُ [h:13612[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِ[g[نّ]َكَ لَرَسُولُهُ[n[ۥ] وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َ [h:3224[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَكَ[n[ـٰ]ذِب[p[ُو]نَ",
          "translation_id": "Apabila orang-orang munafik datang kepadamu (Muhammad), mereka berkata, “Kami mengakui, bahwa engkau adalah Rasul Allah.” Dan Allah mengetahui bahwa engkau benar-benar Rasul-Nya; dan Allah menyaksikan bahwa orang-orang munafik itu benar-benar pendusta.",
          "translation_en": "When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are the Messenger of Allah.\" And Allah knows that you are His Messenger, and Allah testifies that the hypocrites are liars.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5189",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5189.mp3",
          "tafsir_short": "Apabila orang-orang munafik di Madinah datang kepadamu Muhammad, lalu mereka berkata di hadapanmu, “Kami mengakui bahwa engkau adalah Rasul Allah,” untuk menunjukkan bahwa mereka beriman kepada Allah dan Rasul-Nya, maka janganlah engkau percaya terhadap ucapan mereka. Dan sebaliknya yakinlah, Allah mengetahui bahwa engkau benar-benar Rasul-Nya dengan menurunkan wahyu dan melindungimu; dan Allah menyaksikan dengan menunjukkan bukti kepada kamu bahwa orang-orang munafik itu benar-benar pendusta tentang pengakuannya bahwa mereka beriman kepada Allah dan Rasul-Nya."
        },
        {
          "id": 5190,
          "surat_id": 63,
          "jus": 28,
          "ruku": 488,
          "no_ayat_inquran": 5190,
          "no_ayat_insurat": 2,
          "body_ayat_arb": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ ",
          "body_ayat_ltn_en": "Ittakhazoo aymaanahum junnatan fasaddoo 'an sabeelil laah; innahum saaa'a maa kaanoo ya'maloon",
          "body_ayat_ltn_in": "ittakhadzuu aymaanahum junnatan fashadduu 'an sabiili allaahi innahum saa-a maa kaanuu ya'maluuna",
          "body_ayat_ltn_in_html": "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
          "invers_tajweed": "ٱتَّخَذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ جُ[g[نّ]َ[f:13424[ةً ف]َصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
          "translation_id": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah. Sungguh, betapa buruknya apa yang telah mereka kerjakan.",
          "translation_en": "They have taken their oaths as a cover, so they averted [people] from the way of Allah. Indeed, it was evil that they were doing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5190",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5190.mp3",
          "tafsir_short": "Ayat ini menjelaskan salah satu sifat orang munafik. Mereka menjadikan sumpah-sumpah mereka di hadapan Nabi dan orang-orang beriman sebagai perisai, yaitu mereka mengaku beriman hanya untuk menjaga agar diri mereka tidak dibunuh atau ditawan dan harta mereka tidak dirampas, ketika terjadi perang antara orang-orang Islam dengan orang-orang kafir. Setelah keadaan aman, lalu mereka menghalang-halangi masyarakat dari jalan Allah, yaitu dari beriman kepada Allah dan Rasul-Nya. Sungguh, betapa buruknya apa yang telah mereka kerjakan, pura-pura beriman untuk menyelamatkan diri, tetapi berusaha menghalangi masyarakat agar tidak beriman."
        },
        {
          "id": 5191,
          "surat_id": 63,
          "jus": 28,
          "ruku": 488,
          "no_ayat_inquran": 5191,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "ذٰلِكَ بِاَنَّهُمْ اٰمَنُوْا ثُمَّ كَفَرُوْا فَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ",
          "body_ayat_ltn_en": "Zaalika bi annahum aamanoo summa kafaroo fatubi'a 'alaa quloobihim fahum laa yafqahoon",
          "body_ayat_ltn_in": "dzaalika bi-annahum aamanuu tsumma kafaruu fathubi'a 'alaa quluubihim fahum laa yafqahuuna",
          "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahum <u>aa</u>manuu tsumma kafaruu fa<u>th</u>ubi'a 'al<u>aa</u> quluubihim fahum l<u>aa</u> yafqahuun<strong>a</strong>",
          "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ءَامَنُو[s[اْ] ثُ[g[مّ]َ كَفَرُو[s[اْ] فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَه[p[ُو]نَ",
          "translation_id": "Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti.",
          "translation_en": "That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5191",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5191.mp3",
          "tafsir_short": "Orang-orang munafik melakukan perbuatan keji yang demikian itu karena sesungguhnya mereka telah mengaku beriman secara lisan, kemudian menjadi kafir, karena iman mereka hanya di mulut; maka hati mereka dikunci oleh diri mereka sendiri sehingga mereka tidak dapat mengerti pentingnya iman dan iman pun tidak akan pernah masuk ke dalam hati mereka karena terkunci."
        },
        {
          "id": 5192,
          "surat_id": 63,
          "jus": 28,
          "ruku": 488,
          "no_ayat_inquran": 5192,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "۞ وَاِذَا رَاَيْتَهُمْ تُعْجِبُكَ اَجْسَامُهُمْۗ وَاِنْ يَّقُوْلُوْا تَسْمَعْ لِقَوْلِهِمْۗ  كَاَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ  ۗيَحْسَبُوْنَ كُلَّ صَيْحَةٍ عَلَيْهِمْۗ هُمُ الْعَدُوُّ فَاحْذَرْهُمْۗ قَاتَلَهُمُ اللّٰهُ ۖاَنّٰى يُؤْفَكُوْنَ",
          "body_ayat_ltn_en": "Wa izaa ra aytahum tu'jibuka ajsaamuhum wa iny yaqooloo tasma' liqawlihim kaannahum khushubum musannadah; yahsaboona kulla saihatin 'alaihim; humul 'aduwwu fahzarhum; qaatalahumul laahu annaa yu'fakoon",
          "body_ayat_ltn_in": "wa-idzaa ra-aytahum tu'jibuka ajsaamuhum wa-in yaquuluu tasma' liqawlihim ka-annahum khusyubun musannadatun yahsabuuna kulla shayhatin 'alayhim humu al'aduwwu faihtsarhum qaatalahumu allaahu annaa yu/fakuuna",
          "body_ayat_ltn_in_html": "wa-i<u>dzaa</u> ra-aytahum tu'jibuka ajs<u>aa</u>muhum wa-in yaquuluu tasma' liqawlihim ka-annahum khusyubun musannadatun ya<u>h</u>sabuuna kulla <u>sh</u>ay<u>h</u>atin 'alayhim humu <strong>a</strong>l'aduwwu fa<strong>i</strong><u>hts</u>arhum q<u>aa</u>talahumu <strong>al</strong>l<u>aa</u>hu ann<u>aa</u> yu/fakuun<strong>a</strong>",
          "invers_tajweed": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَ[q:13613[جْ]سَامُهُمْ‌ۖ وَإ[a:13614[ِن ي]َقُولُو[s[اْ] تَسْمَعْ لِقَوْلِهِمْ‌ۖ كَأَ[g[نّ]َهُمْ خُشُ[a:13615[بٌ م]ُّسَ[g[نّ]َدَ[a:13616[ةٌ‌ۖ ي]َحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ‌ۚ هُمُ [h:13617[ٱ]لْعَدُوُّ فَ[h:13618[ٱ]حْذَرْهُمْ‌ۚ قَ[n[ـٰ]تَلَهُمُ [h:5548[ٱ]للَّهُ‌ۖ أَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ",
          "translation_id": "Dan apabila engkau melihat mereka, tubuh mereka mengagumkanmu. Dan jika mereka berkata, engkau mendengarkan tutur-katanya. Mereka seakan-akan kayu yang tersandar. Mereka mengira bahwa setiap teriakan ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya), maka waspadalah terhadap mereka; Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?",
          "translation_en": "And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up - they think that every shout is against them. They are the enemy, so beware of them. May Allah destroy them; how are they deluded?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5192",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5192.mp3",
          "tafsir_short": "Dan apabila engkau, Nabi Muhammad, melihat mereka secara lahiriah, tubuh mereka akan mengagumkanmu, karena penampilan mereka menarik. Dan jika mereka berkata tentang agama dan kemasyarakatan, engkau akan mendengarkan tutur-katanya baik dan benar seperti orang bijak. Mereka seakan-akan kayu yang tersandar, benda yang memiliki bentuk, tetapi tak bernyawa, penampilan mereka menarik dan pandai berorasi, tetapi otak mereka kosong tidak dapat memahami kebenaran. Mereka mengira bahwa setiap teriakan, yakni ungkapan amar makruf dan nahi mungkar yang diucapkan Rasulullah dan para sahabat, ditujukan kepada mereka, karena hati kecil mereka merasa dan menyadari kesalahan mereka. Mereka itulah musuh yang sebenarnya, jika topeng mereka dibuka. Maka waspadalah terhadap mereka, wahai Nabi dan orang-orang beriman; Allah membinasakan mereka di dunia melalui tanganmu dan di akhirat dengan dimasukkan ke dalam neraka. Bagaimanakah mereka dapat dipalingkan dari iman, padahal mereka menyaksikan turunnya Al-Qur’an kepada Nabi?"
        },
        {
          "id": 5193,
          "surat_id": 63,
          "jus": 28,
          "ruku": 488,
          "no_ayat_inquran": 5193,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُوْلُ اللّٰهِ لَوَّوْا رُءُوْسَهُمْ وَرَاَيْتَهُمْ يَصُدُّوْنَ وَهُمْ مُّسْتَكْبِرُوْنَ ",
          "body_ayat_ltn_en": "Wa izaa qeela lahum ta'aalaw yastaghfir lakum rasoolul laahi lawwaw ru'oo sahum wa ra aytahum yasuddoona wa hum mustakbiroon",
          "body_ayat_ltn_in": "wa-idzaa qiila lahum ta'aalaw yastaghfir lakum rasuulu allaahi lawwaw ruuusahum wara-aytahum yashudduuna wahum mustakbiruuna",
          "body_ayat_ltn_in_html": "wa-i<u>dzaa</u> qiila lahum ta'<u>aa</u>law yastaghfir lakum rasuulu <strong>al</strong>l<u>aa</u>hi lawwaw ruuusahum wara-aytahum ya<u>sh</u>udduuna wahum mustakbiruun<strong>a</strong>",
          "invers_tajweed": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْ[s[اْ] يَسْتَغْفِرْ لَكُمْ رَسُولُ [h:3306[ٱ]للَّهِ لَوَّوْ[s[اْ] رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَه[w:7366[ُم م]ُّسْتَكْبِر[p[ُو]نَ",
          "translation_id": "Dan apabila dikatakan kepada mereka, “Marilah (beriman), agar Rasulullah memohonkan ampunan bagimu,” mereka membuang muka dan engkau lihat mereka berpaling dengan menyombongkan diri.",
          "translation_en": "And when it is said to them, \"Come, the Messenger of Allah will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5193",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5193.mp3",
          "tafsir_short": "Ayat ini menjelaskan penolakan orang-orang munafik, apabila diajak beriman dan memohon ampun kepada Allah. Dan apabila dikatakan kepada mereka dalam berbagai kesempatan, “Marilah beriman kepada Allah dan Rasul-Nya, agar Rasulullah memohonkan ampunan bagimu dari segala kesalahan kamu,” mereka membuang muka, karena keengganan mereka untuk beriman; dan engkau lihat mereka berpaling dari ajakanmu dengan menyombongkan diri, karena merasa dirinya hebat."
        },
        {
          "id": 5194,
          "surat_id": 63,
          "jus": 28,
          "ruku": 488,
          "no_ayat_inquran": 5194,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "سَوَاۤءٌ عَلَيْهِمْ اَسْتَغْفَرْتَ لَهُمْ اَمْ لَمْ تَسْتَغْفِرْ لَهُمْۗ  لَنْ يَّغْفِرَ اللّٰهُ لَهُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ",
          "body_ayat_ltn_en": "Sawaaa'un 'alaihim as taghfarta lahum am lam tastaghfir lahum lany yaghfiral laahu lahum; innal laaha laa yahdil qawmal faasiqeen",
          "body_ayat_ltn_in": "sawaaun 'alayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira allaahu lahum inna allaaha laa yahdii alqawma alfaasiqiina",
          "body_ayat_ltn_in_html": "saw<u>aa</u>un 'alayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira <strong>al</strong>l<u>aa</u>hu lahum inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>",
          "invers_tajweed": "سَو[o[َا]ٓءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ ل[a:13619[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ",
          "translation_id": "Sama saja bagi mereka, engkau (Muhammad) mohonkan ampunan untuk mereka atau tidak engkau mohonkan ampunan bagi mereka, Allah tidak akan mengampuni mereka; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik.",
          "translation_en": "It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide the defiantly disobedient people.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5194",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5194.mp3",
          "tafsir_short": "Allah mengingatkan Nabi bahwa sama saja bagi mereka, orang munafik yang tetap dalam kemunafikannya hingga mati, apakah engkau wahai Nabi Muhammad memohonkan ampunan untuk mereka, atau engkau tidak memohonkan ampunan bagi mereka, Allah tetap saja tidak akan mengampuni mereka yang mati dalam keadaan munafik; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik, yaitu orang-orang yang terus menerus berbuat dosa hingga pikiran dan mereka tertutup dari cahaya Allah."
        },
        {
          "id": 5195,
          "surat_id": 63,
          "jus": 28,
          "ruku": 488,
          "no_ayat_inquran": 5195,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْاۗ وَلِلّٰهِ خَزَاۤىِٕنُ السَّمٰوٰتِ وَالْاَرْضِۙ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ ",
          "body_ayat_ltn_en": "Humul lazeena yaqooloona laa tunfiqoo 'alaa man inda Rasoolil laahi hatta yanfaddoo; wa lillaahi khazaaa' inus samaawaati wal ardi wa laakinnal munaafiqeena la yafqahoon",
          "body_ayat_ltn_in": "humu alladziina yaquuluuna laa tunfiquu 'alaa man 'inda rasuuli allaahi hattaa yanfadhdhuu walillaahi khazaa-inu alssamaawaati waal-ardhi walaakinna almunaafiqiina laa yafqahuuna",
          "body_ayat_ltn_in_html": "humu <strong>al</strong>la<u>dz</u>iina yaquuluuna l<u>aa</u> tunfiquu 'al<u>aa</u> man 'inda rasuuli <strong>al</strong>l<u>aa</u>hi <u>h</u>att<u>aa</u> yanfa<u>dhdh</u>uu walill<u>aa</u>hi khaz<u>aa</u>-inu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u>kinna <strong>a</strong>lmun<u>aa</u>fiqiina l<u>aa</u> yafqahuun<strong>a</strong>",
          "invers_tajweed": "هُمُ [h:12679[ٱ]لَّذِينَ يَقُولُونَ لَا تُ[f:1607[نف]ِقُو[s[اْ] عَلَىٰ مَنْ عِ[f:264[ند]َ رَسُولِ [h:5744[ٱ]للَّهِ حَتَّىٰ يَ[f:13620[نف]َضُّو[s[اْ‌ۗ] وَلِلَّهِ خَز[o[َا]ٓئِنُ [h:13621[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:13622[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَا يَفْقَه[p[ُو]نَ",
          "translation_id": "Mereka yang berkata (kepada orang-orang Ansar), “Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).” Padahal milik Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami.",
          "translation_en": "They are the ones who say, \"Do not spend on those who are with the Messenger of Allah until they disband.\" And to Allah belongs the depositories of the heavens and the earth, but the hypocrites do not understand.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5195",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5195.mp3",
          "tafsir_short": "Mereka itulah, yakni orang-orang munafik di Madinah yang berkata dengan pentuh hasutan kepada orang-orang Ansar, “Janganlah kamu bersedekah kepada orang-orang yang ada di sisi Rasulullah yaitu kaum Muhajirin sampai mereka bubar, meninggalkan Rasulullah agar umat Islam pecah dan lemah.” Padahal milik Allah-lah perbendaharaan langit dan bumi yang menjamin rezeki setiap orang, tetapi orang-orang munafik itu tidak memahami bahwa rezeki, hidup, dan mati setiap makhluk berada di tangan Allah."
        },
        {
          "id": 5196,
          "surat_id": 63,
          "jus": 28,
          "ruku": 488,
          "no_ayat_inquran": 5196,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "يَقُوْلُوْنَ لَىِٕنْ رَّجَعْنَآ اِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْاَعَزُّ مِنْهَا الْاَذَلَّ ۗوَلِلّٰهِ الْعِزَّةُ وَلِرَسُوْلِهٖ وَلِلْمُؤْمِنِيْنَ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَعْلَمُوْنَ ࣖ ",
          "body_ayat_ltn_en": "Yaqooloona la'ir raja'naaa ilal madeenati la yukhrijanal a'azzu minhal azall; wa lillaahil 'izzatu wa li Rasoolihee wa lilmu'mineena wa laakinnal munaafiqeena laa ya'lamoon",
          "body_ayat_ltn_in": "yaquuluuna la-in raja'naa ilaa almadiinati layukhrijanna al-a'azzu minhaa al-adzalla walillaahi al'izzatu walirasuulihi walilmu/miniina walaakinna almunaafiqiina laa ya'lamuuna",
          "body_ayat_ltn_in_html": "yaquuluuna la-in raja'n<u>aa</u> il<u>aa</u> <strong>a</strong>lmadiinati layukhrijanna <strong>a</strong>l-a'azzu minh<u>aa</u> <strong>a</strong>l-a<u>dz</u>alla walill<u>aa</u>hi <strong>a</strong>l'izzatu walirasuulihi walilmu/miniina wal<u>aa</u>kinna <strong>a</strong>lmun<u>aa</u>fiqiina l<u>aa</u> ya'lamuun<strong>a</strong>",
          "invers_tajweed": "يَقُولُونَ لَئ[u:13623[ِن ر]َّجَعْن[o[َآ] إِلَى [h:8006[ٱ]لْمَدِينَةِ لَيُخْرِجَ[g[نّ]َ [h:13624[ٱ]لْأَعَزُّ مِنْهَا [h:13625[ٱ]لْأَذَلَّ‌ۚ وَلِلَّهِ [h:13626[ٱ]لْعِزَّةُ وَلِرَسُولِه[n[ِۦ] وَلِلْمُؤْمِنِينَ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:13622[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَا يَعْلَم[p[ُو]نَ",
          "translation_id": "Mereka berkata, “Sungguh, jika kita kembali ke Madinah (kembali dari perang Bani Mustalik), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana.” Padahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.",
          "translation_en": "They say, \"If we return to al-Madinah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5196",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5196.mp3",
          "tafsir_short": "Mereka berkata kepada sesama orang munafik, “Sungguh, jika kita kembali ke Madinah seusai perang Bani Mustalik, yaitu perang yang diiikuti orang-orang munafik bersama kaum muslim, pastilah orang yang kuat, yaitu orang-orang munafik akan mengusir orang-orang yang lemah, yakni kaum muslim dari sana, Madinah.” Padahal kekuatan itu hakikatnya hanyalah milik Allah, Rasul-Nya, dan milik orang-orang mukmin, selama mereka bersatu dan memiliki mental kejuangan, tetapi orang-orang munafik itu tidak mengetahui bahwa yang lemah itu mereka dan yang kuat itu Rasulullah bersama para sahabat."
        },
        {
          "id": 5197,
          "surat_id": 63,
          "jus": 28,
          "ruku": 489,
          "no_ayat_inquran": 5197,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚوَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
          "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo la tulhikum amwaalukum wa laa awlaadukum 'anzikril laah; wa mai-yaf'al zaalika fa-ulaaa'ika humul khaasiroon",
          "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu laa tulhikum amwaalukum walaa awlaadukum 'an dzikri allaahi waman yaf'al dzaalika faulaa-ika humu alkhaasiruuna",
          "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tulhikum amw<u>aa</u>lukum wal<u>aa</u> awl<u>aa</u>dukum 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi waman yaf'al <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
          "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُلْهِكُمْ أَمْو[n[َٲ]لُكُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُكُمْ عَ[f:3773[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ‌ۚ وَم[a:1297[َن ي]َفْعَلْ ذ[n[َٲ]لِكَ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
          "translation_id": "Wahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barangsiapa berbuat demikian, maka mereka itulah orang-orang yang rugi.",
          "translation_en": "O you who have believed, let not your wealth and your children divert you from remembrance of Allah. And whoever does that - then those are the losers.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5197",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5197.mp3",
          "tafsir_short": "Pada ayat ini Allah mengingatkan orang-orang beriman agar kesibukan mengurus harta dan memperhatikan urusan anak tidak menghalangi ibadah kepada Allah. Wahai orang-orang yang beriman di mana pun berada! Janganlah harta bendamu yang kamu cari dan anak-anakmu yang kamu sayangi, melalaikan kamu dari mengingat Allah, yakni salat lima waktu dan aturan-aturan Allah tentang bekerja, bermasyarakat, dan bernegara. Dan barang siapa berbuat demikian, melalaikan ibadah dan aturan Allah, maka mereka itulah orang-orang yang rugi, karena kebutuhan ruhaninya tidak terpenuhi dan hidupnya tidak seimbang."
        },
        {
          "id": 5198,
          "surat_id": 63,
          "jus": 28,
          "ruku": 489,
          "no_ayat_inquran": 5198,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "وَاَنْفِقُوْا مِنْ مَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ اَحَدَكُمُ الْمَوْتُ فَيَقُوْلَ رَبِّ لَوْلَآ اَخَّرْتَنِيْٓ اِلٰٓى اَجَلٍ قَرِيْبٍۚ فَاَصَّدَّقَ وَاَكُنْ مِّنَ الصّٰلِحِيْنَ ",
          "body_ayat_ltn_en": "Wa anifqoo mim maa razaqnaakum min qabli any-yaatiya ahadakumul mawtu fa yaqoola rabbi law laaa akhkhartaneee ilaaa ajalin qareebin fa assaddaqa wa akum minassaaliheen",
          "body_ayat_ltn_in": "wa-anfiquu min maa razaqnaakum min qabli an ya/tiya ahadakumu almawtu fayaquula rabbi lawlaa akhkhartanii ilaa ajalin qariibin fa-ashshaddaqa wa-akun mina alshshaalihiina",
          "body_ayat_ltn_in_html": "wa-anfiquu min m<u>aa</u> razaqn<u>aa</u>kum min qabli an ya/tiya a<u>h</u>adakumu <strong>a</strong>lmawtu fayaquula rabbi lawl<u>aa</u> akhkhartanii il<u>aa</u> ajalin qariibin fa-a<u>shsh</u>addaqa wa-akun mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
          "invers_tajweed": "وَأَ[f:1045[نف]ِقُو[s[اْ] م[a:10464[ِن م]َّا رَزَ[q:275[قْ]نَ[n[ـٰ]ك[w:1461[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ أَحَدَكُمُ [h:942[ٱ]لْمَوْتُ فَيَقُولَ رَبِّ لَوْل[o[َآ] أَخَّرْتَن[o[ِىٓ] إِلَ[o[ىٰٓ] أَجَ[f:2940[لٍ ق]َرِي[f:13627[بٍ ف]َأَصَّدَّقَ وَأَك[a:6642[ُن م]ِّنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ",
          "translation_id": "Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum kematian datang kepada salah seorang di antara kamu; lalu dia berkata (menyesali), “Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)ku sedikit waktu lagi, maka aku dapat bersedekah dan aku akan termasuk orang-orang yang saleh.”",
          "translation_en": "And spend [in the way of Allah] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be among the righteous.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5198",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5198.mp3",
          "tafsir_short": "Ayat ini menghimbau orang-orang beriman untuk memfungsikan harta dengan benar. Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu untuk kepentingan duafa, fasilitas umum, dan fasilitas sosial sebelum kematian datang kepada salah seorang di antara kamu sehingga kamu tak sempat berinfak; lalu dia berkata setelah kematian terjadi, menyesalinya, “Ya Tuhanku, sekiranya Engkau berkenan menunda kematianku sedikit waktu lagi, maka aku dapat bersedekah dengan hartaku ini dan aku dengan demikian akan termasuk orang-orang yang saleh, karena menjadi dermawan."
        },
        {
          "id": 5199,
          "surat_id": 63,
          "jus": 28,
          "ruku": 489,
          "no_ayat_inquran": 5199,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "وَلَنْ يُّؤَخِّرَ اللّٰهُ نَفْسًا اِذَا جَاۤءَ اَجَلُهَاۗ وَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ",
          "body_ayat_ltn_en": "Wa lany yu 'akhkhiral laahu nafsan izaa jaaa'a ajaluhaa; wallaahu khabeerum bimaa ta'maloon",
          "body_ayat_ltn_in": "walan yu-akhkhira allaahu nafsan idzaa jaa-a ajaluhaa waallaahu khabiirun bimaa ta'maluuna",
          "body_ayat_ltn_in_html": "walan yu-akhkhira <strong>al</strong>l<u>aa</u>hu nafsan i<u>dzaa</u> j<u>aa</u>-a ajaluh<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
          "invers_tajweed": "وَل[a:13628[َن ي]ُؤَخِّرَ [h:13629[ٱ]للَّهُ نَفْسًا إِذَا ج[o[َا]ٓءَ أَجَلُهَا‌ۚ وَ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
          "translation_id": "Dan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Dan Allah Mahateliti apa yang kamu kerjakan.",
          "translation_en": "But never will Allah delay a soul when its time has come. And Allah is Acquainted with what you do.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5199",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5199.mp3",
          "tafsir_short": "Dan Allah tidak akan menunda kematian seseorang apabila waktu kematiannya telah datang dengan memperpanjang hidupnya. Dan Allah Mahateliti dengan cermat tentang apa yang kamu kerjakan."
        }
      ]
    },
    "ayats": [
      {
        "id": 5189,
        "surat_id": 63,
        "jus": 28,
        "ruku": 488,
        "no_ayat_inquran": 5189,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "اِذَا جَاۤءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِ ۘوَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗ ۗوَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَۚ ",
        "body_ayat_ltn_en": "Izaa jaaa'akal munaafiqoona qaaloo nashhadu innaka la rasoolul laah; wallaahu ya'lamu innaka la rasooluhoo wallaahu yashhadu innal munaafiqeena lakaaziboon",
        "body_ayat_ltn_in": "idzaa jaa-aka almunaafiquuna qaaluu nasyhadu innaka larasuulu allaahi waallaahu ya'lamu innaka larasuuluhu waallaahu yasyhadu inna almunaafiqiina lakaadzibuuna",
        "body_ayat_ltn_in_html": "i<u>dzaa</u> j<u>aa</u>-aka <strong>a</strong>lmun<u>aa</u>fiquuna q<u>aa</u>luu nasyhadu innaka larasuulu <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ya'lamu innaka larasuuluhu wa<strong>al</strong>l<u>aa</u>hu yasyhadu inna <strong>a</strong>lmun<u>aa</u>fiqiina lak<u>aadz</u>ibuun<strong>a</strong>",
        "invers_tajweed": "إِذَا ج[o[َا]ٓءَكَ [h:13611[ٱ]لْمُنَ[n[ـٰ]فِقُونَ قَالُو[s[اْ] نَشْهَدُ إِ[g[نّ]َكَ لَرَسُولُ [h:13612[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِ[g[نّ]َكَ لَرَسُولُهُ[n[ۥ] وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َ [h:3224[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَكَ[n[ـٰ]ذِب[p[ُو]نَ",
        "translation_id": "Apabila orang-orang munafik datang kepadamu (Muhammad), mereka berkata, “Kami mengakui, bahwa engkau adalah Rasul Allah.” Dan Allah mengetahui bahwa engkau benar-benar Rasul-Nya; dan Allah menyaksikan bahwa orang-orang munafik itu benar-benar pendusta.",
        "translation_en": "When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are the Messenger of Allah.\" And Allah knows that you are His Messenger, and Allah testifies that the hypocrites are liars.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5189",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5189.mp3",
        "tafsir_short": "Apabila orang-orang munafik di Madinah datang kepadamu Muhammad, lalu mereka berkata di hadapanmu, “Kami mengakui bahwa engkau adalah Rasul Allah,” untuk menunjukkan bahwa mereka beriman kepada Allah dan Rasul-Nya, maka janganlah engkau percaya terhadap ucapan mereka. Dan sebaliknya yakinlah, Allah mengetahui bahwa engkau benar-benar Rasul-Nya dengan menurunkan wahyu dan melindungimu; dan Allah menyaksikan dengan menunjukkan bukti kepada kamu bahwa orang-orang munafik itu benar-benar pendusta tentang pengakuannya bahwa mereka beriman kepada Allah dan Rasul-Nya."
      },
      {
        "id": 5190,
        "surat_id": 63,
        "jus": 28,
        "ruku": 488,
        "no_ayat_inquran": 5190,
        "no_ayat_insurat": 2,
        "body_ayat_arb": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ ",
        "body_ayat_ltn_en": "Ittakhazoo aymaanahum junnatan fasaddoo 'an sabeelil laah; innahum saaa'a maa kaanoo ya'maloon",
        "body_ayat_ltn_in": "ittakhadzuu aymaanahum junnatan fashadduu 'an sabiili allaahi innahum saa-a maa kaanuu ya'maluuna",
        "body_ayat_ltn_in_html": "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "invers_tajweed": "ٱتَّخَذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ جُ[g[نّ]َ[f:13424[ةً ف]َصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ",
        "translation_id": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah. Sungguh, betapa buruknya apa yang telah mereka kerjakan.",
        "translation_en": "They have taken their oaths as a cover, so they averted [people] from the way of Allah. Indeed, it was evil that they were doing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5190",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5190.mp3",
        "tafsir_short": "Ayat ini menjelaskan salah satu sifat orang munafik. Mereka menjadikan sumpah-sumpah mereka di hadapan Nabi dan orang-orang beriman sebagai perisai, yaitu mereka mengaku beriman hanya untuk menjaga agar diri mereka tidak dibunuh atau ditawan dan harta mereka tidak dirampas, ketika terjadi perang antara orang-orang Islam dengan orang-orang kafir. Setelah keadaan aman, lalu mereka menghalang-halangi masyarakat dari jalan Allah, yaitu dari beriman kepada Allah dan Rasul-Nya. Sungguh, betapa buruknya apa yang telah mereka kerjakan, pura-pura beriman untuk menyelamatkan diri, tetapi berusaha menghalangi masyarakat agar tidak beriman."
      },
      {
        "id": 5191,
        "surat_id": 63,
        "jus": 28,
        "ruku": 488,
        "no_ayat_inquran": 5191,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "ذٰلِكَ بِاَنَّهُمْ اٰمَنُوْا ثُمَّ كَفَرُوْا فَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ",
        "body_ayat_ltn_en": "Zaalika bi annahum aamanoo summa kafaroo fatubi'a 'alaa quloobihim fahum laa yafqahoon",
        "body_ayat_ltn_in": "dzaalika bi-annahum aamanuu tsumma kafaruu fathubi'a 'alaa quluubihim fahum laa yafqahuuna",
        "body_ayat_ltn_in_html": "<u>dzaa</u>lika bi-annahum <u>aa</u>manuu tsumma kafaruu fa<u>th</u>ubi'a 'al<u>aa</u> quluubihim fahum l<u>aa</u> yafqahuun<strong>a</strong>",
        "invers_tajweed": "ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ءَامَنُو[s[اْ] ثُ[g[مّ]َ كَفَرُو[s[اْ] فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَه[p[ُو]نَ",
        "translation_id": "Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti.",
        "translation_en": "That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5191",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5191.mp3",
        "tafsir_short": "Orang-orang munafik melakukan perbuatan keji yang demikian itu karena sesungguhnya mereka telah mengaku beriman secara lisan, kemudian menjadi kafir, karena iman mereka hanya di mulut; maka hati mereka dikunci oleh diri mereka sendiri sehingga mereka tidak dapat mengerti pentingnya iman dan iman pun tidak akan pernah masuk ke dalam hati mereka karena terkunci."
      },
      {
        "id": 5192,
        "surat_id": 63,
        "jus": 28,
        "ruku": 488,
        "no_ayat_inquran": 5192,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "۞ وَاِذَا رَاَيْتَهُمْ تُعْجِبُكَ اَجْسَامُهُمْۗ وَاِنْ يَّقُوْلُوْا تَسْمَعْ لِقَوْلِهِمْۗ  كَاَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ  ۗيَحْسَبُوْنَ كُلَّ صَيْحَةٍ عَلَيْهِمْۗ هُمُ الْعَدُوُّ فَاحْذَرْهُمْۗ قَاتَلَهُمُ اللّٰهُ ۖاَنّٰى يُؤْفَكُوْنَ",
        "body_ayat_ltn_en": "Wa izaa ra aytahum tu'jibuka ajsaamuhum wa iny yaqooloo tasma' liqawlihim kaannahum khushubum musannadah; yahsaboona kulla saihatin 'alaihim; humul 'aduwwu fahzarhum; qaatalahumul laahu annaa yu'fakoon",
        "body_ayat_ltn_in": "wa-idzaa ra-aytahum tu'jibuka ajsaamuhum wa-in yaquuluu tasma' liqawlihim ka-annahum khusyubun musannadatun yahsabuuna kulla shayhatin 'alayhim humu al'aduwwu faihtsarhum qaatalahumu allaahu annaa yu/fakuuna",
        "body_ayat_ltn_in_html": "wa-i<u>dzaa</u> ra-aytahum tu'jibuka ajs<u>aa</u>muhum wa-in yaquuluu tasma' liqawlihim ka-annahum khusyubun musannadatun ya<u>h</u>sabuuna kulla <u>sh</u>ay<u>h</u>atin 'alayhim humu <strong>a</strong>l'aduwwu fa<strong>i</strong><u>hts</u>arhum q<u>aa</u>talahumu <strong>al</strong>l<u>aa</u>hu ann<u>aa</u> yu/fakuun<strong>a</strong>",
        "invers_tajweed": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَ[q:13613[جْ]سَامُهُمْ‌ۖ وَإ[a:13614[ِن ي]َقُولُو[s[اْ] تَسْمَعْ لِقَوْلِهِمْ‌ۖ كَأَ[g[نّ]َهُمْ خُشُ[a:13615[بٌ م]ُّسَ[g[نّ]َدَ[a:13616[ةٌ‌ۖ ي]َحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ‌ۚ هُمُ [h:13617[ٱ]لْعَدُوُّ فَ[h:13618[ٱ]حْذَرْهُمْ‌ۚ قَ[n[ـٰ]تَلَهُمُ [h:5548[ٱ]للَّهُ‌ۖ أَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ",
        "translation_id": "Dan apabila engkau melihat mereka, tubuh mereka mengagumkanmu. Dan jika mereka berkata, engkau mendengarkan tutur-katanya. Mereka seakan-akan kayu yang tersandar. Mereka mengira bahwa setiap teriakan ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya), maka waspadalah terhadap mereka; Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?",
        "translation_en": "And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up - they think that every shout is against them. They are the enemy, so beware of them. May Allah destroy them; how are they deluded?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5192",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5192.mp3",
        "tafsir_short": "Dan apabila engkau, Nabi Muhammad, melihat mereka secara lahiriah, tubuh mereka akan mengagumkanmu, karena penampilan mereka menarik. Dan jika mereka berkata tentang agama dan kemasyarakatan, engkau akan mendengarkan tutur-katanya baik dan benar seperti orang bijak. Mereka seakan-akan kayu yang tersandar, benda yang memiliki bentuk, tetapi tak bernyawa, penampilan mereka menarik dan pandai berorasi, tetapi otak mereka kosong tidak dapat memahami kebenaran. Mereka mengira bahwa setiap teriakan, yakni ungkapan amar makruf dan nahi mungkar yang diucapkan Rasulullah dan para sahabat, ditujukan kepada mereka, karena hati kecil mereka merasa dan menyadari kesalahan mereka. Mereka itulah musuh yang sebenarnya, jika topeng mereka dibuka. Maka waspadalah terhadap mereka, wahai Nabi dan orang-orang beriman; Allah membinasakan mereka di dunia melalui tanganmu dan di akhirat dengan dimasukkan ke dalam neraka. Bagaimanakah mereka dapat dipalingkan dari iman, padahal mereka menyaksikan turunnya Al-Qur’an kepada Nabi?"
      },
      {
        "id": 5193,
        "surat_id": 63,
        "jus": 28,
        "ruku": 488,
        "no_ayat_inquran": 5193,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُوْلُ اللّٰهِ لَوَّوْا رُءُوْسَهُمْ وَرَاَيْتَهُمْ يَصُدُّوْنَ وَهُمْ مُّسْتَكْبِرُوْنَ ",
        "body_ayat_ltn_en": "Wa izaa qeela lahum ta'aalaw yastaghfir lakum rasoolul laahi lawwaw ru'oo sahum wa ra aytahum yasuddoona wa hum mustakbiroon",
        "body_ayat_ltn_in": "wa-idzaa qiila lahum ta'aalaw yastaghfir lakum rasuulu allaahi lawwaw ruuusahum wara-aytahum yashudduuna wahum mustakbiruuna",
        "body_ayat_ltn_in_html": "wa-i<u>dzaa</u> qiila lahum ta'<u>aa</u>law yastaghfir lakum rasuulu <strong>al</strong>l<u>aa</u>hi lawwaw ruuusahum wara-aytahum ya<u>sh</u>udduuna wahum mustakbiruun<strong>a</strong>",
        "invers_tajweed": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْ[s[اْ] يَسْتَغْفِرْ لَكُمْ رَسُولُ [h:3306[ٱ]للَّهِ لَوَّوْ[s[اْ] رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَه[w:7366[ُم م]ُّسْتَكْبِر[p[ُو]نَ",
        "translation_id": "Dan apabila dikatakan kepada mereka, “Marilah (beriman), agar Rasulullah memohonkan ampunan bagimu,” mereka membuang muka dan engkau lihat mereka berpaling dengan menyombongkan diri.",
        "translation_en": "And when it is said to them, \"Come, the Messenger of Allah will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5193",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5193.mp3",
        "tafsir_short": "Ayat ini menjelaskan penolakan orang-orang munafik, apabila diajak beriman dan memohon ampun kepada Allah. Dan apabila dikatakan kepada mereka dalam berbagai kesempatan, “Marilah beriman kepada Allah dan Rasul-Nya, agar Rasulullah memohonkan ampunan bagimu dari segala kesalahan kamu,” mereka membuang muka, karena keengganan mereka untuk beriman; dan engkau lihat mereka berpaling dari ajakanmu dengan menyombongkan diri, karena merasa dirinya hebat."
      },
      {
        "id": 5194,
        "surat_id": 63,
        "jus": 28,
        "ruku": 488,
        "no_ayat_inquran": 5194,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "سَوَاۤءٌ عَلَيْهِمْ اَسْتَغْفَرْتَ لَهُمْ اَمْ لَمْ تَسْتَغْفِرْ لَهُمْۗ  لَنْ يَّغْفِرَ اللّٰهُ لَهُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ",
        "body_ayat_ltn_en": "Sawaaa'un 'alaihim as taghfarta lahum am lam tastaghfir lahum lany yaghfiral laahu lahum; innal laaha laa yahdil qawmal faasiqeen",
        "body_ayat_ltn_in": "sawaaun 'alayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira allaahu lahum inna allaaha laa yahdii alqawma alfaasiqiina",
        "body_ayat_ltn_in_html": "saw<u>aa</u>un 'alayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira <strong>al</strong>l<u>aa</u>hu lahum inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>",
        "invers_tajweed": "سَو[o[َا]ٓءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ ل[a:13619[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ",
        "translation_id": "Sama saja bagi mereka, engkau (Muhammad) mohonkan ampunan untuk mereka atau tidak engkau mohonkan ampunan bagi mereka, Allah tidak akan mengampuni mereka; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik.",
        "translation_en": "It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide the defiantly disobedient people.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5194",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5194.mp3",
        "tafsir_short": "Allah mengingatkan Nabi bahwa sama saja bagi mereka, orang munafik yang tetap dalam kemunafikannya hingga mati, apakah engkau wahai Nabi Muhammad memohonkan ampunan untuk mereka, atau engkau tidak memohonkan ampunan bagi mereka, Allah tetap saja tidak akan mengampuni mereka yang mati dalam keadaan munafik; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik, yaitu orang-orang yang terus menerus berbuat dosa hingga pikiran dan mereka tertutup dari cahaya Allah."
      },
      {
        "id": 5195,
        "surat_id": 63,
        "jus": 28,
        "ruku": 488,
        "no_ayat_inquran": 5195,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْاۗ وَلِلّٰهِ خَزَاۤىِٕنُ السَّمٰوٰتِ وَالْاَرْضِۙ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ ",
        "body_ayat_ltn_en": "Humul lazeena yaqooloona laa tunfiqoo 'alaa man inda Rasoolil laahi hatta yanfaddoo; wa lillaahi khazaaa' inus samaawaati wal ardi wa laakinnal munaafiqeena la yafqahoon",
        "body_ayat_ltn_in": "humu alladziina yaquuluuna laa tunfiquu 'alaa man 'inda rasuuli allaahi hattaa yanfadhdhuu walillaahi khazaa-inu alssamaawaati waal-ardhi walaakinna almunaafiqiina laa yafqahuuna",
        "body_ayat_ltn_in_html": "humu <strong>al</strong>la<u>dz</u>iina yaquuluuna l<u>aa</u> tunfiquu 'al<u>aa</u> man 'inda rasuuli <strong>al</strong>l<u>aa</u>hi <u>h</u>att<u>aa</u> yanfa<u>dhdh</u>uu walill<u>aa</u>hi khaz<u>aa</u>-inu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u>kinna <strong>a</strong>lmun<u>aa</u>fiqiina l<u>aa</u> yafqahuun<strong>a</strong>",
        "invers_tajweed": "هُمُ [h:12679[ٱ]لَّذِينَ يَقُولُونَ لَا تُ[f:1607[نف]ِقُو[s[اْ] عَلَىٰ مَنْ عِ[f:264[ند]َ رَسُولِ [h:5744[ٱ]للَّهِ حَتَّىٰ يَ[f:13620[نف]َضُّو[s[اْ‌ۗ] وَلِلَّهِ خَز[o[َا]ٓئِنُ [h:13621[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:13622[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَا يَفْقَه[p[ُو]نَ",
        "translation_id": "Mereka yang berkata (kepada orang-orang Ansar), “Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).” Padahal milik Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami.",
        "translation_en": "They are the ones who say, \"Do not spend on those who are with the Messenger of Allah until they disband.\" And to Allah belongs the depositories of the heavens and the earth, but the hypocrites do not understand.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5195",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5195.mp3",
        "tafsir_short": "Mereka itulah, yakni orang-orang munafik di Madinah yang berkata dengan pentuh hasutan kepada orang-orang Ansar, “Janganlah kamu bersedekah kepada orang-orang yang ada di sisi Rasulullah yaitu kaum Muhajirin sampai mereka bubar, meninggalkan Rasulullah agar umat Islam pecah dan lemah.” Padahal milik Allah-lah perbendaharaan langit dan bumi yang menjamin rezeki setiap orang, tetapi orang-orang munafik itu tidak memahami bahwa rezeki, hidup, dan mati setiap makhluk berada di tangan Allah."
      },
      {
        "id": 5196,
        "surat_id": 63,
        "jus": 28,
        "ruku": 488,
        "no_ayat_inquran": 5196,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "يَقُوْلُوْنَ لَىِٕنْ رَّجَعْنَآ اِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْاَعَزُّ مِنْهَا الْاَذَلَّ ۗوَلِلّٰهِ الْعِزَّةُ وَلِرَسُوْلِهٖ وَلِلْمُؤْمِنِيْنَ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَعْلَمُوْنَ ࣖ ",
        "body_ayat_ltn_en": "Yaqooloona la'ir raja'naaa ilal madeenati la yukhrijanal a'azzu minhal azall; wa lillaahil 'izzatu wa li Rasoolihee wa lilmu'mineena wa laakinnal munaafiqeena laa ya'lamoon",
        "body_ayat_ltn_in": "yaquuluuna la-in raja'naa ilaa almadiinati layukhrijanna al-a'azzu minhaa al-adzalla walillaahi al'izzatu walirasuulihi walilmu/miniina walaakinna almunaafiqiina laa ya'lamuuna",
        "body_ayat_ltn_in_html": "yaquuluuna la-in raja'n<u>aa</u> il<u>aa</u> <strong>a</strong>lmadiinati layukhrijanna <strong>a</strong>l-a'azzu minh<u>aa</u> <strong>a</strong>l-a<u>dz</u>alla walill<u>aa</u>hi <strong>a</strong>l'izzatu walirasuulihi walilmu/miniina wal<u>aa</u>kinna <strong>a</strong>lmun<u>aa</u>fiqiina l<u>aa</u> ya'lamuun<strong>a</strong>",
        "invers_tajweed": "يَقُولُونَ لَئ[u:13623[ِن ر]َّجَعْن[o[َآ] إِلَى [h:8006[ٱ]لْمَدِينَةِ لَيُخْرِجَ[g[نّ]َ [h:13624[ٱ]لْأَعَزُّ مِنْهَا [h:13625[ٱ]لْأَذَلَّ‌ۚ وَلِلَّهِ [h:13626[ٱ]لْعِزَّةُ وَلِرَسُولِه[n[ِۦ] وَلِلْمُؤْمِنِينَ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:13622[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَا يَعْلَم[p[ُو]نَ",
        "translation_id": "Mereka berkata, “Sungguh, jika kita kembali ke Madinah (kembali dari perang Bani Mustalik), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana.” Padahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.",
        "translation_en": "They say, \"If we return to al-Madinah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5196",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5196.mp3",
        "tafsir_short": "Mereka berkata kepada sesama orang munafik, “Sungguh, jika kita kembali ke Madinah seusai perang Bani Mustalik, yaitu perang yang diiikuti orang-orang munafik bersama kaum muslim, pastilah orang yang kuat, yaitu orang-orang munafik akan mengusir orang-orang yang lemah, yakni kaum muslim dari sana, Madinah.” Padahal kekuatan itu hakikatnya hanyalah milik Allah, Rasul-Nya, dan milik orang-orang mukmin, selama mereka bersatu dan memiliki mental kejuangan, tetapi orang-orang munafik itu tidak mengetahui bahwa yang lemah itu mereka dan yang kuat itu Rasulullah bersama para sahabat."
      },
      {
        "id": 5197,
        "surat_id": 63,
        "jus": 28,
        "ruku": 489,
        "no_ayat_inquran": 5197,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚوَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
        "body_ayat_ltn_en": "Yaaa ayyuhal lazeena aamanoo la tulhikum amwaalukum wa laa awlaadukum 'anzikril laah; wa mai-yaf'al zaalika fa-ulaaa'ika humul khaasiroon",
        "body_ayat_ltn_in": "yaa ayyuhaa alladziina aamanuu laa tulhikum amwaalukum walaa awlaadukum 'an dzikri allaahi waman yaf'al dzaalika faulaa-ika humu alkhaasiruuna",
        "body_ayat_ltn_in_html": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tulhikum amw<u>aa</u>lukum wal<u>aa</u> awl<u>aa</u>dukum 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi waman yaf'al <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
        "invers_tajweed": "يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُلْهِكُمْ أَمْو[n[َٲ]لُكُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُكُمْ عَ[f:3773[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ‌ۚ وَم[a:1297[َن ي]َفْعَلْ ذ[n[َٲ]لِكَ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ",
        "translation_id": "Wahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barangsiapa berbuat demikian, maka mereka itulah orang-orang yang rugi.",
        "translation_en": "O you who have believed, let not your wealth and your children divert you from remembrance of Allah. And whoever does that - then those are the losers.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5197",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5197.mp3",
        "tafsir_short": "Pada ayat ini Allah mengingatkan orang-orang beriman agar kesibukan mengurus harta dan memperhatikan urusan anak tidak menghalangi ibadah kepada Allah. Wahai orang-orang yang beriman di mana pun berada! Janganlah harta bendamu yang kamu cari dan anak-anakmu yang kamu sayangi, melalaikan kamu dari mengingat Allah, yakni salat lima waktu dan aturan-aturan Allah tentang bekerja, bermasyarakat, dan bernegara. Dan barang siapa berbuat demikian, melalaikan ibadah dan aturan Allah, maka mereka itulah orang-orang yang rugi, karena kebutuhan ruhaninya tidak terpenuhi dan hidupnya tidak seimbang."
      },
      {
        "id": 5198,
        "surat_id": 63,
        "jus": 28,
        "ruku": 489,
        "no_ayat_inquran": 5198,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "وَاَنْفِقُوْا مِنْ مَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ اَحَدَكُمُ الْمَوْتُ فَيَقُوْلَ رَبِّ لَوْلَآ اَخَّرْتَنِيْٓ اِلٰٓى اَجَلٍ قَرِيْبٍۚ فَاَصَّدَّقَ وَاَكُنْ مِّنَ الصّٰلِحِيْنَ ",
        "body_ayat_ltn_en": "Wa anifqoo mim maa razaqnaakum min qabli any-yaatiya ahadakumul mawtu fa yaqoola rabbi law laaa akhkhartaneee ilaaa ajalin qareebin fa assaddaqa wa akum minassaaliheen",
        "body_ayat_ltn_in": "wa-anfiquu min maa razaqnaakum min qabli an ya/tiya ahadakumu almawtu fayaquula rabbi lawlaa akhkhartanii ilaa ajalin qariibin fa-ashshaddaqa wa-akun mina alshshaalihiina",
        "body_ayat_ltn_in_html": "wa-anfiquu min m<u>aa</u> razaqn<u>aa</u>kum min qabli an ya/tiya a<u>h</u>adakumu <strong>a</strong>lmawtu fayaquula rabbi lawl<u>aa</u> akhkhartanii il<u>aa</u> ajalin qariibin fa-a<u>shsh</u>addaqa wa-akun mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "invers_tajweed": "وَأَ[f:1045[نف]ِقُو[s[اْ] م[a:10464[ِن م]َّا رَزَ[q:275[قْ]نَ[n[ـٰ]ك[w:1461[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ أَحَدَكُمُ [h:942[ٱ]لْمَوْتُ فَيَقُولَ رَبِّ لَوْل[o[َآ] أَخَّرْتَن[o[ِىٓ] إِلَ[o[ىٰٓ] أَجَ[f:2940[لٍ ق]َرِي[f:13627[بٍ ف]َأَصَّدَّقَ وَأَك[a:6642[ُن م]ِّنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ",
        "translation_id": "Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum kematian datang kepada salah seorang di antara kamu; lalu dia berkata (menyesali), “Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)ku sedikit waktu lagi, maka aku dapat bersedekah dan aku akan termasuk orang-orang yang saleh.”",
        "translation_en": "And spend [in the way of Allah] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be among the righteous.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5198",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5198.mp3",
        "tafsir_short": "Ayat ini menghimbau orang-orang beriman untuk memfungsikan harta dengan benar. Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu untuk kepentingan duafa, fasilitas umum, dan fasilitas sosial sebelum kematian datang kepada salah seorang di antara kamu sehingga kamu tak sempat berinfak; lalu dia berkata setelah kematian terjadi, menyesalinya, “Ya Tuhanku, sekiranya Engkau berkenan menunda kematianku sedikit waktu lagi, maka aku dapat bersedekah dengan hartaku ini dan aku dengan demikian akan termasuk orang-orang yang saleh, karena menjadi dermawan."
      },
      {
        "id": 5199,
        "surat_id": 63,
        "jus": 28,
        "ruku": 489,
        "no_ayat_inquran": 5199,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "وَلَنْ يُّؤَخِّرَ اللّٰهُ نَفْسًا اِذَا جَاۤءَ اَجَلُهَاۗ وَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ",
        "body_ayat_ltn_en": "Wa lany yu 'akhkhiral laahu nafsan izaa jaaa'a ajaluhaa; wallaahu khabeerum bimaa ta'maloon",
        "body_ayat_ltn_in": "walan yu-akhkhira allaahu nafsan idzaa jaa-a ajaluhaa waallaahu khabiirun bimaa ta'maluuna",
        "body_ayat_ltn_in_html": "walan yu-akhkhira <strong>al</strong>l<u>aa</u>hu nafsan i<u>dzaa</u> j<u>aa</u>-a ajaluh<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
        "invers_tajweed": "وَل[a:13628[َن ي]ُؤَخِّرَ [h:13629[ٱ]للَّهُ نَفْسًا إِذَا ج[o[َا]ٓءَ أَجَلُهَا‌ۚ وَ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ",
        "translation_id": "Dan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Dan Allah Mahateliti apa yang kamu kerjakan.",
        "translation_en": "But never will Allah delay a soul when its time has come. And Allah is Acquainted with what you do.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5199",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5199.mp3",
        "tafsir_short": "Dan Allah tidak akan menunda kematian seseorang apabila waktu kematiannya telah datang dengan memperpanjang hidupnya. Dan Allah Mahateliti dengan cermat tentang apa yang kamu kerjakan."
      }
    ]
  }
}
