{
  "meta": {
    "code": 200,
    "status": "success",
    "message": "Data surat berhasil diambil"
  },
  "data": {
    "surat": {
      "id": 67,
      "no_surat": 67,
      "jumlah_ayat": 30,
      "nama_surat_arb": "الملك",
      "nama_surat_latin": "Al-Mulk",
      "arti_nama_surat": "Kerajaan",
      "tafsir": "Surat ini terdiri atas 30 ayat, termasuk golongan surat-surat  Makkiyah, diturunkan sesudah Ath Thuur. Nama Al Mulk diambil dari kata Al Mulk yang terdapat pada ayat pertama surat ini yang artinya kerajaan atau kekuasaan. Dinamai pula surat ini dengan At Tabaarak (Maha Suci).",
      "turun_surat": "Makkiyyah",
      "audio": "http://ia802609.us.archive.org/13/items/quraninindonesia/067AlMulk.mp3",
      "ayats": [
        {
          "id": 5242,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5242,
          "no_ayat_insurat": 1,
          "body_ayat_arb": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ",
          "body_ayat_ltn_en": "Tabaarakal lazee biyadihil mulku wa huwa 'alaa kulli shai-in qadeer",
          "body_ayat_ltn_in": "tabaaraka alladzii biyadihi almulku wahuwa 'alaa kulli syay-in qadiirun",
          "body_ayat_ltn_in_html": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii biyadihi <strong>a</strong>lmulku wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
          "invers_tajweed": "تَبَ[n[ـٰ]رَكَ [h:9556[ٱ]لَّذِى بِيَدِهِ [h:13755[ٱ]لْمُلْكُ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
          "translation_id": "Mahasuci Allah yang menguasai (segala) kerajaan, dan Dia Mahakuasa atas segala sesuatu.",
          "translation_en": "Blessed is He in whose hand is dominion, and He is over all things competent -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5242",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5242.mp3",
          "tafsir_short": "Surah sebelumnya yaitu at-Tahrìm, diakhiri dengan uraian tentang kebinasaan yang menimpa siapa yang durhaka tanpa dapat ditolong oleh siapa pun, seperti halnya istri Nuh dan Lut. Dan kebahagiaan akan diraih bagi yang taat tanpa dapat diganggu oleh siapa pun, seperti halnya istri Fir’aun dan Maryam. Ini disebabkan yang mengatur itu semua adalah Allah Yang Mahakuasa, karena itu awal surah ini menguraikan kuasa Allah serta limpahan anugerah-Nya: Mahasuci Allah yang menguasai segala kerajaan, di langit dan di bumi, Dan Dia Mahakuasa atas segala sesuatu, tidak ada satu perkara pun yang melemahkan-Nya."
        },
        {
          "id": 5243,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5243,
          "no_ayat_insurat": 2,
          "body_ayat_arb": " ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ",
          "body_ayat_ltn_en": "Allazee khalaqal mawta walhayaata liyabluwakum ayyukum ahsanu 'amalaa; wa huwal 'azeezul ghafoor",
          "body_ayat_ltn_in": "alladzii khalaqa almawta waalhayaata liyabluwakum ayyukum ahsanu 'amalan wahuwa al'aziizu alghafuuru",
          "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>ii khalaqa <strong>a</strong>lmawta wa<strong>a</strong>l<u>h</u>ay<u>aa</u>ta liyabluwakum ayyukum a<u>h</u>sanu 'amalan wahuwa <strong>a</strong>l'aziizu <strong>a</strong>lghafuur<strong>u</strong>",
          "invers_tajweed": "ٱلَّذِى خَلَقَ [h:13756[ٱ]لْمَوْتَ وَ[h:13757[ٱ]لْحَيَ[s[و][n[ٲ]ةَ لِيَ[q:3603[بْ]لُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَل[a:13758[اً‌ۚ و]َهُوَ [h:7045[ٱ]لْعَزِيزُ [h:13759[ٱ]لْغَف[p[ُو]رُ",
          "translation_id": "Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.",
          "translation_en": "[He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might, the Forgiving -",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5243",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5243.mp3",
          "tafsir_short": "Salah satu bukti kekuasaan-Nya adalah Dia Yang menciptakan mati dan menentukan ajalnya, dan hidup dengan menentukan kadar-kadarnya, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya dengan seikhlas mungkin. Dan Dia Mahaperkasa tidak ada satu pun yang dapat mengalahkan-Nya, Maha Pengampun dengan menghapus dosa bagi orang-orang yang bertobat."
        },
        {
          "id": 5244,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5244,
          "no_ayat_insurat": 3,
          "body_ayat_arb": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ",
          "body_ayat_ltn_en": "Allazee khalaqa sab'a samaawaatin tibaaqam maa taraa fee khalqir rahmaani min tafaawutin farji'il basara hal taraa min futoor",
          "body_ayat_ltn_in": "alladzii khalaqa sab'a samaawaatin thibaaqan maa taraa fii khalqi alrrahmaani min tafaawutin fairji'i albashara hal taraa min futhuurin",
          "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>ii khalaqa sab'a sam<u>aa</u>w<u>aa</u>tin <u>th</u>ib<u>aa</u>qan m<u>aa</u> tar<u>aa</u> fii khalqi <strong>al</strong>rra<u>h</u>m<u>aa</u>ni min taf<u>aa</u>wutin fa<strong>i</strong>rji'i <strong>a</strong>lba<u>sh</u>ara hal tar<u>aa</u> min fu<u>th</u>uur<strong>in</strong>",
          "invers_tajweed": "ٱلَّذِى خَلَقَ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]و[n[َٲ][f:13760[تٍ ط]ِبَا[a:13761[قًا‌ۖ م]َّا تَرَىٰ فِى خَلْقِ [h:13762[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ مِ[f:13763[ن ت]َفَ[n[ـٰ]وُ[f:13764[تٍ‌ۖ ف]َ[h:13765[ٱ]رْجِعِ [h:13766[ٱ]لْبَصَرَ هَلْ تَرَىٰ مِ[f:13767[ن ف]ُط[p[ُو]رٍ",
          "translation_id": "Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?",
          "translation_en": "[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5244",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5244.mp3",
          "tafsir_short": "Kuasa Allah menciptakan hidup dan mati dikaitkan dengan kuasa-Nya menciptakan alam raya. Yang menciptakan tujuh langit berlapis-lapis sangat serasi dan harmonis. Tidak akan kamu lihat sesuatu yang tidak seimbang aib atau tidak sempurna, pada ciptaan Tuhan Yang Maha Pengasih Tuhan yang rahmat-Nya mencakup seluruh wujud, baik pada ciptaan-Nya yang kecil maupun yang besar. Maka lihatlah sekali lagi dan berulang-ulang disertai dengan berpikir yang keras, maka adakah kamu lihat atau menemukan padanya sesuatu yang cacat atau retak?"
        },
        {
          "id": 5245,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5245,
          "no_ayat_insurat": 4,
          "body_ayat_arb": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ",
          "body_ayat_ltn_en": "Summar ji'il basara karrataini yanqalib ilaikal basaru khaasi'anw wa huwa haseer",
          "body_ayat_ltn_in": "tsumma irji'i albashara karratayni yanqalib ilayka albasharu khaasi-an wahuwa hasiirun",
          "body_ayat_ltn_in_html": "tsumma irji'i <strong>a</strong>lba<u>sh</u>ara karratayni yanqalib ilayka <strong>a</strong>lba<u>sh</u>aru kh<u>aa</u>si-an wahuwa <u>h</u>asiir<strong>un</strong>",
          "invers_tajweed": "ثُ[g[مّ]َ [h:13768[ٱ]رْجِعِ [h:13769[ٱ]لْبَصَرَ كَرَّتَيْنِ يَ[f:2282[نق]َلِ[q:2282[بْ] إِلَيْكَ [h:13770[ٱ]لْبَصَرُ خَاسِ[a:13771[ئًا و]َهُوَ حَس[p[ِي]رٌ",
          "translation_id": "Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.",
          "translation_en": "Then return [your] vision twice again. [Your] vision will return to you humbled while it is fatigued.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5245",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5245.mp3",
          "tafsir_short": "Kemudian setelah sekian lama kamu serius memperhatikannya, maka ulangi pandanganmu sekali lagi dan sekali lagi yaitu berkali-kali, niscaya pandanganmu akan kembali kepadamu dalam keadaan kecewa karena tanpa menemukan cacat yang kamu usahakan untuk menemukannya, dan ia, pandanganmu, dalam keadaan letih dan ada batasnya."
        },
        {
          "id": 5246,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5246,
          "no_ayat_insurat": 5,
          "body_ayat_arb": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ",
          "body_ayat_ltn_en": "Wa laqad zaiyannas samaaa'ad dunyaa bimasaa beeha wa ja'alnaahaa rujoomal lish shayaateeni wa a'tadnaa lahum 'azaabas sa'eer",
          "body_ayat_ltn_in": "walaqad zayyannaa alssamaa-a alddunyaa bimashaabiiha waja'alnaahaa rujuuman lilsysyayaathiini wa-a'tadnaa lahum 'adzaaba alssa'iiri",
          "body_ayat_ltn_in_html": "walaqad zayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a waja'aln<u>aa</u>h<u>aa</u> rujuuman li<strong>l</strong>sysyay<u>aath</u>iini wa-a'tadn<u>aa</u> lahum 'a<u>dzaa</u>ba <strong>al</strong>ssa'iir<strong>i</strong>",
          "invers_tajweed": "وَلَقَ[q:341[دْ] زَيَّ[g[نّ]َا [h:11314[ٱ][l[ل]سَّم[o[َا]ٓءَ [h:11315[ٱ][l[ل]دُّنْيَا بِمَصَ[n[ـٰ]بِيحَ وَجَعَلْنَ[n[ـٰ]هَا رُجُو[u:13772[مًا ل]ِّلشَّيَ[n[ـٰ]طِينِ‌ۖ وَأَعْتَ[q:2782[دْ]نَا لَهُمْ عَذَابَ [h:13773[ٱ][l[ل]سَّع[p[ِي]رِ",
          "translation_id": "Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.",
          "translation_en": "And We have certainly beautified the nearest heaven with stars and have made [from] them what is thrown at the devils and have prepared for them the punishment of the Blaze.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5246",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5246.mp3",
          "tafsir_short": "Bukti kuasa Allah itu bukan hanya pada kesempurnaan penciptaan langit dan bumi. Dan Kami bersumpah bahwa sungguh, telah Kami hiasi langit yang dekat, yaitu yang dekat dengan bumi sehingga dapat dilihat dengan pandangan mata secara langsung. Kami menghiasinya dengan bintang-bintang dan Kami jadikannya bintang-bintang itu sebagai alat-alat pelempar setan dari golongan jin, dan Kami sediakan bagi mereka di akhirat nanti, azab neraka yang menyala-nyala."
        },
        {
          "id": 5247,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5247,
          "no_ayat_insurat": 6,
          "body_ayat_arb": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ",
          "body_ayat_ltn_en": "Wa lillazeena kafaroo bi rabbihim 'azaabu jahannama wa bi'sal maseer",
          "body_ayat_ltn_in": "walilladziina kafaruu birabbihim 'adzaabu jahannama wabi/sa almashiiru",
          "body_ayat_ltn_in_html": "walilla<u>dz</u>iina kafaruu birabbihim 'a<u>dzaa</u>bu jahannama wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
          "invers_tajweed": "وَلِلَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ عَذَابُ جَهَ[g[نّ]َمَ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
          "translation_id": "Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.",
          "translation_en": "And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5247",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5247.mp3",
          "tafsir_short": "Telah menjadi ketetapan Allah bahwa setiap orang yang menyekutu-kan dan mengingkari Allah, serta mendustakan para rasul akan dimasukkan ke dalam neraka di akhirat kelak. Inilah yang ditegaskan pada ayat ini. Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Itulah tempat kediaman mereka. Dan itulah seburuk-buruk tempat kembali."
        },
        {
          "id": 5248,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5248,
          "no_ayat_insurat": 7,
          "body_ayat_arb": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ",
          "body_ayat_ltn_en": "Izaaa ulqoo feehaa sami'oo lahaa shaheeqanw wa hiya tafoor",
          "body_ayat_ltn_in": "idzaa ulquu fiihaa sami'uu lahaa syahiiqan wahiya tafuuru",
          "body_ayat_ltn_in_html": "i<u>dzaa</u> ulquu fiih<u>aa</u> sami'uu lah<u>aa</u> syahiiqan wahiya tafuur<strong>u</strong>",
          "invers_tajweed": "إِذ[o[َآ] أُلْقُو[s[اْ] فِيهَا سَمِعُو[s[اْ] لَهَا شَهِي[a:13774[قًا و]َهِىَ تَف[p[ُو]رُ",
          "translation_id": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,",
          "translation_en": "When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5248",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5248.mp3",
          "tafsir_short": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, karena kerasnya kobaran api, sedang neraka itu membara, dengan sangat dahsyatnya,"
        },
        {
          "id": 5249,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5249,
          "no_ayat_insurat": 8,
          "body_ayat_arb": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ",
          "body_ayat_ltn_en": "Takaadu tamayyazu minal ghaizi kullamaaa uliqya feehaa fawjun sa alahum khazanatuhaaa alam yaatikum nazeer",
          "body_ayat_ltn_in": "takaadu tamayyazu mina alghayzhi kullamaa ulqiya fiihaa fawjun sa-alahum khazanatuhaa alam ya/tikum nadziirun",
          "body_ayat_ltn_in_html": "tak<u>aa</u>du tamayyazu mina alghay<u>zh</u>i kullam<u>aa</u> ulqiya fiih<u>aa</u> fawjun sa-alahum khazanatuh<u>aa</u> alam ya/tikum na<u>dz</u>iir<strong>un</strong>",
          "invers_tajweed": "تَكَادُ تَمَيَّزُ مِنَ [h:2195[ٱ]لْغَيْظِ‌ۖ كُلَّم[o[َآ] أُلْقِىَ فِيهَا فَوْ[f:13775[جٌ س]َأَلَهُمْ خَزَنَتُه[o[َآ] أَلَمْ يَأْتِكُمْ نَذ[p[ِي]رٌ",
          "translation_id": "hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?”",
          "translation_en": "It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, \"Did there not come to you a warner?\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5249",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5249.mp3",
          "tafsir_short": "hampir saja neraka meledak karena marah. Setiap kali ada sekumpulan orang-orang kafir dilemparkan ke dalamnya, para malaikat penjaga-penjaga neraka itu bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu di dunia tentang ancaman Allah?”"
        },
        {
          "id": 5250,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5250,
          "no_ayat_insurat": 9,
          "body_ayat_arb": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ",
          "body_ayat_ltn_en": "Qaaloo balaa qad jaaa'anaa nazeerun fakazzabnaa wa qulnaa maa nazzalal laahu min shai in in antum illaa fee dalaalin kabeer",
          "body_ayat_ltn_in": "qaaluu balaa qad jaa-anaa nadziirun fakadzdzabnaa waqulnaa maa nazzala allaahu min syay-in in antum illaa fii dhalaalin kabiirin",
          "body_ayat_ltn_in_html": "q<u>aa</u>luu bal<u>aa</u> qad j<u>aa</u>-an<u>aa</u> na<u>dz</u>iirun faka<u>dzdz</u>abn<u>aa</u> waquln<u>aa</u> m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu min syay-in in antum ill<u>aa</u> fii <u>dh</u>al<u>aa</u>lin kabiir<strong>in</strong>",
          "invers_tajweed": "قَالُو[s[اْ] بَلَىٰ قَ[q:298[دْ] ج[o[َا]ٓءَنَا نَذِي[f:13776[رٌ ف]َكَذَّ[q:13777[بْ]نَا وَقُلْنَا مَا نَزَّلَ [h:4797[ٱ]للَّهُ مِ[f:2103[ن ش]َىْءٍ إِنْ أَ[f:428[نت]ُمْ إِلَّا فِى ضَلَ[n[ـٰ][f:13778[لٍ ك]َب[p[ِي]رٍ",
          "translation_id": "Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, “Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.”",
          "translation_en": "They will say,\" Yes, a warner had come to us, but we denied and said, 'Allah has not sent down anything. You are not but in great error.'\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5250",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5250.mp3",
          "tafsir_short": "Pertanyaan para penjaga neraka tersebut dijawab dengan jujur oleh para pendurhaka itu. Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, menyampaikan tentang adanya azab Allah, tetapi kami mendustakannya dan kami katakan, \\'Allah tidak menurunkan sesuatu apa pun kepadamu, kamu wahai orang yang meng-ku sebagai utusan Allah, sebenarnya di dalam kesesatan yang besar.'”"
        },
        {
          "id": 5251,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5251,
          "no_ayat_insurat": 10,
          "body_ayat_arb": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ",
          "body_ayat_ltn_en": "Wa qaaloo law kunnaa nasma'u awna'qilu maa kunnaa feee as haabis sa'eer",
          "body_ayat_ltn_in": "waqaaluu law kunnaa nasma'u aw na'qilu maa kunnaa fii ash-haabi alssa'iiri",
          "body_ayat_ltn_in_html": "waq<u>aa</u>luu law kunn<u>aa</u> nasma'u aw na'qilu m<u>aa</u> kunn<u>aa</u> fii a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
          "invers_tajweed": "وَقَالُو[s[اْ] لَوْ كُ[g[نّ]َا نَسْمَعُ أَوْ نَعْقِلُ مَا كُ[g[نّ]َا ف[o[ِىٓ] أَصْحَ[n[ـٰ]بِ [h:11067[ٱ][l[ل]سَّع[p[ِي]رِ",
          "translation_id": "Dan mereka berkata, “Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.”",
          "translation_en": "And they will say, \"If only we had been listening or reasoning, we would not be among the companions of the Blaze.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5251",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5251.mp3",
          "tafsir_short": "Dan mereka orang-orang yang tersiksa di neraka itu berkata, “Sekiranya dahulu kami mendengarkan dengan sungguh-sungguh atau memikirkan dengan serius peringatan itu tentulah kami tidak termasuk penghuni neraka yang menyala-nyala yang azabnya sungguh tidak terbayang oleh kami.”"
        },
        {
          "id": 5252,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5252,
          "no_ayat_insurat": 11,
          "body_ayat_arb": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ",
          "body_ayat_ltn_en": "Fa'tarafoo bizambihim fasuhqal li as haabis sa'eer",
          "body_ayat_ltn_in": "fai'tarafuu bidzanbihim fasuhqan li-ash-haabi alssa'iiri",
          "body_ayat_ltn_in_html": "fa<strong>i</strong>'tarafuu bi<u>dz</u>anbihim fasu<u>h</u>qan li-a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
          "invers_tajweed": "فَ[h:9999[ٱ]عْتَرَفُو[s[اْ] بِذَ[i:13779[نۢب]ِهِمْ فَسُحْ[u:13780[قًا ل]ِّأَصْحَ[n[ـٰ]بِ [h:13781[ٱ][l[ل]سَّع[p[ِي]رِ",
          "translation_id": "Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.",
          "translation_en": "And they will admit their sin, so [it is] alienation for the companions of the Blaze.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5252",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5252.mp3",
          "tafsir_short": "Maka dengan ucapan itu mereka mengakui dosanya. Namun itu pengakuan yang tidak berguna. Tetapi kebinasaanlah yaitu jauhlah dari rahmat Allah bagi penghuni neraka yang menyala-nyala itu."
        },
        {
          "id": 5253,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5253,
          "no_ayat_insurat": 12,
          "body_ayat_arb": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ",
          "body_ayat_ltn_en": "Innal lazeena yakhshawna rabbahum bilghaibi lahum maghfiratunw wa ajrun kabeer",
          "body_ayat_ltn_in": "inna alladziina yakhsyawna rabbahum bialghaybi lahum maghfiratun wa-ajrun kabiirun",
          "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi lahum maghfiratun wa-ajrun kabiir<strong>un</strong>",
          "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ",
          "translation_id": "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar.",
          "translation_en": "Indeed, those who fear their Lord unseen will have forgiveness and great reward.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5253",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5253.mp3",
          "tafsir_short": "Bagi orang yang mengingkari kekuasaan Allah, ancamannya dije-laskan pada ayat sebelumnya. Pada ayat ini diterangkan siapa yang akan meraih pahala yang besar, Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, atau mereka takut kepada-Nya walau mereka itu sendirian tidak terlihat oleh siapa pun, mereka memperoleh ampunan dan pahala yang besar."
        },
        {
          "id": 5254,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5254,
          "no_ayat_insurat": 13,
          "body_ayat_arb": "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
          "body_ayat_ltn_en": "Wa asirroo qawlakum awijharoo bihee innahoo 'aleemum bizaatis sudoor",
          "body_ayat_ltn_in": "wa-asirruu qawlakum awi ijharuu bihi innahu 'aliimun bidzaati alshshuduuri",
          "body_ayat_ltn_in_html": "wa-asirruu qawlakum awi ijharuu bihi innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
          "invers_tajweed": "وَأَسِرُّو[s[اْ] قَوْلَكُمْ أَوِ [h:13782[ٱ][q:13783[جْ]هَرُو[s[اْ] بِه[o[ِۦٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
          "translation_id": "Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati.",
          "translation_en": "And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5254",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5254.mp3",
          "tafsir_short": "Gunjingan kaum musyrik yang ternyata diketahui oleh Rasulullah, menjadikan mereka saling merendahkan bahkan merahasiakan ucapan di antara mereka agar tidak didengar Tuhan Nabi Muhammad. Ayat ini turun untuk meresponss sikap tersebut. Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati dan segala apa yang kamu rahasiakan."
        },
        {
          "id": 5255,
          "surat_id": 67,
          "jus": 29,
          "ruku": 496,
          "no_ayat_inquran": 5255,
          "no_ayat_insurat": 14,
          "body_ayat_arb": "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ ",
          "body_ayat_ltn_en": "Alaa ya'lamu man khalaq wa huwal lateeful khabeer",
          "body_ayat_ltn_in": "alaa ya'lamu man khalaqa wahuwa allathiifu alkhabiiru",
          "body_ayat_ltn_in_html": "al<u>aa</u> ya'lamu man khalaqa wahuwa <strong>al</strong>la<u>th</u>iifu <strong>a</strong>lkhabiir<strong>u</strong>",
          "invers_tajweed": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ [h:4309[ٱ][l[ل]لَّطِيفُ [h:4310[ٱ]لْخَب[p[ِي]رُ",
          "translation_id": "Apakah (pantas) Allah yang menciptakan itu tidak mengetahui? Dan Dia Mahahalus, Maha Mengetahui.",
          "translation_en": "Does He who created not know, while He is the Subtle, the Acquainted?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5255",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5255.mp3",
          "tafsir_short": "Ayat ini masih kelanjutan sanggahan Allah terhadap sikap kaum musyrik: Apakah pantas Allah yang menciptakan semua makhluk termasuk kamu, wahai manusia, itu tidak mengetahui apa yang kamu lahirkan dan rahasiakan? Padahal Dia Mahahalus, Maha Mengetahui. Sungguh Dia pasti Maha Mengetahui segalanya."
        },
        {
          "id": 5256,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5256,
          "no_ayat_insurat": 15,
          "body_ayat_arb": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ",
          "body_ayat_ltn_en": "Huwal lazee ja'ala lakumul arda zaloolan famshoo fee manaakibihaa wa kuloo mir rizqihee wa ilaihin nushoor",
          "body_ayat_ltn_in": "huwa alladzii ja'ala lakumu al-ardha dzaluulan faimsyuu fii manaakibihaa wakuluu min rizqihi wa-ilayhi alnnusyuuru",
          "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a <u>dz</u>aluulan fa<strong>i</strong>msyuu fii man<u>aa</u>kibih<u>aa</u> wakuluu min rizqihi wa-ilayhi <strong>al</strong>nnusyuur<strong>u</strong>",
          "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى جَعَلَ لَكُمُ [h:87[ٱ]لْأَرْضَ ذَلُول[f:13784[اً ف]َ[h:13785[ٱ]مْشُو[s[اْ] فِى مَنَاكِبِهَا وَكُلُو[s[اْ] م[u:13786[ِن ر]ِّزْقِه[n[ِۦ]‌ۖ وَإِلَيْهِ [h:13787[ٱ][l[ل][g[نّ]ُش[p[ُو]رُ",
          "translation_id": "Dialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya dan makanlah sebagian dari rezeki-Nya. Dan hanya kepada-Nyalah kamu (kembali setelah) dibangkitkan.",
          "translation_en": "It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5256",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5256.mp3",
          "tafsir_short": "Setelah ditegaskan bahwa Allah adalah Mahahalus dan Maha luas pengetahuan-Nya, kini diuraikan kembali tentang Kuasa-Nya. Dialah Allah yang menjadikan bumi untuk kamu yang mudah dijelajahi untuk melakukan aneka aktifitas yang bermanfaat, maka jelajahilah di segala penjurunya, berkelanalah ke seluruh pelosoknya, dan makanlah sebagian dari rezeki-Nya yang disediakan untuk kamu, serta bersyukurlah dengan segala karunia-Nya itu. Dan karena pada akhirnya, hanya kepada-Nyalah kamu kembali setelah dibangkitkan."
        },
        {
          "id": 5257,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5257,
          "no_ayat_insurat": 16,
          "body_ayat_arb": "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ",
          "body_ayat_ltn_en": "'A-amintum man fissamaaa'i aiyakhsifa bi kumul arda fa izaa hiya tamoor",
          "body_ayat_ltn_in": "a-amintum man fii alssamaa-i an yakhsifa bikumu al-ardha fa-idzaa hiya tamuuru",
          "body_ayat_ltn_in_html": "a-amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yakhsifa bikumu <strong>a</strong>l-ar<u>dh</u>a fa-i<u>dzaa</u> hiya tamuur<strong>u</strong>",
          "invers_tajweed": "ءَأَمِ[f:13788[نت][w:13789[ُم م]َّ[f:2074[ن ف]ِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ أ[a:7417[َن ي]َخْسِفَ بِكُمُ [h:13790[ٱ]لْأَرْضَ فَإِذَا هِىَ تَم[p[ُو]رُ",
          "translation_id": "Sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?",
          "translation_en": "Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5257",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5257.mp3",
          "tafsir_short": "Bukti kekuasaan dan keluasan ilmu-Nya sudah dipaparkan, kalau manusia tetap durhaka maka Allah menegaskan dalam ayat ini: Sudah merasa amankah kamu, bahwa Dia Allah yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?. Mestinya kamu tidak merasa aman dengan tetap durhaka. Karena orang sebelum kamu seperti Karun karena kedurhakaannya dia ditelan bumi."
        },
        {
          "id": 5258,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5258,
          "no_ayat_insurat": 17,
          "body_ayat_arb": "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ",
          "body_ayat_ltn_en": "Am amintum man fissamaaa'i ai yursila 'alaikum haasiban fasata'lamoona kaifa nazeer",
          "body_ayat_ltn_in": "am amintum man fii alssamaa-i an yursila 'alaykum hasiban fasata'lamuuna kayfa nadziiri",
          "body_ayat_ltn_in_html": "am amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yursila 'alaykum <u>has</u>iban fasata'lamuuna kayfa na<u>dz</u>iir<strong>i</strong>",
          "invers_tajweed": "أَمْ أَمِ[f:1062[نت][w:13791[ُم م]َّ[f:2074[ن ف]ِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ أ[a:10505[َن ي]ُرْسِلَ عَلَيْكُمْ حَاصِ[f:13792[بًا‌ۖ ف]َسَتَعْلَمُونَ كَيْفَ نَذ[p[ِي]رِ",
          "translation_id": "Atau sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan mengirimkan badai yang berbatu kepadamu? Namun kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.",
          "translation_en": "Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5258",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5258.mp3",
          "tafsir_short": "Atau sudah merasa amankah kamu, bahwa Dia Allah yang di langit yang mengendalikan sepenuhya semua makhluk, tidak akan mengirimkan badai yang berbatu kepadamu yang dapat membinasakan kamu? Namun kalau kamu tetap durhaka, kelak kamu akan mengetahui bagaimana akibat mendustakan peringatan-Ku."
        },
        {
          "id": 5259,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5259,
          "no_ayat_insurat": 18,
          "body_ayat_arb": "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ",
          "body_ayat_ltn_en": "Wa laqad kazzabal lazeena min qablihim fakaifa kaana nakeer",
          "body_ayat_ltn_in": "walaqad kadzdzaba alladziina min qablihim fakayfa kaana nakiiri",
          "body_ayat_ltn_in_html": "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
          "invers_tajweed": "وَلَقَ[q:341[دْ] كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَكَيْفَ كَانَ نَك[p[ِي]رِ",
          "translation_id": "Dan sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul-Nya). Maka betapa hebatnya kemurkaan-Ku!",
          "translation_en": "And already had those before them denied, and how [terrible] was My reproach.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5259",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5259.mp3",
          "tafsir_short": "Jangan ada yang menduga bahwa ancaman yang dikemukakan pada ayat-ayat yang lalu hanya “gertak sambal” yaitu ancaman yang tanpa bukti. Sungguh ancaman itu dapat juga menimpa kaum musyrik Mekah. Ayat ini menegaskan: Dan sungguh, orang-orang yang sebelum mereka kaum musyrik Mekah itu pun telah mendustakan dan mendurhakai rasul-rasul-Nya. Maka betapa hebatnya kemurkaan-Ku!"
        },
        {
          "id": 5260,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5260,
          "no_ayat_insurat": 19,
          "body_ayat_arb": "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ",
          "body_ayat_ltn_en": "Awalam yaraw ilat tairi fawqahum saaaffaatinw wa yaqbidn; maa yumsikuhunna illaar rahmaan; innahoo bikulli shai im baseer",
          "body_ayat_ltn_in": "walaqad kadzdzaba alladziina min qablihim fakayfa kaana nakiiri",
          "body_ayat_ltn_in_html": "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
          "invers_tajweed": "أَوَلَمْ يَرَوْ[s[اْ] إِلَى [h:7520[ٱ][l[ل]طَّيْرِ فَوْقَهُمْ صَ[m[ـٰٓ]فَّ[n[ـٰ][a:13793[تٍ و]َيَ[q:13794[قْ]بِضْنَ‌ۚ مَا يُمْسِكُهُ[g[نّ]َ إِلَّا [h:13795[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ شَىْ[i:13796[ءِۭ ب]َص[p[ِي]رٌ",
          "translation_id": "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sungguh, Dia Maha Melihat segala sesuatu.",
          "translation_en": "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5260",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5260.mp3",
          "tafsir_short": "Pada bagian awal surah ini telah disinggung kuasa Allah di langit. Ayat ini menegaskan kembali hal tersebut: Tidakkah mereka yaitu kaum musyrik Mekah dan siapa saja yang meragukan kuasa Allah, memperhatikan burung-burung ketika terbang yang selalu mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya burung-burung itu di udara selain Yang Maha Pengasih Tuhan Pelimpah rahmat bagi segala makhluk. Sungguh, Dia Maha Melihat segala sesuatu dan Maha Mengetahui bagaimana menciptakan segala sesuatu."
        },
        {
          "id": 5261,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5261,
          "no_ayat_insurat": 20,
          "body_ayat_arb": "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ ",
          "body_ayat_ltn_en": "Amman haazal lazee huwa jundul lakum yansurukum min doonir rahmaan; inilkaafiroona illaa fee ghuroor",
          "body_ayat_ltn_in": "amman haadzaa alladzii huwa jundun lakum yanshurukum min duuni alrrahmaani ini alkaafiruuna illaa fii ghuruurin",
          "body_ayat_ltn_in_html": "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii huwa jundun lakum yan<u>sh</u>urukum min duuni <strong>al</strong>rra<u>h</u>m<u>aa</u>ni ini <strong>a</strong>lk<u>aa</u>firuuna ill<u>aa</u> fii ghuruur<strong>in</strong>",
          "invers_tajweed": "أَ[g[مّ]َنْ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى هُوَ جُن[u:13797[دٌ ل]َّكُمْ يَ[f:2381[نص]ُرُك[w:2382[ُم م]ِّ[f:107[ن د]ُونِ [h:12269[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ‌ۚ إِنِ [h:13798[ٱ]لْكَ[n[ـٰ]فِرُونَ إِلَّا فِى غُر[p[ُو]رٍ",
          "translation_id": "Atau siapakah yang akan menjadi bala tentara bagimu yang dapat membelamu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam (keadaan) tertipu.",
          "translation_en": "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5261",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5261.mp3",
          "tafsir_short": "Kaum musyrik Mekah sering kali mengandalkan kekuatan material atau berhala-berhala yang mereka sembah sebagai pembela mereka. Ayat ini menampik klaim tersebut Atau siapakah yang akan kamu andalkan untuk menjadi bala tentara dan pembela bagimu yang dapat membelamu selain Allah Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam keadaan tertipu."
        },
        {
          "id": 5262,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5262,
          "no_ayat_insurat": 21,
          "body_ayat_arb": "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ",
          "body_ayat_ltn_en": "Amman haazal lazee yarzuqukum in amsaka rizqah; bal lajjoo fee 'utuwwinw wa nufoor",
          "body_ayat_ltn_in": "amman haadzaa alladzii yarzuqukum in amsaka rizqahu bal lajjuu fii 'utuwwin wanufuurin",
          "body_ayat_ltn_in_html": "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii yarzuqukum in amsaka rizqahu bal lajjuu fii 'utuwwin wanufuur<strong>in</strong>",
          "invers_tajweed": "أَ[g[مّ]َنْ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ[n[ۥ]‌ۚ بَل لَّجُّو[s[اْ] فِى عُتُ[a:13799[وٍّ و]َنُف[p[ُو]رٍ",
          "translation_id": "Atau siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).",
          "translation_en": "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion.",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5262",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5262.mp3",
          "tafsir_short": "Setelah menampik adanya sumber pembelaan selain Allah, kini diteruskan dengan menampik adanya sumber pemberi rezeki. Atau siapakah yang dapat memberimu rezeki secara terus menerus, jika Dia Yang Maha Pengasih, menahan rezeki-Nya? Pastilah tidak ada. Meskipun bukti sudah sangat jelas, kaum musyrik itu tetap durhaka, bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri dari kebenaran."
        },
        {
          "id": 5263,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5263,
          "no_ayat_insurat": 22,
          "body_ayat_arb": "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
          "body_ayat_ltn_en": "Afamai yamshee mukibban 'alaa wajhihee ahdaaa ammany yamshee sawiyyan 'alaa siratim mustaqeem",
          "body_ayat_ltn_in": "afaman yamsyii mukibban 'alaa wajhihi ahdaa amman yamsyii sawiyyan 'alaa shiraathin mustaqiimin",
          "body_ayat_ltn_in_html": "afaman yamsyii mukibban 'al<u>aa</u> wajhihi ahd<u>aa</u> amman yamsyii sawiyyan 'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
          "invers_tajweed": "أَفَم[a:13800[َن ي]َمْشِى مُكِبًّا عَلَىٰ وَ[q:6818[جْ]هِه[o[ِۦٓ] أَهْدَ[o[ىٰٓ] أَ[g[مّ][a:13801[َن ي]َمْشِى سَوِيًّا عَلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ",
          "translation_id": "Apakah orang yang merangkak dengan wajah tertelungkup yang lebih terpimpin (dalam kebenaran) ataukah orang yang berjalan tegap di atas jalan yang lurus?",
          "translation_en": "Then is one who walks fallen on his face better guided or one who walks erect on a straight path?",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5263",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5263.mp3",
          "tafsir_short": "Kaum musyrik yang durhaka itu dilukiskan pada ayat ini dan dibandingkan dengan kaum yang selalu taat kepada Allah dengan ungkapan yang tegas. Apakah orang yang merangkak dengan wajah tertelungkup sehingga terjungkal jatuh, yang lebih terpimpin dalam kebenaran ataukah orang yang berjalan tegap di atas jalan yang luas lagi lurus? Tentu saja keduanya tidak sama. Hanya orang yang bodoh yang menilainya sama."
        },
        {
          "id": 5264,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5264,
          "no_ayat_insurat": 23,
          "body_ayat_arb": "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
          "body_ayat_ltn_en": "Qul huwal lazee ansha akum wa ja'ala lakumus sam'a wal absaara wal af'idata qaleelam maa tashkuroon",
          "body_ayat_ltn_in": "qul huwa alladzii ansya-akum waja'ala lakumu alssam'a waal-abshaara waal-af-idata qaliilan maa tasykuruuna",
          "body_ayat_ltn_in_html": "qul huwa <strong>al</strong>la<u>dz</u>ii ansya-akum waja'ala lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>",
          "invers_tajweed": "قُلْ هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَ[f:4272[نش]َأَكُمْ وَجَعَلَ لَكُمُ [h:7518[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَ[h:7519[ٱ]لْأَفْــِٔدَةَ‌ۖ قَلِيل[a:4583[اً م]َّا تَشْكُر[p[ُو]نَ",
          "translation_id": "Katakanlah, “Dialah yang menciptakan kamu dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu. (Tetapi) sedikit sekali kamu bersyukur.”",
          "translation_en": "Say, \"It is He who has produced you and made for you hearing and vision and hearts; little are you grateful.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5264",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5264.mp3",
          "tafsir_short": "Kaum musyrik yang telah diberikan aneka potensi yang semestinya dapat digunakan untuk meraih petunjuk ternyata justru mengabaikannya. Ayat ini memerintahkan kepada Nabi Muhammad dan seluruh manusia untuk menyadari potensi itu. Katakanlah, “Dialah yang menciptakan kamu tahap demi tahap dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu agar kamu menggunakannya secara baik sebagai tanda syukur kepada-Nya. Tetapi sedikit sekali kamu bersyukur."
        },
        {
          "id": 5265,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5265,
          "no_ayat_insurat": 24,
          "body_ayat_arb": "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ",
          "body_ayat_ltn_en": "Qul huwal lazee zara akum fil ardi wa ilaihi tuhsharoon",
          "body_ayat_ltn_in": "qul huwa alladzii dzara-akum fii al-ardhi wa-ilayhi tuhsyaruuna",
          "body_ayat_ltn_in_html": "qul huwa <strong>al</strong>la<u>dz</u>ii <u>dz</u>ara-akum fii <strong>a</strong>l-ar<u>dh</u>i wa-ilayhi tu<u>h</u>syaruun<strong>a</strong>",
          "invers_tajweed": "قُلْ هُوَ [h:153[ٱ]لَّذِى ذَرَأَكُمْ فِى [h:44[ٱ]لْأَرْضِ وَإِلَيْهِ تُحْشَر[p[ُو]نَ",
          "translation_id": "Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan.”",
          "translation_en": "Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5265",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5265.mp3",
          "tafsir_short": "Manusia diingatkan melalui ayat ini bahwa pada akhirnya semua akan kembali kepada-Nya, maka tidak sewajarnya menyombongkan diri dan mendurhakai perintah-Nya. Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan di mahsyar untuk mempertanggungjawabkan semua perbuatan kamu ketika di dunia dan akan memberikan balasan sesuai dengan amal kamu.”25. Penegasan Allah bahwa semua manusia akan dibangkitkan dan dikumpulkan seperti ditegaskan pada ayat di atas, direspons oleh kaum musyrik, seperti yang terekam dalam ayat ini. Dan kaum musyrik itu berkata sambil berolok-olok, “Kapan datangnya janji ancaman tentang hari kebangkitan itu jika kamu, wahai Nabi Muhammad, adalah orang yang benar?” Tentu kamu mengetahui dan dapat memberitahukan kepada kami.\""
        },
        {
          "id": 5266,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5266,
          "no_ayat_insurat": 25,
          "body_ayat_arb": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
          "body_ayat_ltn_en": "Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen",
          "body_ayat_ltn_in": "wayaquuluuna mataa haadzaa alwa'du in kuntum shaadiqiina",
          "body_ayat_ltn_in_html": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>",
          "invers_tajweed": "وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
          "translation_id": "Dan mereka berkata, “Kapan (datangnya) ancaman itu jika kamu orang yang benar?”",
          "translation_en": "And they say, \"When is this promise, if you should be truthful?\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5266",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5266.mp3",
          "tafsir_short": "Penegasan Allah bahwa semua manusia akan dibangkitkan dan dikumpulkan seperti ditegaskan pada ayat di atas, direspons oleh kaum musyrik, seperti yang terekam dalam ayat ini. Dan kaum musyrik itu berkata sambil berolok-olok, “Kapan datangnya janji ancaman tentang hari kebangkitan itu jika kamu, wahai Nabi Muhammad, adalah orang yang benar?” Tentu kamu mengetahui dan dapat memberitahukan kepada kami.\""
        },
        {
          "id": 5267,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5267,
          "no_ayat_insurat": 26,
          "body_ayat_arb": "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ",
          "body_ayat_ltn_en": "Qul innamal 'ilmu 'indallaahi wa innamaaa ana nazeerum mubeen",
          "body_ayat_ltn_in": "qul innamaa al'ilmu 'inda allaahi wa-innamaa anaa nadziirun mubiinun",
          "body_ayat_ltn_in_html": "qul innam<u>aa</u> <strong>a</strong>l'ilmu 'inda <strong>al</strong>l<u>aa</u>hi wa-innam<u>aa</u> an<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>",
          "invers_tajweed": "قُلْ إِ[g[نّ]َمَا [h:12490[ٱ]لْعِلْمُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَإِ[g[نّ]َم[o[َآ] أَنَا۟ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ",
          "translation_id": "Katakanlah (Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.”",
          "translation_en": "Say, \"The knowledge is only with Allah, and I am only a clear warner.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5267",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5267.mp3",
          "tafsir_short": "Menanggapi ucapan kaum musyrik tersebut Nabi Muhammad diperintahkan Allah seperti yang ditegaskan pada ayat ini: Katakanlah wahai Nabi Muhammad, “Sesungguhnya ilmu tentang hari Kiamat itu hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.”"
        },
        {
          "id": 5268,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5268,
          "no_ayat_insurat": 27,
          "body_ayat_arb": "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ",
          "body_ayat_ltn_en": "Falaammaa ra-awhu zulfatan seee'at wujoohul lazeena kafaroo wa qeela haazal lazee kuntum bihee tadda'oon",
          "body_ayat_ltn_in": "falammaa ra-awhu zulfatan sii-at wujuuhu alladziina kafaruu waqiila haadzaa alladzii kuntum bihi tadda'uuna",
          "body_ayat_ltn_in_html": "falamm<u>aa</u> ra-awhu zulfatan sii-at wujuuhu <strong>al</strong>la<u>dz</u>iina kafaruu waqiila h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii kuntum bihi tadda'uun<strong>a</strong>",
          "invers_tajweed": "فَلَ[g[مّ]َا رَأَوْهُ زُلْفَ[f:13802[ةً س]ِ[o[يٓ]ــَٔتْ وُجُوهُ [h:13803[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَقِيلَ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تَدَّع[p[ُو]نَ",
          "translation_id": "Maka ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka), “Inilah (azab) yang dahulunya kamu minta.”",
          "translation_en": "But when they see it approaching, the faces of those who disbelieve will be distressed, and it will be said, \"This is that for which you used to call.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5268",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5268.mp3",
          "tafsir_short": "Keadaan kaum musyrik yang mengolok kedatangan Kiamat dan mendurhakai Allah digambarkan dalam ayat ini. Maka ketika mereka melihat azab yang mereka dustakan itu sudah dekat kehadirannya yaitu pada hari Kiamat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan kepada mereka, “Inilah azab yang dahulunya selalu kamu minta untuk disegerakan.”"
        },
        {
          "id": 5269,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5269,
          "no_ayat_insurat": 28,
          "body_ayat_arb": "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ",
          "body_ayat_ltn_en": "Qul ara'aytum in ahlaka niyal laahu wa mam ma'iya aw rahimanaa famai-yujeerul kaafireena min 'azaabin aleem",
          "body_ayat_ltn_in": "qul ara-aytum in ahlakaniya allaahu waman ma'iya aw rahimanaa faman yujiiru alkaafiriina min 'adzaabin aliimin",
          "body_ayat_ltn_in_html": "qul ara-aytum in ahlakaniya <strong>al</strong>l<u>aa</u>hu waman ma'iya aw ra<u>h</u>iman<u>aa</u> faman yujiiru <strong>a</strong>lk<u>aa</u>firiina min 'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>",
          "invers_tajweed": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ [h:13804[ٱ]للَّهُ وَم[a:9807[َن م]َّعِىَ أَوْ رَحِمَنَا فَم[a:13805[َن ي]ُجِيرُ [h:13806[ٱ]لْكَ[n[ـٰ]فِرِينَ مِنْ عَذَابٍ أَل[p[ِي]مٍ",
          "translation_id": "Katakanlah (Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami, (maka kami akan masuk surga), lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”",
          "translation_en": "Say, [O Muhammad], \"Have you considered: whether Allah should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5269",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5269.mp3",
          "tafsir_short": "Kaum musyrik karena kebenciannya kepada Nabi Muhammad sering mengharapkan agar Nabi Muhammad cepat mati. Katakanlah wahai Nabi Muhammad, “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku yaitu yang sama dalam keimanan sebagaimana yang kamu harapkan maka kami akan masuk surga, atau memberi rahmat kepada kami dengan memanjangkan usia kami sehingga menganugerahkan kemenangan kepada kami. Sedangkan kamu, wahai kaum musyrik, akan mendapat siksa, lalu siapa yang dapat melindungi kamu dan orang-orang kafir selain kamu dari azab yang pedih?”"
        },
        {
          "id": 5270,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5270,
          "no_ayat_insurat": 29,
          "body_ayat_arb": "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
          "body_ayat_ltn_en": "Qul huwar rahmaanu aamannaa bihee wa 'alaihi tawakkalnaa fasata'lamoona man huwa fee dalaalim mubeen",
          "body_ayat_ltn_in": "qul huwa alrrahmaanu aamannaa bihi wa'alayhi tawakkalnaa fasata'lamuuna man huwa fii dhalaalin mubiinin",
          "body_ayat_ltn_in_html": "qul huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <u>aa</u>mann<u>aa</u> bihi wa'alayhi tawakkaln<u>aa</u> fasata'lamuuna man huwa fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
          "invers_tajweed": "قُلْ هُوَ [h:829[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ ءَامَ[g[نّ]َا بِه[n[ِۦ] وَعَلَيْهِ تَوَكَّلْنَا‌ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
          "translation_id": "Katakanlah, “Dialah Yang Maha Pengasih, kami beriman kepada-Nya dan kepada-Nya kami bertawakal. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.”",
          "translation_en": "Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5270",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5270.mp3",
          "tafsir_short": "Kaum musyrik itu tidak berkutik dengan pertanyaan itu. Katakanlah, wahai Nabi, “Dialah saja bukan selain-Nya, Yang Maha Pengasih, kami beriman kepada-Nya dan hanya kepada-Nya kami bertawakal dengan sepenuh hati. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata apakah golongan kami atau kamu.”"
        },
        {
          "id": 5271,
          "surat_id": 67,
          "jus": 29,
          "ruku": 497,
          "no_ayat_inquran": 5271,
          "no_ayat_insurat": 30,
          "body_ayat_arb": "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ࣖ ",
          "body_ayat_ltn_en": "Qul ara'aytum in asbaha maaa'ukum ghawran famai yaateekum bimaaa'im ma'een",
          "body_ayat_ltn_in": "qul ara-aytum in ashbaha maaukum ghawran faman ya/tiikum bimaa-in ma'iinin",
          "body_ayat_ltn_in_html": "qul ara-aytum in a<u>sh</u>ba<u>h</u>a m<u>aa</u>ukum ghawran faman ya/tiikum bim<u>aa</u>-in ma'iin<strong>in</strong>",
          "invers_tajweed": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ م[o[َا]ٓؤُكُمْ غَوْ[f:13807[رًا ف]َم[a:13808[َن ي]َأْتِيك[c:13809[ُم ب]ِم[o[َا]ٓ[a:13810[ءٍ م]َّع[p[ِي]نِۭ",
          "translation_id": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapa yang akan memberimu air yang mengalir?”",
          "translation_en": "Say, \"Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?\"",
          "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5271",
          "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5271.mp3",
          "tafsir_short": "Sebagai penutup surah ini, Allah memerintahkan kepada Nabi Muhammad agar mengingat aneka nikmat Allah, terutama nikmat air yang merupakan sumber utama kehidupan (lihat surah al-Anbiyà’/21:30). Katakanlah wahai Nabi Muhammad, “Terangkanlah kepadaku jika sumber air kamu dan sumber air lainnya menjadi kering. maka siapa yang akan memberimu air yang mengalir?”. Pasti tidak ada kecuali Allah, Tuhan Pemelihara seluruh alam. Maka sudah sewajarnya kalau manusia hanya menyembah kepada-Nya."
        }
      ]
    },
    "ayats": [
      {
        "id": 5242,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5242,
        "no_ayat_insurat": 1,
        "body_ayat_arb": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ",
        "body_ayat_ltn_en": "Tabaarakal lazee biyadihil mulku wa huwa 'alaa kulli shai-in qadeer",
        "body_ayat_ltn_in": "tabaaraka alladzii biyadihi almulku wahuwa 'alaa kulli syay-in qadiirun",
        "body_ayat_ltn_in_html": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii biyadihi <strong>a</strong>lmulku wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "invers_tajweed": "تَبَ[n[ـٰ]رَكَ [h:9556[ٱ]لَّذِى بِيَدِهِ [h:13755[ٱ]لْمُلْكُ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ",
        "translation_id": "Mahasuci Allah yang menguasai (segala) kerajaan, dan Dia Mahakuasa atas segala sesuatu.",
        "translation_en": "Blessed is He in whose hand is dominion, and He is over all things competent -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5242",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5242.mp3",
        "tafsir_short": "Surah sebelumnya yaitu at-Tahrìm, diakhiri dengan uraian tentang kebinasaan yang menimpa siapa yang durhaka tanpa dapat ditolong oleh siapa pun, seperti halnya istri Nuh dan Lut. Dan kebahagiaan akan diraih bagi yang taat tanpa dapat diganggu oleh siapa pun, seperti halnya istri Fir’aun dan Maryam. Ini disebabkan yang mengatur itu semua adalah Allah Yang Mahakuasa, karena itu awal surah ini menguraikan kuasa Allah serta limpahan anugerah-Nya: Mahasuci Allah yang menguasai segala kerajaan, di langit dan di bumi, Dan Dia Mahakuasa atas segala sesuatu, tidak ada satu perkara pun yang melemahkan-Nya."
      },
      {
        "id": 5243,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5243,
        "no_ayat_insurat": 2,
        "body_ayat_arb": " ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ",
        "body_ayat_ltn_en": "Allazee khalaqal mawta walhayaata liyabluwakum ayyukum ahsanu 'amalaa; wa huwal 'azeezul ghafoor",
        "body_ayat_ltn_in": "alladzii khalaqa almawta waalhayaata liyabluwakum ayyukum ahsanu 'amalan wahuwa al'aziizu alghafuuru",
        "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>ii khalaqa <strong>a</strong>lmawta wa<strong>a</strong>l<u>h</u>ay<u>aa</u>ta liyabluwakum ayyukum a<u>h</u>sanu 'amalan wahuwa <strong>a</strong>l'aziizu <strong>a</strong>lghafuur<strong>u</strong>",
        "invers_tajweed": "ٱلَّذِى خَلَقَ [h:13756[ٱ]لْمَوْتَ وَ[h:13757[ٱ]لْحَيَ[s[و][n[ٲ]ةَ لِيَ[q:3603[بْ]لُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَل[a:13758[اً‌ۚ و]َهُوَ [h:7045[ٱ]لْعَزِيزُ [h:13759[ٱ]لْغَف[p[ُو]رُ",
        "translation_id": "Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.",
        "translation_en": "[He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might, the Forgiving -",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5243",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5243.mp3",
        "tafsir_short": "Salah satu bukti kekuasaan-Nya adalah Dia Yang menciptakan mati dan menentukan ajalnya, dan hidup dengan menentukan kadar-kadarnya, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya dengan seikhlas mungkin. Dan Dia Mahaperkasa tidak ada satu pun yang dapat mengalahkan-Nya, Maha Pengampun dengan menghapus dosa bagi orang-orang yang bertobat."
      },
      {
        "id": 5244,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5244,
        "no_ayat_insurat": 3,
        "body_ayat_arb": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ",
        "body_ayat_ltn_en": "Allazee khalaqa sab'a samaawaatin tibaaqam maa taraa fee khalqir rahmaani min tafaawutin farji'il basara hal taraa min futoor",
        "body_ayat_ltn_in": "alladzii khalaqa sab'a samaawaatin thibaaqan maa taraa fii khalqi alrrahmaani min tafaawutin fairji'i albashara hal taraa min futhuurin",
        "body_ayat_ltn_in_html": "<strong>al</strong>la<u>dz</u>ii khalaqa sab'a sam<u>aa</u>w<u>aa</u>tin <u>th</u>ib<u>aa</u>qan m<u>aa</u> tar<u>aa</u> fii khalqi <strong>al</strong>rra<u>h</u>m<u>aa</u>ni min taf<u>aa</u>wutin fa<strong>i</strong>rji'i <strong>a</strong>lba<u>sh</u>ara hal tar<u>aa</u> min fu<u>th</u>uur<strong>in</strong>",
        "invers_tajweed": "ٱلَّذِى خَلَقَ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]و[n[َٲ][f:13760[تٍ ط]ِبَا[a:13761[قًا‌ۖ م]َّا تَرَىٰ فِى خَلْقِ [h:13762[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ مِ[f:13763[ن ت]َفَ[n[ـٰ]وُ[f:13764[تٍ‌ۖ ف]َ[h:13765[ٱ]رْجِعِ [h:13766[ٱ]لْبَصَرَ هَلْ تَرَىٰ مِ[f:13767[ن ف]ُط[p[ُو]رٍ",
        "translation_id": "Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?",
        "translation_en": "[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5244",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5244.mp3",
        "tafsir_short": "Kuasa Allah menciptakan hidup dan mati dikaitkan dengan kuasa-Nya menciptakan alam raya. Yang menciptakan tujuh langit berlapis-lapis sangat serasi dan harmonis. Tidak akan kamu lihat sesuatu yang tidak seimbang aib atau tidak sempurna, pada ciptaan Tuhan Yang Maha Pengasih Tuhan yang rahmat-Nya mencakup seluruh wujud, baik pada ciptaan-Nya yang kecil maupun yang besar. Maka lihatlah sekali lagi dan berulang-ulang disertai dengan berpikir yang keras, maka adakah kamu lihat atau menemukan padanya sesuatu yang cacat atau retak?"
      },
      {
        "id": 5245,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5245,
        "no_ayat_insurat": 4,
        "body_ayat_arb": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ",
        "body_ayat_ltn_en": "Summar ji'il basara karrataini yanqalib ilaikal basaru khaasi'anw wa huwa haseer",
        "body_ayat_ltn_in": "tsumma irji'i albashara karratayni yanqalib ilayka albasharu khaasi-an wahuwa hasiirun",
        "body_ayat_ltn_in_html": "tsumma irji'i <strong>a</strong>lba<u>sh</u>ara karratayni yanqalib ilayka <strong>a</strong>lba<u>sh</u>aru kh<u>aa</u>si-an wahuwa <u>h</u>asiir<strong>un</strong>",
        "invers_tajweed": "ثُ[g[مّ]َ [h:13768[ٱ]رْجِعِ [h:13769[ٱ]لْبَصَرَ كَرَّتَيْنِ يَ[f:2282[نق]َلِ[q:2282[بْ] إِلَيْكَ [h:13770[ٱ]لْبَصَرُ خَاسِ[a:13771[ئًا و]َهُوَ حَس[p[ِي]رٌ",
        "translation_id": "Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.",
        "translation_en": "Then return [your] vision twice again. [Your] vision will return to you humbled while it is fatigued.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5245",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5245.mp3",
        "tafsir_short": "Kemudian setelah sekian lama kamu serius memperhatikannya, maka ulangi pandanganmu sekali lagi dan sekali lagi yaitu berkali-kali, niscaya pandanganmu akan kembali kepadamu dalam keadaan kecewa karena tanpa menemukan cacat yang kamu usahakan untuk menemukannya, dan ia, pandanganmu, dalam keadaan letih dan ada batasnya."
      },
      {
        "id": 5246,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5246,
        "no_ayat_insurat": 5,
        "body_ayat_arb": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ",
        "body_ayat_ltn_en": "Wa laqad zaiyannas samaaa'ad dunyaa bimasaa beeha wa ja'alnaahaa rujoomal lish shayaateeni wa a'tadnaa lahum 'azaabas sa'eer",
        "body_ayat_ltn_in": "walaqad zayyannaa alssamaa-a alddunyaa bimashaabiiha waja'alnaahaa rujuuman lilsysyayaathiini wa-a'tadnaa lahum 'adzaaba alssa'iiri",
        "body_ayat_ltn_in_html": "walaqad zayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a waja'aln<u>aa</u>h<u>aa</u> rujuuman li<strong>l</strong>sysyay<u>aath</u>iini wa-a'tadn<u>aa</u> lahum 'a<u>dzaa</u>ba <strong>al</strong>ssa'iir<strong>i</strong>",
        "invers_tajweed": "وَلَقَ[q:341[دْ] زَيَّ[g[نّ]َا [h:11314[ٱ][l[ل]سَّم[o[َا]ٓءَ [h:11315[ٱ][l[ل]دُّنْيَا بِمَصَ[n[ـٰ]بِيحَ وَجَعَلْنَ[n[ـٰ]هَا رُجُو[u:13772[مًا ل]ِّلشَّيَ[n[ـٰ]طِينِ‌ۖ وَأَعْتَ[q:2782[دْ]نَا لَهُمْ عَذَابَ [h:13773[ٱ][l[ل]سَّع[p[ِي]رِ",
        "translation_id": "Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.",
        "translation_en": "And We have certainly beautified the nearest heaven with stars and have made [from] them what is thrown at the devils and have prepared for them the punishment of the Blaze.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5246",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5246.mp3",
        "tafsir_short": "Bukti kuasa Allah itu bukan hanya pada kesempurnaan penciptaan langit dan bumi. Dan Kami bersumpah bahwa sungguh, telah Kami hiasi langit yang dekat, yaitu yang dekat dengan bumi sehingga dapat dilihat dengan pandangan mata secara langsung. Kami menghiasinya dengan bintang-bintang dan Kami jadikannya bintang-bintang itu sebagai alat-alat pelempar setan dari golongan jin, dan Kami sediakan bagi mereka di akhirat nanti, azab neraka yang menyala-nyala."
      },
      {
        "id": 5247,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5247,
        "no_ayat_insurat": 6,
        "body_ayat_arb": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ",
        "body_ayat_ltn_en": "Wa lillazeena kafaroo bi rabbihim 'azaabu jahannama wa bi'sal maseer",
        "body_ayat_ltn_in": "walilladziina kafaruu birabbihim 'adzaabu jahannama wabi/sa almashiiru",
        "body_ayat_ltn_in_html": "walilla<u>dz</u>iina kafaruu birabbihim 'a<u>dzaa</u>bu jahannama wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "invers_tajweed": "وَلِلَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ عَذَابُ جَهَ[g[نّ]َمَ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ",
        "translation_id": "Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.",
        "translation_en": "And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5247",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5247.mp3",
        "tafsir_short": "Telah menjadi ketetapan Allah bahwa setiap orang yang menyekutu-kan dan mengingkari Allah, serta mendustakan para rasul akan dimasukkan ke dalam neraka di akhirat kelak. Inilah yang ditegaskan pada ayat ini. Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Itulah tempat kediaman mereka. Dan itulah seburuk-buruk tempat kembali."
      },
      {
        "id": 5248,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5248,
        "no_ayat_insurat": 7,
        "body_ayat_arb": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ",
        "body_ayat_ltn_en": "Izaaa ulqoo feehaa sami'oo lahaa shaheeqanw wa hiya tafoor",
        "body_ayat_ltn_in": "idzaa ulquu fiihaa sami'uu lahaa syahiiqan wahiya tafuuru",
        "body_ayat_ltn_in_html": "i<u>dzaa</u> ulquu fiih<u>aa</u> sami'uu lah<u>aa</u> syahiiqan wahiya tafuur<strong>u</strong>",
        "invers_tajweed": "إِذ[o[َآ] أُلْقُو[s[اْ] فِيهَا سَمِعُو[s[اْ] لَهَا شَهِي[a:13774[قًا و]َهِىَ تَف[p[ُو]رُ",
        "translation_id": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,",
        "translation_en": "When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5248",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5248.mp3",
        "tafsir_short": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, karena kerasnya kobaran api, sedang neraka itu membara, dengan sangat dahsyatnya,"
      },
      {
        "id": 5249,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5249,
        "no_ayat_insurat": 8,
        "body_ayat_arb": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ",
        "body_ayat_ltn_en": "Takaadu tamayyazu minal ghaizi kullamaaa uliqya feehaa fawjun sa alahum khazanatuhaaa alam yaatikum nazeer",
        "body_ayat_ltn_in": "takaadu tamayyazu mina alghayzhi kullamaa ulqiya fiihaa fawjun sa-alahum khazanatuhaa alam ya/tikum nadziirun",
        "body_ayat_ltn_in_html": "tak<u>aa</u>du tamayyazu mina alghay<u>zh</u>i kullam<u>aa</u> ulqiya fiih<u>aa</u> fawjun sa-alahum khazanatuh<u>aa</u> alam ya/tikum na<u>dz</u>iir<strong>un</strong>",
        "invers_tajweed": "تَكَادُ تَمَيَّزُ مِنَ [h:2195[ٱ]لْغَيْظِ‌ۖ كُلَّم[o[َآ] أُلْقِىَ فِيهَا فَوْ[f:13775[جٌ س]َأَلَهُمْ خَزَنَتُه[o[َآ] أَلَمْ يَأْتِكُمْ نَذ[p[ِي]رٌ",
        "translation_id": "hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?”",
        "translation_en": "It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, \"Did there not come to you a warner?\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5249",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5249.mp3",
        "tafsir_short": "hampir saja neraka meledak karena marah. Setiap kali ada sekumpulan orang-orang kafir dilemparkan ke dalamnya, para malaikat penjaga-penjaga neraka itu bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu di dunia tentang ancaman Allah?”"
      },
      {
        "id": 5250,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5250,
        "no_ayat_insurat": 9,
        "body_ayat_arb": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ",
        "body_ayat_ltn_en": "Qaaloo balaa qad jaaa'anaa nazeerun fakazzabnaa wa qulnaa maa nazzalal laahu min shai in in antum illaa fee dalaalin kabeer",
        "body_ayat_ltn_in": "qaaluu balaa qad jaa-anaa nadziirun fakadzdzabnaa waqulnaa maa nazzala allaahu min syay-in in antum illaa fii dhalaalin kabiirin",
        "body_ayat_ltn_in_html": "q<u>aa</u>luu bal<u>aa</u> qad j<u>aa</u>-an<u>aa</u> na<u>dz</u>iirun faka<u>dzdz</u>abn<u>aa</u> waquln<u>aa</u> m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu min syay-in in antum ill<u>aa</u> fii <u>dh</u>al<u>aa</u>lin kabiir<strong>in</strong>",
        "invers_tajweed": "قَالُو[s[اْ] بَلَىٰ قَ[q:298[دْ] ج[o[َا]ٓءَنَا نَذِي[f:13776[رٌ ف]َكَذَّ[q:13777[بْ]نَا وَقُلْنَا مَا نَزَّلَ [h:4797[ٱ]للَّهُ مِ[f:2103[ن ش]َىْءٍ إِنْ أَ[f:428[نت]ُمْ إِلَّا فِى ضَلَ[n[ـٰ][f:13778[لٍ ك]َب[p[ِي]رٍ",
        "translation_id": "Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, “Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.”",
        "translation_en": "They will say,\" Yes, a warner had come to us, but we denied and said, 'Allah has not sent down anything. You are not but in great error.'\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5250",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5250.mp3",
        "tafsir_short": "Pertanyaan para penjaga neraka tersebut dijawab dengan jujur oleh para pendurhaka itu. Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, menyampaikan tentang adanya azab Allah, tetapi kami mendustakannya dan kami katakan, \\'Allah tidak menurunkan sesuatu apa pun kepadamu, kamu wahai orang yang meng-ku sebagai utusan Allah, sebenarnya di dalam kesesatan yang besar.'”"
      },
      {
        "id": 5251,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5251,
        "no_ayat_insurat": 10,
        "body_ayat_arb": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ",
        "body_ayat_ltn_en": "Wa qaaloo law kunnaa nasma'u awna'qilu maa kunnaa feee as haabis sa'eer",
        "body_ayat_ltn_in": "waqaaluu law kunnaa nasma'u aw na'qilu maa kunnaa fii ash-haabi alssa'iiri",
        "body_ayat_ltn_in_html": "waq<u>aa</u>luu law kunn<u>aa</u> nasma'u aw na'qilu m<u>aa</u> kunn<u>aa</u> fii a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
        "invers_tajweed": "وَقَالُو[s[اْ] لَوْ كُ[g[نّ]َا نَسْمَعُ أَوْ نَعْقِلُ مَا كُ[g[نّ]َا ف[o[ِىٓ] أَصْحَ[n[ـٰ]بِ [h:11067[ٱ][l[ل]سَّع[p[ِي]رِ",
        "translation_id": "Dan mereka berkata, “Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.”",
        "translation_en": "And they will say, \"If only we had been listening or reasoning, we would not be among the companions of the Blaze.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5251",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5251.mp3",
        "tafsir_short": "Dan mereka orang-orang yang tersiksa di neraka itu berkata, “Sekiranya dahulu kami mendengarkan dengan sungguh-sungguh atau memikirkan dengan serius peringatan itu tentulah kami tidak termasuk penghuni neraka yang menyala-nyala yang azabnya sungguh tidak terbayang oleh kami.”"
      },
      {
        "id": 5252,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5252,
        "no_ayat_insurat": 11,
        "body_ayat_arb": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ",
        "body_ayat_ltn_en": "Fa'tarafoo bizambihim fasuhqal li as haabis sa'eer",
        "body_ayat_ltn_in": "fai'tarafuu bidzanbihim fasuhqan li-ash-haabi alssa'iiri",
        "body_ayat_ltn_in_html": "fa<strong>i</strong>'tarafuu bi<u>dz</u>anbihim fasu<u>h</u>qan li-a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
        "invers_tajweed": "فَ[h:9999[ٱ]عْتَرَفُو[s[اْ] بِذَ[i:13779[نۢب]ِهِمْ فَسُحْ[u:13780[قًا ل]ِّأَصْحَ[n[ـٰ]بِ [h:13781[ٱ][l[ل]سَّع[p[ِي]رِ",
        "translation_id": "Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.",
        "translation_en": "And they will admit their sin, so [it is] alienation for the companions of the Blaze.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5252",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5252.mp3",
        "tafsir_short": "Maka dengan ucapan itu mereka mengakui dosanya. Namun itu pengakuan yang tidak berguna. Tetapi kebinasaanlah yaitu jauhlah dari rahmat Allah bagi penghuni neraka yang menyala-nyala itu."
      },
      {
        "id": 5253,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5253,
        "no_ayat_insurat": 12,
        "body_ayat_arb": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ",
        "body_ayat_ltn_en": "Innal lazeena yakhshawna rabbahum bilghaibi lahum maghfiratunw wa ajrun kabeer",
        "body_ayat_ltn_in": "inna alladziina yakhsyawna rabbahum bialghaybi lahum maghfiratun wa-ajrun kabiirun",
        "body_ayat_ltn_in_html": "inna <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi lahum maghfiratun wa-ajrun kabiir<strong>un</strong>",
        "invers_tajweed": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ",
        "translation_id": "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar.",
        "translation_en": "Indeed, those who fear their Lord unseen will have forgiveness and great reward.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5253",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5253.mp3",
        "tafsir_short": "Bagi orang yang mengingkari kekuasaan Allah, ancamannya dije-laskan pada ayat sebelumnya. Pada ayat ini diterangkan siapa yang akan meraih pahala yang besar, Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, atau mereka takut kepada-Nya walau mereka itu sendirian tidak terlihat oleh siapa pun, mereka memperoleh ampunan dan pahala yang besar."
      },
      {
        "id": 5254,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5254,
        "no_ayat_insurat": 13,
        "body_ayat_arb": "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
        "body_ayat_ltn_en": "Wa asirroo qawlakum awijharoo bihee innahoo 'aleemum bizaatis sudoor",
        "body_ayat_ltn_in": "wa-asirruu qawlakum awi ijharuu bihi innahu 'aliimun bidzaati alshshuduuri",
        "body_ayat_ltn_in_html": "wa-asirruu qawlakum awi ijharuu bihi innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
        "invers_tajweed": "وَأَسِرُّو[s[اْ] قَوْلَكُمْ أَوِ [h:13782[ٱ][q:13783[جْ]هَرُو[s[اْ] بِه[o[ِۦٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ",
        "translation_id": "Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati.",
        "translation_en": "And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5254",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5254.mp3",
        "tafsir_short": "Gunjingan kaum musyrik yang ternyata diketahui oleh Rasulullah, menjadikan mereka saling merendahkan bahkan merahasiakan ucapan di antara mereka agar tidak didengar Tuhan Nabi Muhammad. Ayat ini turun untuk meresponss sikap tersebut. Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati dan segala apa yang kamu rahasiakan."
      },
      {
        "id": 5255,
        "surat_id": 67,
        "jus": 29,
        "ruku": 496,
        "no_ayat_inquran": 5255,
        "no_ayat_insurat": 14,
        "body_ayat_arb": "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ ",
        "body_ayat_ltn_en": "Alaa ya'lamu man khalaq wa huwal lateeful khabeer",
        "body_ayat_ltn_in": "alaa ya'lamu man khalaqa wahuwa allathiifu alkhabiiru",
        "body_ayat_ltn_in_html": "al<u>aa</u> ya'lamu man khalaqa wahuwa <strong>al</strong>la<u>th</u>iifu <strong>a</strong>lkhabiir<strong>u</strong>",
        "invers_tajweed": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ [h:4309[ٱ][l[ل]لَّطِيفُ [h:4310[ٱ]لْخَب[p[ِي]رُ",
        "translation_id": "Apakah (pantas) Allah yang menciptakan itu tidak mengetahui? Dan Dia Mahahalus, Maha Mengetahui.",
        "translation_en": "Does He who created not know, while He is the Subtle, the Acquainted?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5255",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5255.mp3",
        "tafsir_short": "Ayat ini masih kelanjutan sanggahan Allah terhadap sikap kaum musyrik: Apakah pantas Allah yang menciptakan semua makhluk termasuk kamu, wahai manusia, itu tidak mengetahui apa yang kamu lahirkan dan rahasiakan? Padahal Dia Mahahalus, Maha Mengetahui. Sungguh Dia pasti Maha Mengetahui segalanya."
      },
      {
        "id": 5256,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5256,
        "no_ayat_insurat": 15,
        "body_ayat_arb": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ",
        "body_ayat_ltn_en": "Huwal lazee ja'ala lakumul arda zaloolan famshoo fee manaakibihaa wa kuloo mir rizqihee wa ilaihin nushoor",
        "body_ayat_ltn_in": "huwa alladzii ja'ala lakumu al-ardha dzaluulan faimsyuu fii manaakibihaa wakuluu min rizqihi wa-ilayhi alnnusyuuru",
        "body_ayat_ltn_in_html": "huwa <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a <u>dz</u>aluulan fa<strong>i</strong>msyuu fii man<u>aa</u>kibih<u>aa</u> wakuluu min rizqihi wa-ilayhi <strong>al</strong>nnusyuur<strong>u</strong>",
        "invers_tajweed": "هُوَ [h:153[ٱ]لَّذِى جَعَلَ لَكُمُ [h:87[ٱ]لْأَرْضَ ذَلُول[f:13784[اً ف]َ[h:13785[ٱ]مْشُو[s[اْ] فِى مَنَاكِبِهَا وَكُلُو[s[اْ] م[u:13786[ِن ر]ِّزْقِه[n[ِۦ]‌ۖ وَإِلَيْهِ [h:13787[ٱ][l[ل][g[نّ]ُش[p[ُو]رُ",
        "translation_id": "Dialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya dan makanlah sebagian dari rezeki-Nya. Dan hanya kepada-Nyalah kamu (kembali setelah) dibangkitkan.",
        "translation_en": "It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5256",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5256.mp3",
        "tafsir_short": "Setelah ditegaskan bahwa Allah adalah Mahahalus dan Maha luas pengetahuan-Nya, kini diuraikan kembali tentang Kuasa-Nya. Dialah Allah yang menjadikan bumi untuk kamu yang mudah dijelajahi untuk melakukan aneka aktifitas yang bermanfaat, maka jelajahilah di segala penjurunya, berkelanalah ke seluruh pelosoknya, dan makanlah sebagian dari rezeki-Nya yang disediakan untuk kamu, serta bersyukurlah dengan segala karunia-Nya itu. Dan karena pada akhirnya, hanya kepada-Nyalah kamu kembali setelah dibangkitkan."
      },
      {
        "id": 5257,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5257,
        "no_ayat_insurat": 16,
        "body_ayat_arb": "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ",
        "body_ayat_ltn_en": "'A-amintum man fissamaaa'i aiyakhsifa bi kumul arda fa izaa hiya tamoor",
        "body_ayat_ltn_in": "a-amintum man fii alssamaa-i an yakhsifa bikumu al-ardha fa-idzaa hiya tamuuru",
        "body_ayat_ltn_in_html": "a-amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yakhsifa bikumu <strong>a</strong>l-ar<u>dh</u>a fa-i<u>dzaa</u> hiya tamuur<strong>u</strong>",
        "invers_tajweed": "ءَأَمِ[f:13788[نت][w:13789[ُم م]َّ[f:2074[ن ف]ِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ أ[a:7417[َن ي]َخْسِفَ بِكُمُ [h:13790[ٱ]لْأَرْضَ فَإِذَا هِىَ تَم[p[ُو]رُ",
        "translation_id": "Sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?",
        "translation_en": "Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5257",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5257.mp3",
        "tafsir_short": "Bukti kekuasaan dan keluasan ilmu-Nya sudah dipaparkan, kalau manusia tetap durhaka maka Allah menegaskan dalam ayat ini: Sudah merasa amankah kamu, bahwa Dia Allah yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?. Mestinya kamu tidak merasa aman dengan tetap durhaka. Karena orang sebelum kamu seperti Karun karena kedurhakaannya dia ditelan bumi."
      },
      {
        "id": 5258,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5258,
        "no_ayat_insurat": 17,
        "body_ayat_arb": "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ",
        "body_ayat_ltn_en": "Am amintum man fissamaaa'i ai yursila 'alaikum haasiban fasata'lamoona kaifa nazeer",
        "body_ayat_ltn_in": "am amintum man fii alssamaa-i an yursila 'alaykum hasiban fasata'lamuuna kayfa nadziiri",
        "body_ayat_ltn_in_html": "am amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yursila 'alaykum <u>has</u>iban fasata'lamuuna kayfa na<u>dz</u>iir<strong>i</strong>",
        "invers_tajweed": "أَمْ أَمِ[f:1062[نت][w:13791[ُم م]َّ[f:2074[ن ف]ِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ أ[a:10505[َن ي]ُرْسِلَ عَلَيْكُمْ حَاصِ[f:13792[بًا‌ۖ ف]َسَتَعْلَمُونَ كَيْفَ نَذ[p[ِي]رِ",
        "translation_id": "Atau sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan mengirimkan badai yang berbatu kepadamu? Namun kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.",
        "translation_en": "Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5258",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5258.mp3",
        "tafsir_short": "Atau sudah merasa amankah kamu, bahwa Dia Allah yang di langit yang mengendalikan sepenuhya semua makhluk, tidak akan mengirimkan badai yang berbatu kepadamu yang dapat membinasakan kamu? Namun kalau kamu tetap durhaka, kelak kamu akan mengetahui bagaimana akibat mendustakan peringatan-Ku."
      },
      {
        "id": 5259,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5259,
        "no_ayat_insurat": 18,
        "body_ayat_arb": "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ",
        "body_ayat_ltn_en": "Wa laqad kazzabal lazeena min qablihim fakaifa kaana nakeer",
        "body_ayat_ltn_in": "walaqad kadzdzaba alladziina min qablihim fakayfa kaana nakiiri",
        "body_ayat_ltn_in_html": "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
        "invers_tajweed": "وَلَقَ[q:341[دْ] كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَكَيْفَ كَانَ نَك[p[ِي]رِ",
        "translation_id": "Dan sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul-Nya). Maka betapa hebatnya kemurkaan-Ku!",
        "translation_en": "And already had those before them denied, and how [terrible] was My reproach.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5259",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5259.mp3",
        "tafsir_short": "Jangan ada yang menduga bahwa ancaman yang dikemukakan pada ayat-ayat yang lalu hanya “gertak sambal” yaitu ancaman yang tanpa bukti. Sungguh ancaman itu dapat juga menimpa kaum musyrik Mekah. Ayat ini menegaskan: Dan sungguh, orang-orang yang sebelum mereka kaum musyrik Mekah itu pun telah mendustakan dan mendurhakai rasul-rasul-Nya. Maka betapa hebatnya kemurkaan-Ku!"
      },
      {
        "id": 5260,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5260,
        "no_ayat_insurat": 19,
        "body_ayat_arb": "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ",
        "body_ayat_ltn_en": "Awalam yaraw ilat tairi fawqahum saaaffaatinw wa yaqbidn; maa yumsikuhunna illaar rahmaan; innahoo bikulli shai im baseer",
        "body_ayat_ltn_in": "walaqad kadzdzaba alladziina min qablihim fakayfa kaana nakiiri",
        "body_ayat_ltn_in_html": "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
        "invers_tajweed": "أَوَلَمْ يَرَوْ[s[اْ] إِلَى [h:7520[ٱ][l[ل]طَّيْرِ فَوْقَهُمْ صَ[m[ـٰٓ]فَّ[n[ـٰ][a:13793[تٍ و]َيَ[q:13794[قْ]بِضْنَ‌ۚ مَا يُمْسِكُهُ[g[نّ]َ إِلَّا [h:13795[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ شَىْ[i:13796[ءِۭ ب]َص[p[ِي]رٌ",
        "translation_id": "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sungguh, Dia Maha Melihat segala sesuatu.",
        "translation_en": "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5260",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5260.mp3",
        "tafsir_short": "Pada bagian awal surah ini telah disinggung kuasa Allah di langit. Ayat ini menegaskan kembali hal tersebut: Tidakkah mereka yaitu kaum musyrik Mekah dan siapa saja yang meragukan kuasa Allah, memperhatikan burung-burung ketika terbang yang selalu mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya burung-burung itu di udara selain Yang Maha Pengasih Tuhan Pelimpah rahmat bagi segala makhluk. Sungguh, Dia Maha Melihat segala sesuatu dan Maha Mengetahui bagaimana menciptakan segala sesuatu."
      },
      {
        "id": 5261,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5261,
        "no_ayat_insurat": 20,
        "body_ayat_arb": "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ ",
        "body_ayat_ltn_en": "Amman haazal lazee huwa jundul lakum yansurukum min doonir rahmaan; inilkaafiroona illaa fee ghuroor",
        "body_ayat_ltn_in": "amman haadzaa alladzii huwa jundun lakum yanshurukum min duuni alrrahmaani ini alkaafiruuna illaa fii ghuruurin",
        "body_ayat_ltn_in_html": "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii huwa jundun lakum yan<u>sh</u>urukum min duuni <strong>al</strong>rra<u>h</u>m<u>aa</u>ni ini <strong>a</strong>lk<u>aa</u>firuuna ill<u>aa</u> fii ghuruur<strong>in</strong>",
        "invers_tajweed": "أَ[g[مّ]َنْ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى هُوَ جُن[u:13797[دٌ ل]َّكُمْ يَ[f:2381[نص]ُرُك[w:2382[ُم م]ِّ[f:107[ن د]ُونِ [h:12269[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ‌ۚ إِنِ [h:13798[ٱ]لْكَ[n[ـٰ]فِرُونَ إِلَّا فِى غُر[p[ُو]رٍ",
        "translation_id": "Atau siapakah yang akan menjadi bala tentara bagimu yang dapat membelamu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam (keadaan) tertipu.",
        "translation_en": "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5261",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5261.mp3",
        "tafsir_short": "Kaum musyrik Mekah sering kali mengandalkan kekuatan material atau berhala-berhala yang mereka sembah sebagai pembela mereka. Ayat ini menampik klaim tersebut Atau siapakah yang akan kamu andalkan untuk menjadi bala tentara dan pembela bagimu yang dapat membelamu selain Allah Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam keadaan tertipu."
      },
      {
        "id": 5262,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5262,
        "no_ayat_insurat": 21,
        "body_ayat_arb": "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ",
        "body_ayat_ltn_en": "Amman haazal lazee yarzuqukum in amsaka rizqah; bal lajjoo fee 'utuwwinw wa nufoor",
        "body_ayat_ltn_in": "amman haadzaa alladzii yarzuqukum in amsaka rizqahu bal lajjuu fii 'utuwwin wanufuurin",
        "body_ayat_ltn_in_html": "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii yarzuqukum in amsaka rizqahu bal lajjuu fii 'utuwwin wanufuur<strong>in</strong>",
        "invers_tajweed": "أَ[g[مّ]َنْ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ[n[ۥ]‌ۚ بَل لَّجُّو[s[اْ] فِى عُتُ[a:13799[وٍّ و]َنُف[p[ُو]رٍ",
        "translation_id": "Atau siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).",
        "translation_en": "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion.",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5262",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5262.mp3",
        "tafsir_short": "Setelah menampik adanya sumber pembelaan selain Allah, kini diteruskan dengan menampik adanya sumber pemberi rezeki. Atau siapakah yang dapat memberimu rezeki secara terus menerus, jika Dia Yang Maha Pengasih, menahan rezeki-Nya? Pastilah tidak ada. Meskipun bukti sudah sangat jelas, kaum musyrik itu tetap durhaka, bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri dari kebenaran."
      },
      {
        "id": 5263,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5263,
        "no_ayat_insurat": 22,
        "body_ayat_arb": "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
        "body_ayat_ltn_en": "Afamai yamshee mukibban 'alaa wajhihee ahdaaa ammany yamshee sawiyyan 'alaa siratim mustaqeem",
        "body_ayat_ltn_in": "afaman yamsyii mukibban 'alaa wajhihi ahdaa amman yamsyii sawiyyan 'alaa shiraathin mustaqiimin",
        "body_ayat_ltn_in_html": "afaman yamsyii mukibban 'al<u>aa</u> wajhihi ahd<u>aa</u> amman yamsyii sawiyyan 'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
        "invers_tajweed": "أَفَم[a:13800[َن ي]َمْشِى مُكِبًّا عَلَىٰ وَ[q:6818[جْ]هِه[o[ِۦٓ] أَهْدَ[o[ىٰٓ] أَ[g[مّ][a:13801[َن ي]َمْشِى سَوِيًّا عَلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ",
        "translation_id": "Apakah orang yang merangkak dengan wajah tertelungkup yang lebih terpimpin (dalam kebenaran) ataukah orang yang berjalan tegap di atas jalan yang lurus?",
        "translation_en": "Then is one who walks fallen on his face better guided or one who walks erect on a straight path?",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5263",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5263.mp3",
        "tafsir_short": "Kaum musyrik yang durhaka itu dilukiskan pada ayat ini dan dibandingkan dengan kaum yang selalu taat kepada Allah dengan ungkapan yang tegas. Apakah orang yang merangkak dengan wajah tertelungkup sehingga terjungkal jatuh, yang lebih terpimpin dalam kebenaran ataukah orang yang berjalan tegap di atas jalan yang luas lagi lurus? Tentu saja keduanya tidak sama. Hanya orang yang bodoh yang menilainya sama."
      },
      {
        "id": 5264,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5264,
        "no_ayat_insurat": 23,
        "body_ayat_arb": "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
        "body_ayat_ltn_en": "Qul huwal lazee ansha akum wa ja'ala lakumus sam'a wal absaara wal af'idata qaleelam maa tashkuroon",
        "body_ayat_ltn_in": "qul huwa alladzii ansya-akum waja'ala lakumu alssam'a waal-abshaara waal-af-idata qaliilan maa tasykuruuna",
        "body_ayat_ltn_in_html": "qul huwa <strong>al</strong>la<u>dz</u>ii ansya-akum waja'ala lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>",
        "invers_tajweed": "قُلْ هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَ[f:4272[نش]َأَكُمْ وَجَعَلَ لَكُمُ [h:7518[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَ[h:7519[ٱ]لْأَفْــِٔدَةَ‌ۖ قَلِيل[a:4583[اً م]َّا تَشْكُر[p[ُو]نَ",
        "translation_id": "Katakanlah, “Dialah yang menciptakan kamu dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu. (Tetapi) sedikit sekali kamu bersyukur.”",
        "translation_en": "Say, \"It is He who has produced you and made for you hearing and vision and hearts; little are you grateful.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5264",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5264.mp3",
        "tafsir_short": "Kaum musyrik yang telah diberikan aneka potensi yang semestinya dapat digunakan untuk meraih petunjuk ternyata justru mengabaikannya. Ayat ini memerintahkan kepada Nabi Muhammad dan seluruh manusia untuk menyadari potensi itu. Katakanlah, “Dialah yang menciptakan kamu tahap demi tahap dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu agar kamu menggunakannya secara baik sebagai tanda syukur kepada-Nya. Tetapi sedikit sekali kamu bersyukur."
      },
      {
        "id": 5265,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5265,
        "no_ayat_insurat": 24,
        "body_ayat_arb": "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ",
        "body_ayat_ltn_en": "Qul huwal lazee zara akum fil ardi wa ilaihi tuhsharoon",
        "body_ayat_ltn_in": "qul huwa alladzii dzara-akum fii al-ardhi wa-ilayhi tuhsyaruuna",
        "body_ayat_ltn_in_html": "qul huwa <strong>al</strong>la<u>dz</u>ii <u>dz</u>ara-akum fii <strong>a</strong>l-ar<u>dh</u>i wa-ilayhi tu<u>h</u>syaruun<strong>a</strong>",
        "invers_tajweed": "قُلْ هُوَ [h:153[ٱ]لَّذِى ذَرَأَكُمْ فِى [h:44[ٱ]لْأَرْضِ وَإِلَيْهِ تُحْشَر[p[ُو]نَ",
        "translation_id": "Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan.”",
        "translation_en": "Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5265",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5265.mp3",
        "tafsir_short": "Manusia diingatkan melalui ayat ini bahwa pada akhirnya semua akan kembali kepada-Nya, maka tidak sewajarnya menyombongkan diri dan mendurhakai perintah-Nya. Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan di mahsyar untuk mempertanggungjawabkan semua perbuatan kamu ketika di dunia dan akan memberikan balasan sesuai dengan amal kamu.”25. Penegasan Allah bahwa semua manusia akan dibangkitkan dan dikumpulkan seperti ditegaskan pada ayat di atas, direspons oleh kaum musyrik, seperti yang terekam dalam ayat ini. Dan kaum musyrik itu berkata sambil berolok-olok, “Kapan datangnya janji ancaman tentang hari kebangkitan itu jika kamu, wahai Nabi Muhammad, adalah orang yang benar?” Tentu kamu mengetahui dan dapat memberitahukan kepada kami.\""
      },
      {
        "id": 5266,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5266,
        "no_ayat_insurat": 25,
        "body_ayat_arb": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
        "body_ayat_ltn_en": "Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen",
        "body_ayat_ltn_in": "wayaquuluuna mataa haadzaa alwa'du in kuntum shaadiqiina",
        "body_ayat_ltn_in_html": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "invers_tajweed": "وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
        "translation_id": "Dan mereka berkata, “Kapan (datangnya) ancaman itu jika kamu orang yang benar?”",
        "translation_en": "And they say, \"When is this promise, if you should be truthful?\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5266",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5266.mp3",
        "tafsir_short": "Penegasan Allah bahwa semua manusia akan dibangkitkan dan dikumpulkan seperti ditegaskan pada ayat di atas, direspons oleh kaum musyrik, seperti yang terekam dalam ayat ini. Dan kaum musyrik itu berkata sambil berolok-olok, “Kapan datangnya janji ancaman tentang hari kebangkitan itu jika kamu, wahai Nabi Muhammad, adalah orang yang benar?” Tentu kamu mengetahui dan dapat memberitahukan kepada kami.\""
      },
      {
        "id": 5267,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5267,
        "no_ayat_insurat": 26,
        "body_ayat_arb": "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ",
        "body_ayat_ltn_en": "Qul innamal 'ilmu 'indallaahi wa innamaaa ana nazeerum mubeen",
        "body_ayat_ltn_in": "qul innamaa al'ilmu 'inda allaahi wa-innamaa anaa nadziirun mubiinun",
        "body_ayat_ltn_in_html": "qul innam<u>aa</u> <strong>a</strong>l'ilmu 'inda <strong>al</strong>l<u>aa</u>hi wa-innam<u>aa</u> an<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>",
        "invers_tajweed": "قُلْ إِ[g[نّ]َمَا [h:12490[ٱ]لْعِلْمُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَإِ[g[نّ]َم[o[َآ] أَنَا۟ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ",
        "translation_id": "Katakanlah (Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.”",
        "translation_en": "Say, \"The knowledge is only with Allah, and I am only a clear warner.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5267",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5267.mp3",
        "tafsir_short": "Menanggapi ucapan kaum musyrik tersebut Nabi Muhammad diperintahkan Allah seperti yang ditegaskan pada ayat ini: Katakanlah wahai Nabi Muhammad, “Sesungguhnya ilmu tentang hari Kiamat itu hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.”"
      },
      {
        "id": 5268,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5268,
        "no_ayat_insurat": 27,
        "body_ayat_arb": "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ",
        "body_ayat_ltn_en": "Falaammaa ra-awhu zulfatan seee'at wujoohul lazeena kafaroo wa qeela haazal lazee kuntum bihee tadda'oon",
        "body_ayat_ltn_in": "falammaa ra-awhu zulfatan sii-at wujuuhu alladziina kafaruu waqiila haadzaa alladzii kuntum bihi tadda'uuna",
        "body_ayat_ltn_in_html": "falamm<u>aa</u> ra-awhu zulfatan sii-at wujuuhu <strong>al</strong>la<u>dz</u>iina kafaruu waqiila h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii kuntum bihi tadda'uun<strong>a</strong>",
        "invers_tajweed": "فَلَ[g[مّ]َا رَأَوْهُ زُلْفَ[f:13802[ةً س]ِ[o[يٓ]ــَٔتْ وُجُوهُ [h:13803[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَقِيلَ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تَدَّع[p[ُو]نَ",
        "translation_id": "Maka ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka), “Inilah (azab) yang dahulunya kamu minta.”",
        "translation_en": "But when they see it approaching, the faces of those who disbelieve will be distressed, and it will be said, \"This is that for which you used to call.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5268",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5268.mp3",
        "tafsir_short": "Keadaan kaum musyrik yang mengolok kedatangan Kiamat dan mendurhakai Allah digambarkan dalam ayat ini. Maka ketika mereka melihat azab yang mereka dustakan itu sudah dekat kehadirannya yaitu pada hari Kiamat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan kepada mereka, “Inilah azab yang dahulunya selalu kamu minta untuk disegerakan.”"
      },
      {
        "id": 5269,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5269,
        "no_ayat_insurat": 28,
        "body_ayat_arb": "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ",
        "body_ayat_ltn_en": "Qul ara'aytum in ahlaka niyal laahu wa mam ma'iya aw rahimanaa famai-yujeerul kaafireena min 'azaabin aleem",
        "body_ayat_ltn_in": "qul ara-aytum in ahlakaniya allaahu waman ma'iya aw rahimanaa faman yujiiru alkaafiriina min 'adzaabin aliimin",
        "body_ayat_ltn_in_html": "qul ara-aytum in ahlakaniya <strong>al</strong>l<u>aa</u>hu waman ma'iya aw ra<u>h</u>iman<u>aa</u> faman yujiiru <strong>a</strong>lk<u>aa</u>firiina min 'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>",
        "invers_tajweed": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ [h:13804[ٱ]للَّهُ وَم[a:9807[َن م]َّعِىَ أَوْ رَحِمَنَا فَم[a:13805[َن ي]ُجِيرُ [h:13806[ٱ]لْكَ[n[ـٰ]فِرِينَ مِنْ عَذَابٍ أَل[p[ِي]مٍ",
        "translation_id": "Katakanlah (Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami, (maka kami akan masuk surga), lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”",
        "translation_en": "Say, [O Muhammad], \"Have you considered: whether Allah should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5269",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5269.mp3",
        "tafsir_short": "Kaum musyrik karena kebenciannya kepada Nabi Muhammad sering mengharapkan agar Nabi Muhammad cepat mati. Katakanlah wahai Nabi Muhammad, “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku yaitu yang sama dalam keimanan sebagaimana yang kamu harapkan maka kami akan masuk surga, atau memberi rahmat kepada kami dengan memanjangkan usia kami sehingga menganugerahkan kemenangan kepada kami. Sedangkan kamu, wahai kaum musyrik, akan mendapat siksa, lalu siapa yang dapat melindungi kamu dan orang-orang kafir selain kamu dari azab yang pedih?”"
      },
      {
        "id": 5270,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5270,
        "no_ayat_insurat": 29,
        "body_ayat_arb": "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
        "body_ayat_ltn_en": "Qul huwar rahmaanu aamannaa bihee wa 'alaihi tawakkalnaa fasata'lamoona man huwa fee dalaalim mubeen",
        "body_ayat_ltn_in": "qul huwa alrrahmaanu aamannaa bihi wa'alayhi tawakkalnaa fasata'lamuuna man huwa fii dhalaalin mubiinin",
        "body_ayat_ltn_in_html": "qul huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <u>aa</u>mann<u>aa</u> bihi wa'alayhi tawakkaln<u>aa</u> fasata'lamuuna man huwa fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
        "invers_tajweed": "قُلْ هُوَ [h:829[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ ءَامَ[g[نّ]َا بِه[n[ِۦ] وَعَلَيْهِ تَوَكَّلْنَا‌ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
        "translation_id": "Katakanlah, “Dialah Yang Maha Pengasih, kami beriman kepada-Nya dan kepada-Nya kami bertawakal. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.”",
        "translation_en": "Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5270",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5270.mp3",
        "tafsir_short": "Kaum musyrik itu tidak berkutik dengan pertanyaan itu. Katakanlah, wahai Nabi, “Dialah saja bukan selain-Nya, Yang Maha Pengasih, kami beriman kepada-Nya dan hanya kepada-Nya kami bertawakal dengan sepenuh hati. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata apakah golongan kami atau kamu.”"
      },
      {
        "id": 5271,
        "surat_id": 67,
        "jus": 29,
        "ruku": 497,
        "no_ayat_inquran": 5271,
        "no_ayat_insurat": 30,
        "body_ayat_arb": "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ࣖ ",
        "body_ayat_ltn_en": "Qul ara'aytum in asbaha maaa'ukum ghawran famai yaateekum bimaaa'im ma'een",
        "body_ayat_ltn_in": "qul ara-aytum in ashbaha maaukum ghawran faman ya/tiikum bimaa-in ma'iinin",
        "body_ayat_ltn_in_html": "qul ara-aytum in a<u>sh</u>ba<u>h</u>a m<u>aa</u>ukum ghawran faman ya/tiikum bim<u>aa</u>-in ma'iin<strong>in</strong>",
        "invers_tajweed": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ م[o[َا]ٓؤُكُمْ غَوْ[f:13807[رًا ف]َم[a:13808[َن ي]َأْتِيك[c:13809[ُم ب]ِم[o[َا]ٓ[a:13810[ءٍ م]َّع[p[ِي]نِۭ",
        "translation_id": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapa yang akan memberimu air yang mengalir?”",
        "translation_en": "Say, \"Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?\"",
        "audio_praimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5271",
        "audio_secondary": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5271.mp3",
        "tafsir_short": "Sebagai penutup surah ini, Allah memerintahkan kepada Nabi Muhammad agar mengingat aneka nikmat Allah, terutama nikmat air yang merupakan sumber utama kehidupan (lihat surah al-Anbiyà’/21:30). Katakanlah wahai Nabi Muhammad, “Terangkanlah kepadaku jika sumber air kamu dan sumber air lainnya menjadi kering. maka siapa yang akan memberimu air yang mengalir?”. Pasti tidak ada kecuali Allah, Tuhan Pemelihara seluruh alam. Maka sudah sewajarnya kalau manusia hanya menyembah kepada-Nya."
      }
    ]
  }
}
